{"Dimension 20 Season 23": null, "Misfits and Magic Season 2": null, "Starring: Aabria Iyengar as Game Master;": null, "Erika Ishii as K; Danielle Radford as Sam Black;": null, "Lou Wilson as Jammer Jammer; and Brennan Lee Mulligan as Evan Kelmp": null, "Episode 1: A Meeting of Misfits": null, "| [Next Episode] >": null, "Aabria: A list of the topics, themes, and subject matter featured in": null, "this episode has been included in the description.": null, "[logo whooshes magically]": null, "[enchanting music plays while the intro shows art of the main": null, "characters]": null, "Aabria: Hello, one and all, and welcome back. It is my absolute pleasure": null, "to welcome you not just back to \"Dimension 20”, but back to our misfits": null, "and our magic for season two of \"Misfits and Magic\"! I am your game": null, "runner, your dungeon master, your headmistress, Aabria Iyengar, and with": null, "me once again are my magical misfits. Say hi, Magical Misfits!": null, "Players: Hi, Magical Misfits!": null, "Aabria: Oh my god, that feels good. We're back, baby.": null, "Erika: We're back!": null, "Brennan: Hell yeah!": null, "Lou: Finally.": null, "Brennan: Woo!": null, "Aabria: It's been three years, and it hasn't just been three years for": null, "all of us. In the world, our world, it has been three years since the": null, "events that we last left off with. The Lulling, our holiday moment": null, "halfway through your seventh and final year at the Gowpenny Academy, and": null, "a lot has changed. Your epilogues spoke to community, spoke to sharing": null, "the truth of the nature of magic with the wide world of NAMPs. Still": null, "feels bad to say. And in the intervening time, a couple things have": null, "happened. At first, no one believed you. No one believed the leaks, the": null, "PDFs that were spread, this strange truth that feels like a fad on": null, "TikTok, that anyone was capable of magic if they just tried, if they": null, "read a little book, if they made a little wand. No one was pulling it": null, "off, and then eventually, a couple people figured something out. People": null, "started to believe it, and more and more people figured out how to do": null, "small bits, cantrips, party tricks, but it was true. Magic was real, and": null, "anyone could do it, and there was a segment of the population, hidden,": null, "that always knew that. And then something incredible happened a year and": null, "a half in, and magic broke. Now, for the regular people in the world,": null, "the NAMPs, non-active magical persons, this is an unremarked moment.": null, "Nothing changed. Magic was always hard to pull off. It was chaotic, it": null, "wasn't understood. But for the wizards of this world, for the people": null, "that were raised inside of this, nothing was reliable. All of their": null, "lives sheltered away were for naught, because magic could no longer": null, "support their admittedly overly whimsical society. So things started to": null, "fall apart, and our pilot program, the proof of concept at Gowpenny,": null, "moved back. You graduated, or left and never returned, and lived your": null, "lives.": null, "Before we get started, I do want to talk a little bit about our system.": null, "We are using Kids On Brooms, but you know me, I always have to add a": null, "little — a little funk, a little spin on it, so let's talk about the new": null, "mechanics. Ooh! [Brennan holds up his character track board.] So, first": null, "things first. We've done a little bit of a rename. Misfits, magic. I've": null, "renamed everything and gave them M's. So now when you hear Melee, we're": null, "talking about Fight. Maneuver, Mind, Matter, Magnetism, and Mettle are": null, "our original six, and we've added a secret 7th, Mark. This is, for those": null, "of you that are familiar with Dungeons and Dragons, an equivalent to": null, "Perception or Insight, that idea of thin slicing and getting data and": null, "trying to clock something in the moment new information's being given,": null, "and we're differentiating that from Mind, our brain stat, because that's": null, "about processing and putting things together. So you all have a Notice": null, "roll now.": null, "We have done away with the common fucking sense die. I'm so sorry, but": null, "you are now in and of the real world, and things make as much sense as": null, "the real world does, so I'm not going to give you extra bonuses, because": null, "you're not just doing silly little wizard shit now. However, your Magic": null, "die still exists. Before, that was a d4 that you would add whenever": null, "you're attempting overt magic. We're going to add a little spice. We're": null, "going to get a little funky. Someone made a season and integrated a bit": null, "of a die ladder thing, and I am nothing if not a copier. So I took": null, "Brennan's homework, changed it a little bit, and now your Magic die is a": null, "ladder. So whenever you roll what we know to be a Lucky Break or an": null, "Explosion, instead of rerolling the same die and adding it to your die": null, "total to beat my difficulty check, you're going to actually step up to": null, "the next die type and keep going. You can move your Magic die from a d4": null, "all the way up to a d20, and then something very fun happens. But I": null, "guess we can talk about that when we get to it.": null, "Brennan: I love when something fun happens.": null, "Danielle: I really like when something fun happens.": null, "Lou: Fun stuff is fun.": null, "Brennan: Fun stuff is fun.": null, "Lou holds up and sniffs his track board.": null, "Aabria: I love momentum, so we're going to lean into that. Another M": null, "word! We're also adding a Motive. There's an idea of yourself, and": null, "because we've jumped three years into the future, you all are around 20": null, "to 21. You're just at that age where you're exiting the traditional": null, "understanding of childhood, and you're deciding who you want to be.": null, "Nothing is calcified in you, but you have a sense, a word, a thought, of": null, "what you want to chase down. So I had you all pick a word before. I know": null, "them here. We'll address them within the narrative. And when you reach": null, "meaningfully toward your ideal, your Motive, or meaningfully away from": null, "it, you'll move across your track. Those of you that watched \"A Court of": null, "Fey & Flowers,\" this is a little bit like our Reputation track. I like": null, "doing stuff that I've done before. And we'll have mechanical benefits-": null, "Brennan: [holding up his track board] Are we sure about that? This feels": null, "very-": null, "Aabria: This feels totally normal, and I don't know what you're talking": null, "about, and I do wish I knew what it smelled like, so bad. It's all I can": null, "think about.": null, "Lou: Hey, after!": null, "Aabria: After! I thought I was going to get another chance! I’m like,": null, "I'll give you a Mote of Magic.": null, "Lou: Wait, a full mote?": null, "Brennan: A campfire log the morning after, covered with a little bit of": null, "dew.": null, "Aabria: Okay, now I feel like you're showing off, and I want you to have": null, "one less token.": null, "Brennan: Great, I have zero. [croaks, mimics vomiting]": null, "Aabria: Remember, you all begin every session with two Motes of Magic.": null, "Lou: Oh!": null, "Erika: Oh! Except now Brennan has one.": null, "Aabria: Except now, Brennan has one. [Brennan throws aside one Mote.]": null, "Oh, he's going to live by it. I was just going to forget. Anytime you": null, "fail a roll or attempt magic, you will add a Mote of Magic to your pile": null, "as you build momentum, as possibility swells within you. That sounded": null, "grosser than I meant it to.": null, "Lou: No, it swells within me.": null, "Erika: Oh, yes.": null, "Lou: Deep within me.": null, "Brennan: Oh yeah.": null, "Erika: Swollen with magic.": null, "Aabria: Yeah.": null, "Lou: Towards the center of my body, you know?": null, "Danielle: Turgid.": null, "Aabria: Oh no!": null, "Erika: That was it.": null, "Danielle: That's it.": null, "Aabria: Our last new mechanic is a reflection of the growing stakes of": null, "this world. Normally, Kids on Brooms doesn't care that much about harm": null, "and doing damage and altercations, but I want the ability to hit you, so": null, "you all have a Mangle track. You have harm-": null, "Brennan: [aghast] Mangle track!": null, "Aabria: I needed an M word, and really, I was just so tired of being on": null, "thesaurus.com. So you have a harm track, and death is on the table. If": null, "your character dies, we'll get into those mechanics, but they have been": null, "built, so be bold. You'll be okay. It's an adventure story.": null, "Lou: Hey, do you want to smell my board now?": null, "Aabria: I do!": null, "Lou: Really, please. [hands track board to Aabria]": null, "Aabria: Take two tokens.": null, "Lou: Something about talking about death mechanics-": null, "Aabria: Oh, it does smell really good.": null, "Lou: Yeah, there it is.": null, "Aabria: Yeah, you can have two.": null, "Lou: Oh, two!": null, "Aabria: Two motes.": null, "Lou: These are keeping me alive right now. Okay, right? These are going": null, "to be between me and death. It's going to come down to these two motes.": null, "We're going to look back at this moment.": null, "Aabria: We are back. We know what we're doing, for the most part, so": null, "let's begin as we did three years ago, with a little “where are you": null, "now?” And where better to start than with Jammer Jammer? Mr. Jammer.": null, "Lou: Yes?": null, "Aabria: You are in Chicago, Illinois. You are a college student.": null, "Lou: Mm-hm.": null, "Aabria: Basketball player?": null, "Lou: Of course!": null, "Aabria: At Roosevelt University?": null, "Lou: Go Lakers!": null, "Aabria: Proudly repping —": null, "Aabria: — the green and white.": null, "Lou: Mm-hm!": null, "Aabria: You've had a good time. You left Gowpenny after the events of": null, "the holiday special and did not return to graduate.": null, "Lou: The kind of whole thing around them —": null, "Aabria: Mm-hm?": null, "Lou: — not letting us leave kind of made me go, I don't know if I can": null, "stay at a place where my ability to come and go is not under my control.": null, "Aabria: Interesting, interesting. That's a good note. Well, you left,": null, "you made it to Roosevelt, and you've had a successful and flourishing": null, "career as a basketball player. You're close to home, and things are": null, "going well. So let's take a little look at that as your team has": null, "recently completed what is normally just sort of like a charity day that": null, "lots of sports do, to do little public ops.": null, "Lou: Yeah.": null, "Aabria: Reaching out to the community.": null, "Lou: Of course.": null, "Aabria: At a after-school center in the south side of Chicago called": null, "LEEP, Let's Explore Every Possibility. It is for sort of inner city": null, "youth ages 6 to 14 and tries to cover all of the bases. It makes sure": null, "that they have places to study and access to tutors and arts and": null, "extracurriculars, and because of the events of the last three years, a": null, "little bit of study of magic.": null, "Aabria: And I think that's where you've really shined and leaned in.": null, "Aabria: And though it was normally Roosevelt's idea to show up maybe": null, "once a month with a camera crew or two and use it for fodder for the": null, "website's blog, you've spent time here, and as everything wraps up and": null, "the majority of your teammates leave, Jewel runs up to you. Jewel Moran": null, "is a middle-aged, sort of wiry Panamanian woman with long curls and that": null, "level of no gray hair that you know is artificial.": null, "Aabria: The hair is too jet black.": null, "Lou: Oh, we all know that color.": null, "Aabria: Yeah, she's just at the edge of crow's feet, and you're like, I": null, "should be seeing more here.": null, "Lou: But it is glistening.": null, "Aabria: It's glistening! And she runs up to you. She's wearing an": null, "oversized": null, "LEEP shirt, tied, splattered with finger paint and applesauce. There's": null, "probably just a child sort of attached to her ankle that she's dragging,": null, "and just comes over and goes...": null, "Jammer: Jewel, what's going on?": null, "Jewel: [panting] Jammer! Hi! This is-": null, "Jammer: Hey.": null, "Jewel: It's so nice that you make the time and bring the team. You know,": null, "the kids love you. This has been so great.": null, "Jammer: Well, it's good for the guys, 'cause I think sometimes when": null, "we're in the gym, things get a little intense.": null, "Jewel: Yeah!": null, "Jammer: So here, it's all play, you know? It's like streetball kind of": null, "stuff, you know?": null, "Jewel: Streetball!": null, "Jammer: Thank you, honestly, for giving us the opportunity.": null, "Jewel: You're so — you’re so sweet.": null, "Aabria: She gives you a little pat on the cheek.": null, "Jammer: Oh, stop.": null, "Aabria: Reaches up to you.": null, "Jewel: I just wanted to… I just wanted to ask if there was anything we": null, "could do for you? I know that seems really weird, it's just, we're just": null, "really happy you're here, and I know spring break's coming up, and then": null, "it's the summer, and I don't want to presume on your time. I know you're": null, "very busy. But if there's anything we could offer, like, I don't know, a": null, "summer job? I don't know how your school works, if you can have work.": null, "Jammer: I think so. That's… Jewel, that's so kind of you. You know, I've": null, "been kind of in it with the season. So I haven't really been —": null, "Jammer: — thinking about bigger stuff, but-": null, "Jewel: Oh sure, I understand. Don't worry about it.": null, "Jammer: No, but that could be cool! That could be cool! It could be fun": null, "to come here. I mean, this is pretty close to home. You know, it's like": null, "two train stops, so that honestly sounds kind of… That doesn't sound bad": null, "at all.": null, "Jewel: Really?": null, "Jammer: Yeah, easy. Easy. What do you need me to sign?": null, "Jewel: You know what, I could find something. You don't have to sign": null, "anything, it's okay.": null, "Jammer: [reaching down to the child clinging to Jewel] Hey, little man!": null, "Little man!": null, "Boog: Yeah?": null, "Jammer: Hey, what's going on, dude? What's going on?": null, "Aabria: There's just a little kid. You know he goes by Boog.": null, "Aabria: He's just got a really strong allergy problem, and has a little": null, "crusty part of his little LEEP shirt that he constantly is wiping his": null, "nose out on. His name's Greg.": null, "Boog: Hey.": null, "Jammer: Boog, Boog.": null, "Boog: Yeah!": null, "Lou: I'm going to reach down in my backpack.": null, "Boog: No!": null, "Lou: Into my duffel bag.": null, "Boog: Don't put me down!": null, "Aabria: Are you holding him?": null, "Lou: I'm going to hold him in one hand.": null, "Aabria: One hand. He's under you like a football.": null, "Lou: Exactly.": null, "Aabria: Great.": null, "Lou: Grab out Spalding and say,": null, "Jammer: Hey, hey!": null, "Jammer: Go get 'em!": null, "Lou: And I'm going to throw it, and Spalding knows the drill. Spalding": null, "just keeps rolling.": null, "Jammer: Don't come back, Spalding, until Boog is tired.": null, "Aabria: Boog—you can feel the moment Spalding goes out. This is not the": null, "first time.": null, "Lou: Of course not.": null, "Aabria: This is a perfect diversion tactic. You can actually feel, like": null, "a dog that's ready to be let off a leash, he is just sort of jerking": null, "under your arm and is like,": null, "Boog: [eagerly] Let me go!": null, "Jammer: All right, all right!": null, "Aabria: And just takes off, and he is going under other teammates' legs": null, "and crawling under… He will not come back, ever, until Spalding says": null, "something. It's beautiful. It's a lovely moment. You see some of your": null, "teammates you have around you. Aaron Brooks-Park, who, along with you,": null, "is a captain. Sort of court captain versus — He's a senior. He's your": null, "power forward. So he has the sort of captaincy by seniority, but because": null, "you are the point guard, everyone looks to you.": null, "Aabria: And he kind of gives you a little nod and looks at Spalding.": null, "Gives you another little nod. I have a question for you.": null, "Lou: Yes.": null, "Aabria: Do your teammates know your sort of backstory, your affiliation": null, "with magic?": null, "Lou: That I went to a magical school…": null, "Aabria: Yeah! Did you tell anyone?": null, "Lou: I think I've talked about it. I think that I get clowned a lot": null, "whenever I talk about it. I don't think I'm like, \"I fought a giant half": null, "bear creature,\" and people are like, \"Yeah, really? That's cool.\" But I": null, "think that the vast majority of my adventures that I went on with my": null, "fellow NAMPs I think have been kind of… I don't think there is a lot of": null, "talk about it. I don't think it's-": null, "Aabria: Okay.": null, "Lou: It doesn't get me anything. It mostly gets me made fun of. So I": null, "think I stopped. I now have a magical basketball that I tell people I": null, "got on Temu and is AI, 'cause it's straight-up easier. It's way easier.": null, "Aabria: Amazing.": null, "Lou: Saves us two hours of me trying to explain how I got a magical": null, "basketball.": null, "Aabria: So you set Spalding down and roll it. After about 30 seconds of": null, "defying physics, you make eye contact with Aaron. Can you just give me a": null, "Magnetism roll?": null, "Lou: You got it.": null, "Aabria: Let's call it difficulty of 6.": null, "Lou: Ah! Well, here we go. That's a 4, and I'll spend two-": null, "Aabria: Are you going to spend tokens?": null, "Lou: Why not? It's the beginning! Let's succeed! Let's start this": null, "campaign off on the right foot!": null, "Lou: We pass.": null, "Aabria: With a 6, you see Aaron sort of appraising you and Spalding, and": null, "then there's just a little more eye contact. He's going to slide up to": null, "you after a while and be like,": null, "Aaron: Hey, you.": null, "Jammer: What's good?": null, "Aaron: Like, I know that you said it's a remote control car AI or": null, "whatever, but like… How?": null, "Jammer: Dog, have you been on Temu?": null, "Aaron: No.": null, "Jammer: They got so much shit, dude. Temu runs deep, all right? You": null, "gotta go deep, deep, deep in there. You gotta go to the sellers that": null, "aren't, they're not sponsored. All the stuff at the top, that's": null, "sponsored. If you keep going, you'll find it.": null, "Aaron: Look, I hear you and I feel you.": null, "Jammer: Mm-hm.": null, "Aaron: But, like…magic.": null, "Jammer: Yeah?": null, "Aaron: Like, okay. I gotta be super honest. My sister Hester has been": null, "asking me to ask you about this for a hot second.": null, "Aabria: And Hester is a sophomore, so she's actually a year younger than": null, "you, a pure sophomore. She's short, half Korean, half Black, with just": null, "sort of one of those very severe haircuts that you know she has to get": null, "trimmed constantly, 'cause it's very precise. She's an early education": null, "major, so that explains why she loves coming to LEEP with you all every": null, "time you rock up, and a couple times when you're there and the rest of": null, "the team isn't.": null, "Brennan: (sucks his teeth)": null, "Lou: Damn.": null, "Aabria: And you can kind of feel Aaron's weird energy as he brings her": null, "up and kind of looks at you to see if there's any kind of reaction.": null, "Jammer: I mean, Hester's cute but, you know, never during the season,": null, "you know?": null, "Aaron: All right. Anyway… I would prefer, just wait till I graduate. Let": null, "me just be out of this. But okay, that's not the point. She said that I": null, "need to ask you if you, like, do magic, though. Like, for real. Like,": null, "just be fucking for real with me.": null, "Jammer: But what's “do magic,” you know?": null, "Aaron: I don't know, man. You-": null, "Jammer: Have I done magic?": null, "Aaron: Yeah.": null, "Jammer: Yeah.": null, "Players: (snickering)": null, "Aaron: Can you do it right now?": null, "Jammer: Dude, I'm not trying to make… Today is about the kids-": null, "Aaron: [gestures to a LEEP sign somewhere behind] “Every Possibility,”": null, "dog!": null, "Jammer: You really want to see some magic right now?": null, "Aaron: I do.": null, "Jammer: Bro-": null, "Aabria: And he pulls out his phone.": null, "Jammer: Come on, dude! I'll do magic-": null, "Aaron: What?": null, "Jammer: I don't want practices to become, “Yo, Jammer, do magic,” all": null, "right? That's my thing. Do I do magic? Yeah, dog, on the sly, I do": null, "magic. But I'm not trying to do… I'm not trying to make my thing magic.": null, "Dude, come on, put the phone down. I'll do magic if you put the phone": null, "down. Put the phone down, I'll do magic. Straight-up. Straight-up, put": null, "the phone down, I'll do magic right now. Bet, dog, bet! I'll do magic": null, "right now! Honestly, I'm about to curse right now, 'cause of how serious": null, "I am about doing magic if you put the phone down.": null, "Aaron: I cursed earlier, so that's kind of on me. There are a lot of": null, "kids here.": null, "Jammer: Yeah, a lot of kids.": null, "Aabria: And he slides it in-": null, "Jammer: It's hard. All right.": null, "Lou: Do I have… Would I have my wand on me?": null, "Aabria: That's the question.": null, "Lou: Would I have my wand?": null, "Aabria: Let me be very clear. In this world where magic is sort of": null, "broken, it's harder to do, it's chaotic. However, your wand-": null, "Aabria: ...just makes it a little bit easier, always has. You could": null, "attempt it without it.": null, "Lou: Mm-hm. I'm gonna get my wand out. I mean, I carry my magical": null, "basketball around. I got my wand in here somewhere. Shit, shit! I think": null, "it's wrapped in two pairs of socks. There's just two tube socks that": null, "have just… And I just leave it there. I don't really take it out that": null, "often. So I reach in, pull it out.": null, "Aaron: I'm trying to be so quiet about this.": null, "Jammer: I still got this.": null, "Aaron: You have a full, little magic wand!": null, "Danielle: (laughs) Oh!": null, "Jammer: Yeah, dog. How you think you do magic, dog? You think you just": null, "make magic happen? Dumbass. [turning to children around him] Sorry,": null, "sorry!": null, "Children: Language!": null, "Jammer: Don't talk like me!": null, "Jammer: Don't talk like me.": null, "Aabria: And children start chanting, \"Language,\" and running away.": null, "Lou: Okay. I'm going to try… I would just like to guide the toys back": null, "into the container from which they came.": null, "Aabria: Amazing. I would love for you to give me, it feels like a": null, "Maneuver roll.": null, "Lou: It feels like a Maneuver roll. That tracks.": null, "Aabria: Now, that's pretty… Give me a number of toys. If you want to": null, "move all of them, you can. The DC will be un-fucking-real.": null, "Lou: Yeah, let's do three. I'm trying to move three. I think one could": null, "be the": null, "wind. Let's go three.": null, "Aabria: Okay, there's a little RC Hot Wheels car with a wheel missing,": null, "and a block, and a snapped purple crayon, and you can push it into a": null, "little container. So it's a simple push. I'm going to say the DC for": null, "this, 15.": null, "Lou: 15, okay.": null, "Aabria: Maneuver plus your Magic die.": null, "Lou: Plus Magic. Which would you like me to roll first?": null, "Aabria: Your call, baby.": null, "Lou: All right, we'll start with the Maneuver. (sighs) That's a 5.": null, "Aabria: Okay. Not impossible.": null, "Lou: Not impossible. Magic, it's a ladder.": null, "Aabria: It's a ladder!": null, "Lou: 3.": null, "Lou: I'm going to spend one [holds up a Mote] to Explode.": null, "Aabria: Perfect.": null, "Lou: That gets us to a d6.": null, "Aabria: Yep.": null, "Lou: Roll that.": null, "Aabria: You're currently at 9.": null, "Lou: And that's only a 1.": null, "Aabria: 10.": null, "Lou: We cannot get there. So that's 10 total?": null, "Aabria: 10 total. 10…You concentrate, and you just feel something…": null, "There's something behind it that feels sticky or blocked. It's like a": null, "muscle, like when you do a full body workout, but a smaller muscle that": null, "hasn't been used in a really long time gets overly sore. And you feel": null, "something inside you, like a muscle you don't use very often, too sore": null, "to pull it off.": null, "[tense music]": null, "Jammer struggles silently while concentrating with his wand.": null, "Aaron: You good? I feel like you talked a lot.": null, "Jammer: Yeah, what's up? Are you watching it? Watch it.": null, "Aaron: Okay, I'm gonna look over here.": null, "Jammer: Don't look at me, look at it. Look at it!": null, "Aaron: I'm looking at it, and I'm-": null, "Jammer: Look at it! Stop looking at me, look at it!": null, "Aaron: Am I looking at the right thing? 'Cause like if the magic is-": null, "Jammer: Man, bro, I'm not gonna do it! I'm not gonna do it.": null, "Aaron: What do you mean?": null, "Jammer: I'm not gonna do it! I'm not gonna do it.": null, "Aaron: Wait, don't put this on me!": null, "Jammer: What's up, dude?": null, "Aaron: It's not on me that it didn't happen.": null, "Jammer: Well, it could've happened, all right? But I don't know, the": null, "energy you're giving off, man-": null, "Aaron: She talks so much about how she thinks you're secretly very": null, "magic, and then you pull out a wand, and I was so like, okay, maybe! And": null, "the basketball, it's AI. I don't know, man. What were you trying to do?": null, "Turn it into a pumpkin or something?": null, "Jammer: The toys?": null, "Aaron: Yeah?": null, "Jammer: Nah, I was trying to put them in the container.": null, "Aaron: Like this?": null, "A: And he just kind of walks over and just kind of nudges it.": null, "Jammer: Yeah, like that.": null, "Aaron: Okay.": null, "Jammer: I could do crazier shit but, you know, I'm not gonna-": null, "Aaron: Can you? No, it's fine. I'm not trying to get into a little": null, "fight.": null, "Jammer: Yeah, damn, Aaron, you know?": null, "Aaron: It's okay. Language!": null, "Jammer: Sorry! I'm sorry!": null, "Aabria: And the kids start chanting, \"Language!\"": null, "Jammer: Don't talk like me! (sighs)": null, "Aabria: And it's right about this time, I'm going to ask for a Mark": null, "check. We're going to make the DC 4.": null, "Lou: Okay.": null, "Aabria: It's low.": null, "Lou: It's low. Wait, do I take an adversity token-": null, "Aabria: You take a token because you failed, and a token for attempting": null, "overt magic.": null, "Lou: That's a 1.": null, "Aabria: (laughs)": null, "Lou: I'm going to-": null, "Aabria: You're going to do it?": null, "Aabria: You can get a token if you just let it not happen.": null, "Lou: I'll take the token. I'll take the token.": null, "Aabria: Take the token for failure.": null, "Lou: I'm going to let this go.": null, "Aabria: It's okay.": null, "Lou: I just like to win.": null, "Aabria: Because you are so deep in your explanation game that you don't": null, "notice what Aaron notices until you see his eyeline has moved from you": null, "and is tracking something across the room.": null, "Aaron: …the f—Funkytown is that?": null, "Lou: I'm going to look at it.": null, "Aabria: You turn around and you see, it looks like… Origami day is a": null, "thing that's happened at LEEP many times. What a fun little adventure in": null, "multiculturalism and manual dexterity for children. But this is very": null, "specifically like a bird, and it seems to articulate and flap across the": null, "room, and it's moving, much like Spalding, under its own devices.": null, "Lou: I'm going to put a hand on Aaron's shoulder and be like-": null, "Jammer: Hey, hey.": null, "Jammer: This is bird stuff. You want to talk about magic shit? This is": null, "magic shit, dog. When they send birds, they're trying to send messages.": null, "They're trying to let you know what's up.": null, "Aaron: Shut up!": null, "Jammer: What?": null, "Aabria: And he's going to push you off and sprint to try to chase down": null, "the bird.": null, "Jammer: No, shit! No, no, no!": null, "Lou: I'm going to chase after him.": null, "Aabria: Okay, it's going to be a Brawn roll.": null, "Aabria: I'm going to say the difficulty is 12.": null, "Lou: What's Brawn?": null, "Aabria: Oh, sorry. Matter.": null, "Lou: Okay, great.": null, "Aabria: Your Matter roll, difficulty of 12.": null, "Aabria: To beat him to the bird.": null, "Lou: Great.": null, "Brennan: I like that Mind is over Matter.": null, "Aabria: That's fun. We have fun here. I'm never going to remember any of": null, "the words I came up with. Delightful.": null, "Lou rolls his die.": null, "Lou: [groans]": null, "Erika and Brennan gasp.": null, "Lou: So many motes of magic!": null, "Aabria: Let me be clear. Has Jammer sort of changed physically across": null, "the three years? What's our height? What's our sort of physicality?": null, "Lou: Still six foot, hasn't changed much. I think has put on… The year": null, "he went to Gowpenny was supposed to be a bulking year, but then he was": null, "just ordering McRibs all the time. I think he's still around the same": null, "size, maybe slightly more muscular, but he did fracture his toe in his": null, "first year, but he's recovered for the most part. But I think he can be,": null, "sometimes, more trepidatious with his body than he was before.": null, "Aabria: I think it's a mixture of that, of knowing that a little injury": null, "can sideline you for a year and this room is a maze of little stuff that": null, "could kill your next season, so you don't feel bad that you lose a step": null, "to him. He's also 6'5\" and a senior. So he's going to absolutely mow": null, "over you, jump up off one of these low little homework tables, and": null, "snatch the bird, crumpling it, out of the sky.": null, "Jammer: Bro, it's like a message! Bro, they got messages. What does it": null, "say? What does it say?": null, "Aaron: What do you mean? Where's the message?": null, "Aabria: And he's just holding a crumpled, dark gray piece of paper.": null, "Aaron: What message?": null, "Jammer: Give it to me, man.": null, "Aaron: No, I want it. I want magic.": null, "Jammer: Bro, it's-": null, "Aaron: Can I turn it into a wand?": null, "Aabria: He starts twisting it.": null, "Jammer: Bro, stop.": null, "Jammer: Bro, stop! It's clearly some kind of important-ass message. The": null, "last… Language, please!": null, "Children: Language! Language!": null, "Jammer: Last time, they sent me an owl, and it had a whole-ass note.": null, "Language! It had a whole-ass note. Language!": null, "Aaron: Do you want to go talk outside?": null, "Jammer: Yeah, can we-": null, "Aaron: You're struggling!": null, "Jammer: Sorry, bro.": null, "Aabria: Jewel's in the corner. She looks like she's going to hit you.": null, "Jammer: Yes. Jewel, please!": null, "Jewel: I found papers.": null, "Jammer: Okay!": null, "Jewel: Go outside!": null, "Jammer: Thank you.": null, "Jewel: Okay, everyone, we're going to… Please stop yelling, \"Language.\"": null, "We are going to have a little snack time. Stop yelling, \"Language!\"": null, "Aabria: And you see that the moment you sort of move out of the room she": null, "quickly loses her cool, like you are a large part of the chill energy of": null, "this place. You step outside, and you're just sort of at a little half": null, "basketball": null, "court around the corner. He's like,": null, "Jammer: Look, I'll share the magic with you. You just gotta show it to": null, "me so I can see what's going on.": null, "Aabria: He offers it to you.": null, "Lou: I unfurl it.": null, "Aabria: The moment you touch it, you feel that pulse, a connection to": null, "magic that's solid and real. It almost has the flavor behind it of what": null, "you remember from your time at Gowpenny, and as you go to open it, it": null, "helps you. It sort of uncreases itself. You feel a little heat on the": null, "paper as it tries to smooth out its own wrinkles, and it unfolds into a": null, "note. It just says,": null, "Dr. Boodle: Hey, Whitney. Hope you're doing good. This is Dr. Boodle. I": null, "could put that at the… You'll read it at the end. I don't know why I'm": null, "rambling. It's just a note. I would love if you could come… I have a": null, "proposition for you. It would be so great if you could come to these": null, "coordinates. Everyone will be there.": null, "Aabria: It's very funny that this note has all— It's ellipses every": null, "couple words.": null, "Aabria: He could've just started again.": null, "Lou: A classic talking into Siri—": null, "Aabria: Yeah!": null, "Lou: —ramble. “Comma!”": null, "Aabria: Yes!": null, "Lou: Okay, yeah, I'm caught up.": null, "Aabria: It's very strange how much this doesn't feel like a meticulously": null, "curated note, but a hastily stream-of-conscious dictated letter.": null, "Dr. Boodle: There's a code at the bottom, and if you put it into your": null, "computer, it should make tickets for the Faroe Islands. I cannot wait to": null, "see you. I have a little business proposition. I hope you're doing well.": null, "This is Dr. Boodle from Gowpenny, your teacher, if you remember, from": null, "Chimeron. I hope you're so good.": null, "Aabria: And at the bottom, “Dr. B.”": null, "Lou: Jammer just gets a little quiet and, I think, nostalgic for that": null, "time and his friends, who I think kind of come to him in this moment as": null, "he looks over the note.": null, "Aaron: Hey. So, the magic?": null, "Jammer: Oh.": null, "Aaron: You just put a note in your pocket.": null, "Jammer: Can you see it?": null, "Aaron: What? Yeah, I don't read cursive good.": null, "Jammer: Oh. One of the dudes who used to teach us, he's asking me to": null, "come to the… Head out to the Faroe Islands.": null, "Aaron: The what?": null, "Jammer: The Faroe Islands.": null, "Aabria: He immediately pulls out his phone and is starting to look it": null, "up.": null, "Jammer: Yeah, honestly, can you look it up?": null, "Aaron: Yeah!": null, "Jammer: I don't know where it is either.": null, "Aaron: Dude, it's by Iceland.": null, "Jammer: Shit!": null, "Aaron: You're just going to go to Iceland? Or not Iceland, next to": null, "Iceland?": null, "Aabria: He just keeps zooming in.": null, "Jammer: I mean, spring break's coming up, and I got free tix.": null, "Aaron: Like, for the homies?": null, "Jammer: Here, one second.": null, "Lou: I'm going to scan my QR code. How many tickets do I have?": null, "Aabria: One!": null, "Jammer: [looking at his phone, disappointed] Uh…": null, "Aabria: Business class.": null, "Jammer: [surprised] Ah! Uh… [looks at Aaron] Nah.": null, "Aabria: There's a layover.": null, "Jammer: Nah.": null, "Lou: Is there a layover?": null, "Aabria: There's a layover in Copenhagen.": null, "Jammer: [talking to self while looking at the ticket on his phone] Shit.": null, "But honestly, that means I get to fly business class on two flights!": null, "Players: (laughing)": null, "Aaron: I don't understand!": null, "Jammer: Sorry.": null, "Aaron: I'm feeling very left out of whatever's happening here!": null, "Jammer: He is asking for help on a class project or something, and I": null, "mean, I was just going to spend spring break just working out and stuff,": null, "but I don't know, shit. Could be fun, just a couple days in whatever the": null, "Faroe Islands are, you know?": null, "Aaron: You good?": null, "Aaron: Is that okay?": null, "Jammer: Yeah, I think I'm gonna go to the Faroe Islands! Shit! Love the": null, "Faroe Islands.": null, "Aaron: That's weird, but tight. Okay.": null, "Jammer: Yeah, I think it sounds cool.": null, "Aaron: That kind of counts as magic. I feel like you did magic.": null, "Jammer: Is that kind of magic?": null, "Aaron: I'll count it, 'cause the bird was flying, and then it was": null, "wrinkled.": null, "Jammer: Yeah, it was like a note. So that's kind of the other shit… I": null, "guess pushing was a pretty lame...": null, "Aaron: It wasn't. I get it.": null, "Aaron: I can't do magic. I try.": null, "Jammer: Did you try?": null, "Aaron: Yeah. I mean, yeah. When we all kind of found out it was": null, "something, yeah, I remember trying for, I don't know, once or twice,": null, "and-": null, "Jammer: See, that's what it felt like. It felt like everybody tried a": null, "couple times.": null, "Jammer: And it didn't click. And then, I don't know, it's been weird for": null, "a while, so…": null, "Aaron: It's just a couple days?": null, "Jammer: Yeah, it's just a couple days in the Faroe Islands, you know?": null, "Aaron: But you'll be back.": null, "Jammer: Yeah, and I get to fly business class.": null, "Aaron: That's kind of tight.": null, "Jammer: I think they give you champagne.": null, "Aaron: [gasps] Shut up!": null, "Jammer: They give you champagne.": null, "Aaron: That's fucking cool.": null, "Jammer: It's free! You think I pay for it?": null, "Aaron: Free? Okay, all right.": null, "Jammer: See?": null, "Aaron: Bring some back!": null, "Jammer: Honestly, for the homies, I'll bring some. I'm gonna bring back-": null, "Aaron: If you don't, I'm gonna whoop your ass.": null, "Jammer: Okay, I'm gonna bring you back champagne. I'm gonna take": null, "champagne from the plane-": null, "Aaron: Yes!": null, "Jammer: And bring it-": null, "Aaron: Like a little one.": null, "Jammer: Exactly.": null, "Lou: (stammering)": null, "Jammer: Tell everybody. Tell everybody Jammer's bringing": null, "back champagne, all right?": null, "Aaron: Okay, I'm gonna.": null, "Aabria: And he just immediately sort of turns and walks away and starts": null, "shouting down the teammates that have sort of headed back down the": null, "street and are headed over to Roosevelt.": null, "Lou: I think Jammer takes a second. There's that excitement and kind of": null, "anxiety, those mixed feelings that just come with being like, ooh, we're": null, "going to go back. We're going to go back and see some people who we": null, "haven't seen in a while.": null, "Aabria: You think about that as you head back and make your plans, and": null, "we'll move from you to go catch up with K Tanaka. Three years, it's a": null, "long time. A lot of things are possible. A lot of things were made": null, "possible by your actions. In what direction did K move after Gowpenny?": null, "You stayed, yeah? Graduated?": null, "Erika: Yes, I stayed and I graduated, and due to unforeseen": null, "circumstances, I am single, whee! And I took an Airstream trailer,": null, "because I'm very… I gotta keep on moving, gotta be on the move. Can't": null, "stay in one place for too long, or they'll find me.": null, "Aabria: They will find you. You aren't just K Tanaka. You are Itsy Bitsy": null, "Spider. You are famous online. Not you. Itsy Bitsy Spider is famous. The": null, "patron saint of digital hedge mages. You have guarded and provided": null, "stewardship and a sneaky little point in the right direction for those": null, "online that have desperately sought out access to magic after the": null, "revelation that you and the rest of the pilot program brought into the": null, "world, and it keeps you online. It keeps you in the dark, a little": null, "spider touching all of the webs that you put out there, and someone has": null, "to guard it, so why not you? And that's been your mission for three": null, "years. So we will find you in your Airstream trailer out on the": null, "outskirts of Zagreb, Croatia. You are a digital nomad, and you stay as": null, "long as you think is safe, and you spend your days plugged in. So we": null, "push in through the window, and we see you at your display, several": null, "monitors, hands out, and in a level of trance as you split your": null, "attention again and again and again, watching forums, watching feeds,": null, "videos on several tabs, on several screens, of people attempting magic": null, "and failing and succeeding, questions about the PDFs that you all put": null, "out. What could this mean? What are they asking for when they say a": null, "material component? How would one even go about making potions? Is there": null, "a way to do this without access to fire? Do the verbal components of": null, "spells have to be in English? A thousand thousand questions, but none of": null, "them beyond your purview, because Itsy Bitsy Spider is so prolific, so": null, "omnipresent, that people think you are": null, "dozens or hundreds of people, watching and helping. And as you move": null, "through your duties, you just feel a little tap on your shoulder as a": null, "slightly mangy-looking chipmunk wearing a thread-worn sweater with": null, "leather patches at the elbow gives you a little tap.": null, "Theodore: Excuse me! Hi, K!": null, "K: Oh, Theodore, yes.": null, "Theodore: Ah! What?": null, "K: Ah!": null, "Theodore: Hi! Hi!": null, "K: Hi, hello. I am in five forums right now, yes. What do you need?": null, "Theodore: Okay, I was just… Just wanted to see if you wanted a cup of": null, "tea or something. Maybe take a little break.": null, "E: I look around, and there are four different mugs of tea-": null, "A: Mm-hm.": null, "E: ...in various states of un-drunkenness.": null, "A: Mm-hm!": null, "K: Yes, tea would be lovely, thank you.": null, "Theodore: Could you… I'm sorry, I don't mean to press. Would you like": null, "to, I don't know, push back? We've done this,": null, "A: and he kind of gestures at two of the mugs,": null, "Theodore: where I will bring it over, and I just… I'm not trying to": null, "complain. It's so nice to be here and to help you out. But you will kind": null, "of just look back at the screen. It takes a lot. The mugs are as big as": null, "I am. I'm just a little chipmunk! I'm just a little guy! And I bring it": null, "over, and then you don't drink it, and it's fine, 'cause I know you're": null, "very busy. You have so much to do. And I just...If I'm being honest, I": null, "don't": null, "really understand what you do, because I'm a little guy.": null, "K: Ooh. I got a ping in Australia. I think it's from Sydney.": null, "Theodore: Yeah, can you take a little bathroom break or something?": null, "K: Hmm? Hmm?": null, "Theodore: Like, a little one? Just a moment. Can we just go outside? I": null, "would love some fresh air. It's close in here.": null, "K: Yeah, but the signal's not so great out there.": null, "Theodore: Huh?": null, "K: Signal's not so great out there!": null, "Theodore: Yeah, you could take a break. It's fine. Look, it's fine.": null, "They'll be fine for a couple more minutes.": null, "K: Teddy.": null, "Theodore: Just 10 minutes.": null, "K: Listen.": null, "Theodore: 10 minutes.": null, "K: I-": null, "A: And he pulls out, he reaches into his tiny little sweater pocket and": null, "pulls out a comically large pocket watch.": null, "Aabria: (exhales sharply)": null, "Theodore: What if we just take 10 minutes? This was my grandpappy's.": null, "What if we just take 10 little minutes?": null, "A: And he reaches over to touch your hand, and he kind of drops the": null, "giant": null, "pocket watch on his foot.": null, "Theodore: (squeaking in pain) Take a little break?": null, "K: (groaning with decisions) Okay, okay, okay. You get eight minutes.": null, "Theodore: Eight minutes?": null, "K: Yeah!": null, "Theodore: Nine?": null, "K: It's what your grandpappy Ermintrude would want.": null, "Theodore: (squeaks) You remember?": null, "K: Yeah.": null, "Theodore: It's really nice that you remember.": null, "K: Okay.": null, "Theodore: Okay!": null, "K: Let's go to the outside.": null, "Theodore: Mm-hm!": null, "K: The meatspace.": null, "Theodore: Mm-hm.": null, "A: He kind of jumps onto your arm, and is just sort of patting you, but": null, "you can feel the little sharp claws of a small woodland creature digging": null, "in like, \"Mm-hm!\"": null, "K: Yes, okay, we just need to go outside, but we must return posthaste,": null, "because Theodore, if-": null, "Theodore: Why are you talking like that?": null, "K: Huh?": null, "A: And he's going to run up your sort of steepled hands and get right on": null, "your face, and he kind of grabs you right under your cheeks.": null, "Theodore: Why do you talk like that?": null, "K: Like what?": null, "Theodore: Yeah, remember, we met when you were… Three years ago, and you": null, "talked normal. And now it feels like you're in one of those motion": null, "pictures.": null, "K: One of those, like a movie?": null, "K: Mm-hm.": null, "K: Well, the grandiosity of the tasks that we do here are in fact, yes,": null, "epic enough to be chronicled in some movie someday, but for now, we": null, "remain anonymous in the shadows.": null, "Theodore: Yeah, the shadows. No one's gonna-": null, "K: Uh-huh.": null, "Theodore: Outside, please.": null, "K: Okay, all right.": null, "Theodore: I'm an animal!": null, "Theodore: And I want to go outside!": null, "K: Oh, buddy. Okay, sure, sure sure sure. Let me just get to a good save": null, "point in \"Elder Scrolls.\"": null, "Theodore: Now!": null, "Brennan: (laughs)": null, "K: Okay, okay okay okay! We're going, we're going, we're going!": null, "Aabria: I need you to make a Grit roll.": null, "E: Okay!": null, "A: I'm going to say the difficulty is 10, as Teddy grabs into your": null, "cheeks and you feel like he's ready to pop the skin.": null, "E: Oh, it's a six. Oh wait, seven. That'll be a seven.": null, "A: You feel just that edge of pain, and maybe that little brightness": null, "that he might have torn the skin. You know that in the times that you've": null, "torn yourself away from your very important work, Teddy's not been doing": null, "great. He's a little familiar ripped from \"The Wind in the Willows\" and": null, "now your job would have you… And as you're thinking all of this, you": null, "step out with him": null, "outside, and it's night.": null, "K: (groaning)": null, "A: You remember walking into your trailer, and it was like noon, so": null, "maybe it's been a couple hours.": null, "K: What is the date?": null, "A: You check your phone. Roll a d6 for me.": null, "E: Four.": null, "A: This, Itsy, is your blessing and your curse. Your grit, the result of": null, "your extreme focus. You have been inside, online, uninterrupted, for": null, "four days.": null, "K: Mm. Mm-hm, mm-hm. Good.": null, "Lou: Mm-mm, mm-mm, mm-mm.": null, "B: Good, good.": null, "K: Yes.": null, "Theodore: Yeah, the air is nice, right? It's nice, it's a nice night.": null, "A: And you look out and you see that where you've ended up setting up": null, "shop, again, you always have to have a strong wi-fi signal, so you're": null, "very close to a nice little downtown area, and there's a bunch of cafés": null, "and little beer gardens, and because it's night, people are coming to": null, "dinner and meeting friends, and they're all speaking and hanging out.": null, "They speak a language you don't speak. They see you as they pass you,": null, "and acknowledge you and move forward. They don't look at you like they": null, "know you.": null, "K: That's good, that's good, because that means that my work remains": null, "anonymous.": null, "Aabria: This is the world that you are not of. Meatspace.": null, "L: Meatspace.": null, "A: Meatspace! You get a little fresh air, and Teddy crawls down and is": null, "like,": null, "Theodore: I'm going to make some tea and bring out to you. Just hang out": null, "here. I get six more minutes.": null, "Theodore: Six! All six!": null, "K: All right, all right.": null, "Theodore: Thank you!": null, "A: You hear him scamper away.": null, "A: What are you looking for? What are you looking at, K?": null, "K: It's just, I'm used to kind of being, you know, out in the… The": null, "outside. You know.": null, "A: Are you staying present?": null, "E: I pull out some knitting needles, and immediately start knitting a": null, "little tiny sweater and stuff. It looks like it's being printed, you": null, "know, in fast motion.": null, "A: You begin knitting.": null, "K: Gotta do something with the hands.": null, "A: And your little wearable, you feel a buzz on your wrist as you get a": null, "little message, and another one, and another one. This isn't anything": null, "new, but you are always on tap. You're always on call, and some of your": null, "closest cohorts, your retinue, someone that goes by Forethought, and of": null, "course your cohort Mitts, and these are all abbreviations of internet": null, "handles and names that change across forums, but there are very few": null, "people that can reach out to you and they keep you updated constantly,": null, "new rumors and whispers that governments are beginning to formulate": null, "responses to the advances of magic. It's still chaotic, no one's really": null, "cracked the code of how to do magic consistently, but there are sects,": null, "cults, people that are building whole systems around the desire for or": null, "restriction of magic, and the longer you step away, the more": null, "notifications you get. Everything interesting in": null, "the world is happening, and you're not anywhere near any of it. Five": null, "minutes.": null, "K: Okay, five minutes.": null, "E: There's a whole little pantsuit.": null, "A: The world's fastest knitter.": null, "E: Yeah, yeah, yeah, yeah, yeah, yeah, yeah.": null, "K: I'm gonna add some sequins, I think. But I told Teddy… I still got": null, "five minutes, five minutes. Cool. Okay, great.": null, "A: Give me a Mark roll, difficulty of six.": null, "E: D4.": null, "E: So it's a three. I'm going to use that and-": null, "A: You're going to roll it again. It's a Lucky Break and you roll the d4": null, "again.": null, "E: Roll the d4 again. Ooh, that's another four.": null, "A: Amazing, another Lucky Break. Roll it again.": null, "E: Roll a d4. Ooh, that's another-": null, "A: Wait, shut up! Let's go!": null, "B: Incredible, oh my god.": null, "L: Perception.": null, "E: That's another one!": null, "A: Oh my god.": null, "B: That's four fours in a row. That's 16.": null, "A: Okay, four fours.": null, "L: The campaign's over, right?": null, "A: Yeah, we're done. We did it.": null, "A: You see the bad guy and you deal with it.": null, "E: And that's a two, so 16. Wait, no.": null, "B: 18.": null, "E: 18, yeah.": null, "A: 18. If I set a difficulty and you meet or miss it by more than seven,": null, "we're talking about critical failures and critical successes so with a": null, "total of 18, you see it. Something against the very dark skyline,": null, "soundless, getting closer. It has all of the moving and intentionality": null, "of a drone. So perhaps they've finally found you.": null, "K: Fuck! (grumbling)": null, "A: It gets a little closer. Four minutes. It gets a little closer, and": null, "it's just, it's too small. You know the specs of every drone used by a": null, "government with a stated anti-magical bent in the EU. Isn't lining up.": null, "And it gets a little closer. You've knitted another pantsuit. And then": null, "you see it. It resolves. A pair of wings. Paper? Metal? Magic.": null, "K: (hooting)": null, "A: You make a little bird noise?": null, "E: Yeah!": null, "A: And it gently alights onto your hand and unfolds itself, and you feel": null, "that warmth under your palm. Real magic. Real magic, unfolding just for": null, "you.": null, "E: Yeah.": null, "A: A note, hastily scrawled and awkwardly worded, from Dr. Boodle,": null, "requesting your presence, asking several times if you're doing well and": null, "if you remember who he is, Dr. Boodle. He was there at your graduation.": null, "He was sitting next to you at your graduation, hopes you're doing great,": null, "has a little proposition for you, hopes this finds you. You're very hard": null, "to find. The Faroe Islands. A code for a plane ticket. Everyone will be": null, "there. A proposition for you. Three minutes.": null, "K: (groans) Okay, okay. Okay, okay! Teddy? Teddy!": null, "A: You turn around and see that Teddy's just actually been slowly": null, "scratching at the Airstream trailer. The door shut, and he has not been": null, "able to get in.": null, "K: Teddy?": null, "Theodore: Hi, hi! I'm sorry, I couldn't reach the door, and it feels": null, "like you didn't need the tea. I just wanted you to get some air. How are": null, "you? What's that?": null, "K: Yes, good. We're going to the Faroe Islands, Teddy!": null, "Theodore: The what?": null, "K: The Faroe Islands. You know.": null, "Theodore: Yeah!": null, "K: Outside of Iceland?": null, "Theodore: Yeah, we all know about that.": null, "K: Really green?": null, "Theodore: Yeah! Oh! Oh.": null, "A: And you see Teddy walks up and kind of touches it, and something": null, "shakes across him.": null, "(tender music)": null, "Theodore: That's nice.": null, "K: Yeah, it feels good, doesn't it?": null, "Theodore: I've missed that.": null, "Theodore: We're going to go?": null, "K: Yeah, we're going to go. See the gang again!": null, "Theodore: We're going to see everyone again?": null, "K: Yeah. Well, yeah, I think. It says, actually… Yeah, yeah, we're going": null, "to… Yeah, everybody's going to be there. Yeah!": null, "Theodore: This'll be fun.": null, "K: It'll be fine.": null, "Theodore: This'll be fun!": null, "K: Fine!": null, "A: And Teddy asks for uppies and sort of pats you gently on the shoulder": null, "and nuzzles into your cheek, seemingly more relaxed than he's been in a": null, "very long time, and you return into your trailer.": null, "K: All right. Pack your tiny tablet.": null, "Theodore: I don't want to bring it.": null, "K: Pack your tiny little tablet!": null, "Theodore: You only gave me two apps, and I don't like playing Balloon": null, "Pop!": null, "K: You do like Balloon Pop.": null, "Theodore: I don't!": null, "K: All right, well-": null, "A: He starts biting the edge of your thumb, not hard, but a little": null, "petulantly.": null, "Theodore: Don't take it out on me because you don't want to see him": null, "again!": null, "K: I'll get you \"Angry Birds\"! I don't know what you're...": null, "Theodore: Make some tea!": null, "A: And from there, we'll cut away, and move a little farther afield.": null, "Farther north again, to London, to Shepherd's Bush, to the BBC studios,": null, "where we find Sam Britain. Name change. Interesting.": null, "Danielle: Yes, name change, because her name is Sam and she lives in": null, "Britain.": null, "Aabria: Oh, that's exactly...": null, "Danielle: Sorry.": null, "L: I just did it. Math tracks.": null, "A: Yeah, thank you. Thank you so much.": null, "Lou: Added it all up. It's right there.": null, "A: Now take a token.": null, "L: Oh, thank you.": null, "Aabria: Great. Thanks for doing the math for me.": null, "L: What's up, bro? I'm eating today!": null, "A: Sam, your life in the last three years has been like your life for": null, "all of the others, charmed. Things have gone well. You stayed and": null, "graduated from Gowpenny,": null, "(tender piano music)": null, "returned to streaming, made a little name change, and then was called up": null, "to the big leagues in a major way, and you are now the host of a panel": null, "show on BBC Four, a channel that is best described as not really sure if": null, "it's still on the air. But your internet following is huge. You are": null, "charming and graceful. It sometimes involves song. No one could accuse": null, "you of being a good singer, but they just have fun because you have fun,": null, "and who could say no to you? And so we're going to pick up, and of": null, "course, you are about to begin another episode of your smash sensation": null, "\"Britain's Got Magic.\" You're in the makeup chair, and your producer,": null, "(sighs) he is a sweaty and terrible man.": null, "But Jamie Thorp is a 30-year veteran in this field. This was the last": null, "gig he was going to take on the way towards an early and well-deserved": null, "retirement, and joke's on him, this is the most popular show he's ever": null, "been a part of, and his job, his day to day, is less about producing the": null, "show, and more about managing you. And you are getting your sort of last": null, "touches, a cute, rosy glow, and Jamie stands beside you holding a": null, "clipboard and a phone. He's on his little headset, pouring sweat into an": null, "ill-fitting blue suit.": null, "Jamie: Ms. Britain, we've talked about this for a while. I don't think": null, "it's appropriate for you to sort of declare an episode a musical without": null, "clearing it with the guests or me, if I'm being very honest.": null, "Sam: Okay!": null, "Jamie: I just want to know more than 24 minutes before we're supposed to": null, "begin.": null, "Sam: Okay, but you have a cassette player, right?": null, "Jamie: A what?": null, "Sam: Yeah, you know-": null, "Jamie: I know what a cassette is. How do you know what a cassette is?": null, "You're, what, 17?": null, "Sam: Um, I'm like 20. My mum has cassettes. She would always use them,": null, "and it would be like, you're so beautiful, you're so powerful.": null, "Jamie: So charming.": null, "Sam: Stay away from that man, girl.": null, "Jamie: Your American charm is absolutely devastating. I love it.": null, "A: I need a Charm roll. Your difficulty's going to be 14.": null, "D: Okay.": null, "(bouncy violins)": null, "D: 18.": null, "L: Of course.": null, "D: I rolled an 18.": null, "L: Of course!": null, "A: Beautiful. 18.": null, "D: All right, LL.": null, "B: 18, beautiful. Thank you.": null, "D: Love it, love it.": null, "A: You see it. There's no way to not notice it. He is just a portrait of": null, "a harassed man, and something washes over him under your direct and kind": null, "gaze.": null, "Jamie: Okay, yeah. Okay, you want to… You can walk out and sing a": null, "little song, and you've got… Today is Tony and Jameela, so are they": null, "going to be singing too? I know that they're friends of yours, but they": null, "are here to sort of do rounds of promotions for their work, so what…": null, "Help me set expectations for them.": null, "Sam: Well, I mean, I don't want to make anybody do music. I can just": null, "come out with T2 and we can do the opening number.": null, "Jamie: The pig?": null, "Sam: Yeah.": null, "Jamie: You're going to sing with the pig again? That's nice.": null, "Sam: Yeah! I can come out, I'm holding T2. We can do the opening number,": null, "and then I'll cross over, I'll sit down, and then if they want to join": null, "in on number #2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17,": null, "18, 19, or 20, then they can.": null, "Jamie: 20 musical numbers?": null, "Jamie: Yeah, just 20 songs. It's going to be 20. Don't yell at me. Don't": null, "yell at me!": null, "Sam: Who's yelling at you?": null, "Jamie: No one. Don't worry about it. You're so good. You're so good.": null, "Sam: I don't want anyone yelling at you. That's not nice.": null, "Jamie: No, never. It's my...": null, "A: He takes out the headset, sort of holding it in his hands, holding a": null, "clipboard.": null, "Jamie: It's my job to make sure whatever you want and need, you get,": null, "because anything you put your mind to seems to work, against all of my": null, "better judgment. So, 20 musical numbers. We'll find a musician. We'll": null, "get you some accompaniment. We don't need a cassette player.": null, "Sam: Oh!": null, "Jamie: That's so great.": null, "Sam: Cool.": null, "Jamie: Great. Is there anything else I can get you?": null, "Sam: Ooh!": null, "Jamie: Where's T2, by the way?": null, "Sam: Oh.": null, "Jamie: I haven't seen him.": null, "Sam: Oh, T2, the last time I saw T2, I think that he was helping out": null, "with wardrobe?": null, "Jamie: What do you mean?": null, "Sam: Wardrobe.": null, "Jamie: He's a pig.": null, "Sam: Like, what I'm going to wear.": null, "Jamie: No, I understand. You say he's helping out...": null, "A: He snaps.": null, "Jamie: With wardrobe?": null, "Jamie: Mm. Mm-hm.": null, "Jamie: He's helping out with styling, and this is going to be a musical": null, "episode. Delightful. Delightful.": null, "Sam: T2 just knows what I like.": null, "Jamie: You know what, wonderful. I will pass this on myself, because I": null, "need to pick up another headset. It's going to be great. You're doing a": null, "great job.": null, "Sam: Oh, thank you, thank you. I'm really nervous, you know, because": null, "it's like… It's all big. It's the BBC.": null, "Jamie: Yeah, you're on television.": null, "Jamie: You're doing-": null, "Sam: British Big Cinema? I don't know what it stands for.": null, "Jamie: British Big Cinema. Yes, the British Big Cinema gave you a TV": null, "show.": null, "Sam: Yeah!": null, "Jamie: After you ate courgettes on Twitch.": null, "Jamie: And that's normal.": null, "Sam: Who's Courgette?": null, "Jamie: I love Americans. You're all wonderful. I'm going to go. If you": null, "need anything, I will send someone else to deal with it. Is that good": null, "for you? I can send Dawn.": null, "Sam: Oh yeah, send Dawn!": null, "Jamie: Perfect.": null, "Sam: I haven't said hi to Dawn today.": null, "Jamie: Delightful. You haven't said hi to your assistant today. Great,": null, "thank you. I'm going to… Yes! Yes, I'm flying her in now!": null, "A: And just puts his hand to his ear and stumbles away, and shortly": null, "thereafter, Dawn is going to walk up. She's 17. She's your assistant.": null, "She's treating all of this like learning on the job. She's a would-be": null, "content creator that doesn't really know what she wants to lean into,": null, "and is happy to work for you for free and just sort of enjoy the perks": null, "of being around you, because you've always been really generous with": null, "your time. She going to come up. She's got curly red hair, always up in": null, "a messy bun with a stylus and a pencil and a pen sort of jammed through": null, "it, ready for anything, and just is going to walk up. She's wearing a": null, "sweet little matching skirt and sweater set.": null, "Dawn: Good morning! Sam, how are you?": null, "Sam: I'm doing good. How are you doing today?": null, "Dawn: I'm so good! I just heard from Jamie that it's going to be a": null, "musical episode?": null, "Sam: Yeah, we're going to do": null, "Dawn: 30, okay. That sounds so wonderful. Okay, so I was wondering, I've": null, "had some more ideas. And she pulls out her phone and opens a little": null, "notes app.": null, "Sam: Ooh, love a notes app.": null, "Dawn: So I was thinking, what if I'm an animal trainer, and that's my": null, "thing, and I just make videos about training animals, and then maybe I": null, "could work with T2 because he already does so many good things, and I": null, "could be like, oh, I'm training him, and that could be my thing online?": null, "Sam: Oh, well, I would suggest, I think that that's great if you like…": null, "Do you like animals?": null, "Dawn: I mean, no, but I haven't really seen that that's like a thing? I": null, "haven't seen anyone else do it.": null, "Sam: You know what, I think that if you work with animals enough, you'll": null, "love them and you'll… Do you know anything about animals? That doesn't": null, "matter. So, T2 really doesn't like being told what to do, is the only": null, "problem.": null, "Dawn: Right, but I figured if you told him to do it, and then I… Like,": null, "he would listen to you, and then he would listen to me, and it would be": null, "fine. I just want to be like you!": null, "Sam: Aw.": null, "Dawn: You're just so magical, and you're so nice and so sunny and so": null, "sweet, and it just all seems to work out for you so well, and I was just": null, "wondering if maybe I could use some of that and I could have my own": null, "thing, and then we could… I don't know.": null, "Sam: You know what, you should do that, and I'll get T2, and if I ask": null, "very politely and if he's not busy worrying about quarter one or quarter": null, "two taxes, 'cause I still have to pay taxes. It's a whole thing. Dual": null, "citizenship! But if you want to, then yeah, we can totally make that": null, "happen. We will find a way.": null, "Dawn: That's great, okay. Thank you so much.": null, "Sam: Maybe that can be next episode.": null, "Dawn: That's so good!": null, "Sam: Maybe next episode, we can just train you how to do animal stuff.": null, "Dawn: I would love to be on camera.": null, "Dawn: It sounds so nice.": null, "Sam: Yeah, let's do that next episode. Go tell Jamie.": null, "Dawn: I'll go tell Jamie. I also forgot to get your coffee or your dry": null, "cleaning, but I can grab it later.": null, "Sam: No one cares about that. The important thing is that we make sure": null, "that you learn how to train animals on camera for the first time in": null, "front of a bunch of celebrities you don't know. We're going to do that": null, "next… Maybe we can do that for the second half of this hour.": null, "Brennan: (laughing)": null, "Sam: You know what? You know what? We're going to cut it down. We're": null, "going to cut it down from 40 songs to 20 songs, and the rest of it,": null, "we're going to have it be you and T2. Okay, great! This is wonderful!": null, "Ooh, tell Jamie. He's going to be so excited. Okay, bye Dawn!": null, "Dawn: [wheezing anxiously]": null, "Brennan: (pounding the table)": null, "Dawn: [hyperventilating]": null, "Sam: Are you okay?": null, "A: And you see that Dawn just sort of doubles over next to you.": null, "Dawn: I don't think I should do it today.": null, "Sam: Why not? What else are you doing?": null, "Dawn: I don't know, I have all of your assistant things to do.": null, "Sam: Just, like, no-": null, "Dawn: I got your mail!": null, "Sam: Well, no.": null, "Dawn: I have to go pick up your dry cleaning and get your coffee like": null, "you asked for.": null, "Sam: No, that's fine. I'll just grab coffee somewhere else.": null, "Dawn: No, I'll do that! I'm gonna do that!": null, "A: And then you just sort of see that she puts down, she starts pulling": null, "stuff out of her pockets.": null, "Dawn: I got your mail, and here's all your… I'm just gonna go, and": null, "we'll try again tomorrow! I have other ideas. I don't want to do that.": null, "Dawn: I'm gonna find T2.": null, "Sam: Okay, well, tell Jamie we're not doing it, then.": null, "Dawn: I'm not gonna! [whimpers]": null, "A: And she walks away. Can I get a Brains roll?": null, "D: You sure can.": null, "B: The second half of the hour really got me. I could feel Jamie being": null, "like, \"It's 23 minutes!\"": null, "A: I'm going to say your difficulty is a 10.": null, "D: Okay, well, I rolled a three, plus one, so it's a four.": null, "A: Okay, with a four, there's something around Dawn. She's so eager and": null, "excitable, and it feels nice to reach out and help her, but it's never": null, "quite right. It never feels the same. You do this. You have celebrity": null, "friends. You air to a full studio audience week after week, and you're": null, "loved and adored online, but it all feels so removed. Dawn couldn't even": null, "be in conversation with you for more than a couple minutes. Jamie's": null, "never had a conversation with you that didn't require you to soothe some": null, "frazzled part of him. You've always been so good at connecting with": null, "people, and you're doing that now, but it just feels like there's": null, "something missing. You can't quite figure out what it is. You look at": null, "the pile that she's left, and little crumpled piece of dark gray paper": null, "twitches.": null, "D: I'm gonna poke it. Poke.": null, "A: And it nuzzles, sort of shifts out from under bills and invitations": null, "to premieres, and a little wounded, seven inch bird hobbles out, made of": null, "paper, ornately folded.": null, "D: Wounded?": null, "A: It looks like part of the crumpling on it under those other things": null, "has sort of bent its wing awkwardly.": null, "Sam: Hey, dude.": null, "D: I'm just going to reach out and cup my hand, see if the bird will hop": null, "into my hand.": null, "A: It hops in and settles down, almost like it's roosting.": null, "Sam: Hey, do you know the Sonny parts of \"I Got You Babe\"?": null, "A: It looks up to you, quirks its little bird face, and quickly unfolds": null, "into a letter, refusing to engage with the conversation.": null, "Sam: Oh. Oh!": null, "A: You see a note, much like the others. Dr. Boodle inviting you to the": null, "Faroe Islands. All your friends will be there. He has a proposition for": null, "Sam: Cool. Oh, business class. Yeah, that's...": null, "A: The ticket is for tonight.": null, "Sam: Oh! Oh.": null, "A: Just a little question. Do you go now? Do you put all of this aside": null, "and leave?": null, "D: I want to see my friends. There is an audience, and Tony really": null, "doesn't": null, "like to be left waiting. I could do an opening number and then skidootz.": null, "I'll skidootz after the opening number.": null, "Aabria: You put the letter aside, resolved to stay for the first song of": null, "your musical episode.": null, "D: Yes.": null, "A: And as Tony Danza joins you-": null, "L: It was Tony Danza?": null, "B: I thought Blair.": null, "L: I was hoping it was Blair!": null, "E: You guys-": null, "B: Jameela Jamil and Tony Blair?": null, "E: Oh my god.": null, "L: Tony Danza is on \"Britain's Got Magic\"?": null, "A: Yes.": null, "L: Promoting what?": null, "Aabria: (wheezing)": null, "D: Oh wow.": null, "A: He's not actually promoting anything.": null, "B: That's where you get off. That's where Lou Wilson gets off the bus.": null, "Why would Tony Danza get booked? He's not promoting anything!": null, "L: I'm thinking more from Tony Danza's perspective! Tony's flying all": null, "the way from his beautiful house in Long Island to London?": null, "L: For what? Just to hang?": null, "A: To sing a song with his good friend Sam!": null, "B: He's gotta sing 20 one-minute songs, because the host just left after": null, "the opening!": null, "L: Well, thank god Tony was there.": null, "B: I'll tell ya, he's the boss.": null, "L: Not bad.": null, "B: Not bad!": null, "L: Not bad at all.": null, "B: Not bad at all!": null, "A: Hey, go ahead and take a mote. That was great.": null, "B: Thank you. To our viewers at home, Tony Danza was an actor in the": null, "1980s-": null, "A: Stop it, they can Google it! Google it!": null, "D: (accented) Angela.": null, "A: And as he begins-": null, "A: I hate that. That's it. That's the thing. We're cutting from that.": null, "D: I'm so sorry.": null, "A: You sort of just say, \"Angela,\" and he continues to sing about how he": null, "doesn't really have a thing to promote and was excited to spend time": null, "with you, and he sings alone as you simply leave the studio.": null, "Sam: Bye!": null, "        ": null, "B: (New York-ish) Sam Britain. I love your mukbangs.": null, "A: No!": null, "L: Brennan, get out.": null, "B: It's been real. Thank you so much for having me.": null, "Aabria: Leave!": null, "Brennan: This way?": null, "A: We move, finally, away from Tony singing by himself.": null, "B: (New York-ish) ♪ Put your little hand in mine ♪": null, "A: Far away from London and Big British Cinema across and over to": null, "Glasgow, in a humble little apartment owned by one, and I did save you": null, "for last 'cause it's been so long since I've said it and I really just": null, "want to dig in, Evan Kelmp.": null, "B: Hell yeah.": null, "A: We're back, baby.": null, "B: Kelmp.": null, "A: It's a little discreet apartment in a little plain building, run of": null, "the mill. Not too nice, not on the bad side of town, but just a little": null, "place tucked away that's just for you. And as we look in, we see a sight": null, "that I was forewarned is so serial killer adjacent that, you know what,": null, "we're going to break convention here and I'm going to ask you to": null, "describe what we see as we find Evan.": null, "B: I'll take a second to describe it, because Evan doesn't have anyone": null, "to talk to. So, just being real-": null, "Aabria: (guffaws)": null, "Aabria: We're back, baby! It's sad!": null, "B: It's sad right away. There's just not an NPC-": null, "L: This lighting? Come on now.": null, "B: Come on now!": null, "L: Remember the bright pastels? They're gone.": null, "Brennan: They're gone! A walk-up building. Old, you know, pre-war": null, "building somewhere in Glasgow that has a top floor apartment, so many": null, "steps of a walk-up, an old, rickety place. As Evan walks in, we see him,": null, "and he looks different. He has some belongings, which are… The last time": null, "we met him at the beginning, he had a shopping bag full of socks and": null, "underwear, and now he's got his Backpack of Holding from his ex. No": null, "longer has long hair, because now he has the ability to get regular": null, "haircuts, which was why he had long hair in the past, and he got tired": null, "of trying new hair and clothing things and being made fun of, and it was": null, "too much for him to take, so he just has a uniform, which is sort of": null, "soft blacks on everything. Black jeans, black wingtip shoes, black": null, "T-shirt, black hoodie, black wool overcoat for": null, "the rain, and he comes in. You can see the only thing under his hoodie": null, "that's not a sort of soft, muted, nondescript black is his attendant": null, "uniform from the petrol station where he works. The room is completely": null, "barren except for a wi-fi router and modem in the corner, and sort of": null, "horrifying shapes of tape marked with runes and writing that make": null, "bizarre alien shapes that stretch from the floor to the ceiling, and the": null, "ceiling up and above and everywhere around. And in the middle of the": null, "room, there is a small stand that plugs in and there are a couple of": null, "cameras and motion sensors on the stand looking out around the": null, "apartment. And he finishes checking on his phone with a screen, which": null, "was his gift from Sam, finishes checking the security app to make sure": null, "that no motion or anyone was detected while he was away. And as he moves": null, "into the apartment, he immediately, in the quietness of this space,": null, "moves over to the counter where there's a small, strange shape, reaches": null, "into his Backpack of Holding, takes out a small Bluetooth speaker, puts": null, "it, and it fills a section of the tape shape, and as he takes his hand": null, "off, because it leaves his person, it suddenly has a shadow that fills": null, "the rest of the tape shape. All of the shapes are places to put things": null, "that he carries in his bag that as soon as he lets go of them, the": null, "shadow will fill up the rest of the space in the tape. So he takes the-": null, "A: This is so good. What?": null, "B: He has the speaker on kind of quiet, but immediately puts on a": null, "playlist of hype music, and then, everything that he has is either": null, "disposable or tough, right?": null, "A: Yeah.": null, "B: Shoes are tough. Coat is tough. T-shirt, disposable. Socks,": null, "disposable. I think he takes an air mattress and a little": null, "battery-powered motor to start filling up an air mattress, has a fitted": null, "sheet around it, little twin air mattress, and he goes to a corner and": null, "puts up a little Chimeron pennant that says, \"Mess with the goat, get": null, "the horns.\"": null, "A: You unpack your life and fill up your small space with the things": null, "that make this home, but you take it with you, because even now, with": null, "all of the things you do and you've seen and the life you've made for": null, "yourself, it's really hard to drop the instincts that have kept you": null, "alive until now. Stay light. Stay mobile. Stay useful. Stay busy. You": null, "just got back from a": null, "shift at a petrol station, and two days before that, you were running": null, "errands for Dr. Boodle, running up to his spot with Stitchnit up at the": null, "Faroe Islands and moving things around to Iceland, communicating with": null, "Tunavik or whatever's left of it. Why do you stay so busy? Why do you": null, "think?": null, "B: There's nothing pleasant in rest. I think that he has music playing": null, "almost right away when he gets home. The bed starts to inflate. Takes": null, "out a very small screen that can fit through the opening of a backpack,": null, "takes out a console, loads up \"Fortnite.\"": null, "L: What's up, dude? Let's go.": null, "B: I got that \"Fortnite\" coin.": null, "L: Gotta spend that \"Fortnite\" coin.": null, "A: It's been years!": null, "B: It would've been insulting. But here's the thing, it's the first": null, "video game he ever played, because he thought it would be rude not to": null, "play it, and now-": null, "L: Shit, it's free.": null, "B: You know, I think he has the music playing. He's playing the video": null, "game. Everything is quiet because he doesn't want to be a bad neighbor": null, "and he doesn't want to be noticed and he wants to have his wits about": null, "him, and I think that he will play \"Fortnite\" way, way late, and then": null, "when he can't physically stand the big overhead light anymore 'cause all": null, "the lights in the place- he doesn't have any standing lamps, it's all": null, "the overhead, he'll get into his air mattress and he has a sort of cheap": null, "blanket, but it's actually kind of nice to him. You know, it's like,": null, "it's very puffy. It's made out of fake shit, but it's very puffy and": null, "cheap and nice, and it just has little goats on it, has some farmyard": null, "animals, and as he goes to bed, he gets out his phone and will scroll": null, "TikTok or Reels or something until the sun comes up.": null, "A: You finish your little process, and there's a moment in transition": null, "when bed calls because it hurts to affect staying awake, and your eyes": null, "glance out at everything, and that light is so bright. I need a Mark": null, "roll, difficulty of 14.": null, "B: Mark, difficulty 14. You know what, I'll burn one and have a Lucky": null, "Break.": null, "A: Amazing.": null, "B: So that's an eight, and you said 14?": null, "Aabria: Mm-hm.": null, "B: So this needs to be a six or higher.": null, "Aabria: Just needs to be a six.": null, "B: That's a three. I don't make it.": null, "A: That's okay. You stare out at the shadows perfectly in their place.": null, "There's something to the prescribed order of where you've put": null, "everything, and the thing that you know about brains that will create": null, "something in stillness and in rest, you think you see a shadow get just": null, "a little too long for a second. It goes away. It seems fine. You move": null, "on, cuddle up in your little bed, and then you hear, as you're": null, "scrolling, nothing new in the group chat, nothing new or interesting": null, "online, the sound of something alighting on your windowsill, that open": null, "window.": null, "Evan points his wand at the open window.": null, "A: (laughs) Oh! Immediately.": null, "B: Yeah, I am ready to attack whatever is in this space.": null, "A: You hear it land, and then you see, as you're pointing and waiting, a": null, "little wing waves from just outside of your view, and slowly, a little": null, "origami storm petrel peeks around, gives you a little head.": null, "B: An origami storm petrel?": null, "A: Yeah, it's a little seven-inch bird that exists in the Faroe Islands,": null, "and when Dr. Boodle… This is a thing you would know because you have": null, "stayed around. You stayed around Gowpenny.": null, "B: Now who's got bird facts?": null, "A: You think I was going to show up to this season-": null, "L: Yeah, you called ours birds.": null, "A: Yeah!": null, "L: You called his a storm petrel.": null, "A: That's because Evan's the reason it is that bird. One of the first": null, "big problems, Gowpenny broke. You were there working as a custodian when": null, "it happened, the last quake that made it so clear to everyone that": null, "whatever was happening as the magic was changing, Gowpenny became": null, "unstable. And you were working as a custodian. You stayed, you": null, "graduated. People moved on and you stayed. But Boodle has always looked": null, "out for you, and as he moved out and away, he of course offered and": null, "extended that hand to you, and you saw it. Things were becoming": null, "difficult within this wizarding community, and the first to go were the": null, "owls. Disenchanted, they could not be sort of begged to do anything, to": null, "send messages, and as the storm was building, and you know about the": null, "storm, you had to find a way to communicate, 'cause there were still": null, "people that you liked, that you knew, that you went to school with, that": null, "you went to work with, that stayed within the thing that built around": null, "the school that broke. And then you split the difference, because you": null, "remembered that short distance messages were usually sent by little": null, "paper airplanes, and they got around and they moved through magic and": null, "the world just fine. And together, you developed a little bird, a": null, "reminder of the communication that was. Something new to try to": null, "weather the way magic is now, and this little bird knows the deal. There": null, "have been many birds before that learned the lesson the hard way. It": null, "peeks around and hops forward.": null, "Evan: Hey. Hey, little guy. Oh, I'm sorry, come in! Sorry, I didn't mean": null, "to scare you.": null, "A: And you see a sort of expanding of the space made in its chest as it": null, "almost gives a little sigh, and it doesn't make any bird sounds, but you": null, "hear the sort of gentle crackle and exhale as it comes in and flaps and": null, "lands on your hand.": null, "B: He looks around at the stuff that's around here and opens the bird": null, "with a sense of, thank god something's happening.": null, "A: Yeah, it unfolds quickly, and this is a note from someone who": null, "communicates with you often that is not trying to affect a sense of": null, "familiarity.": null, "Evan, earliest convenience, got a project.": null, "B: Evan folds up the bird and just writes,": null, "\"On my way,\" and... (exhales sharply)": null, "And I think Evan immediately gets his whole life deflated, everything in": null, "the bag. The wi-fi thing and the cameras and motion sensors, he doesn't": null, "even, he has compartmentalized… Those aren't his belongings because he": null, "can't take them with him. Those live at the apartment. He puts": null, "everything back in the backpack and pulls out a long wooden rod, and": null, "then the bristles of a push broom, screws the rod in, goggles,": null, "electronic compass, analog material compass, rain slicker, on the broom,": null, "out the window.": null, "A: It was not raining. I just want to be very clear about that.": null, "B: I won't be able to change if it hits midair!": null, "A: Fair enough.": null, "B: Be ready. Always be ready.": null, "A: You take off, and as you go, the little bird that went to go take off": null, "and give the message back sees how quickly you followed, and instead": null, "diverts and lands at the tip of your broom, and will fly back with you.": null, "B: I give it a little pat.": null, "Evan: Way to go, buddy.": null, "A: It just hunkers down, kind of gives you a look. You know what, luck": null, "check. We're just going to see. It rains.": null, "(thunder claps and Erika laughs)": null, "Evan: Fucking knew it!": null, "A: You get out over the open ocean, and yeah, move through some squalls.": null, "Your bird stays safe, you stay safe, and you very quickly arrive where": null, "you all were headed, the very southern island of the Faroe Islands. You": null, "land. It takes you-": null, "Danielle: (gasping)": null, "Danielle & Erika: (giggling)": null, "Lou: Wow.": null, "A: You land just as the sun is rising, and it is a gray, rainy day here.": null, "It's a town of a couple hundred people called Sumba, and-": null, "L: Sumba?": null, "L: Sumba.": null, "A: You arrive at Sumba, at the very southern tip of Suðuroy and you make": null, "your way past the sort of edge of the little red, brightly colored": null, "buildings, and the little town on a dock looking out over the ocean and": null, "you see all of these beautiful sea stacks and cliffs and formations and": null, "birds and ife and nature and greenery, and push past it to a little": null, "cottage at the end of a road that goes from paved to dirt, now muddy.": null, "Just the little yellow and blue home of Dr. Boodle, who as you walk up,": null, "crunching on the pavement, immediately throws open the door.": null, "Dr. Boodle: Evan!": null, "Evan: Dr. B!": null, "Dr. Boodle: Hi!": null, "Evan: It's so good to see you.": null, "Dr. Boodle: Hi! You are wet. I sent a plane ticket.": null, "Evan: My documents are all forgeries.": null, "Dr. Boodle: Mm-hm.": null, "Evan: Because I'm a nonexistent person, legally, and so I basically just": null, "have the things I need to have a place of residence and work in the UK,": null, "but I am American and I'm registered as American, and so a passport is": null, "something that I… And also, I have a bunch of weapons in my backpack, so": null, "flying is-": null, "Dr. Boodle: What'd we say about the weapons?": null, "Evan: Well, you say one thing about the weapons.": null, "Dr. Boodle: Yeah. What did I say?": null, "Evan: I say a different-": null, "Dr. Boodle: What have I said about the weapons?": null, "Evan: You said the weapons are not necessary or recommended.": null, "Dr. Boodle: Yeah! The tasks that you engage with don't require bladed": null, "and blunt instruments, I think. I think.": null, "Evan: Yeah.": null, "Dr. Boodle: And-": null, "Evan: Yeah, thus far.": null, "Dr. Boodle: Why don't you come in?": null, "Evan: Thank you.": null, "Dr. Boodle: Have you eaten? Do you need anything?": null, "Evan: I'm starving. I would love something.": null, "Dr. Boodle: Yeah, absolutely. David is over… He's off the island. He's": null, "with Maddie. They're doing some… It's school stuff. She's thinking about": null, "doing college in the US.": null, "Evan: Well, I don't recommend that.": null, "Danielle & Erika: (laughing)": null, "Dr. Boodle: What? What do you mean? Are you… Okay, I'm not going to get": null, "alarmist. I am… We talked about this. This is my first experience with": null, "parenthood. I'm trying to be a good partner. Stitchnit's great, and I": null, "want to be here for her. She's moving on, and I need to know right now": null, "if you're being sort of alarmist, or telling me a thing I need to know": null, "and communicate to him, because I'm already spinning up here in a big": null, "way and everyone's going to be here soon, and I just need to-": null, "Evan : So, college diploma is a predictor for success, but that's not": null, "necessarily rigorously applied against the other economic factors that": null, "would make someone… In other words, if you are from a wealthy family,": null, "you will go to college, so is that predictor worthwhile? But there's": null, "basically only three reasons to go.": null, "Dr. Boodle: Uh-huh.": null, "Evan: One would be, you're studying a trade that you actually have to": null, "learn in a higher institution. Law and medicine are the sort of classic": null, "examples. Number two would be actually sort of expanding your horizons": null, "in which case, if you're going to go, you should go to a state school,": null, " 'cause there's not actually a difference in terms of quality of": null, "education. That's sort of a scandal.": null, "Dr. Boodle: It's all-": null, "Evan: It's a scam. And then number three would be, basically… Oh, some": null, "schools, they don't put in the brochure, but what they're selling is-": null, "Dr. Boodle: Hey, Evan? What do you think, is one of your three things": null, "maybe, she was raised inside of a society that has crumbled in a pretty": null, "fundamental way in the last couple years, and maybe spending some more": null, "time within institutions that can teach her sort of NAMP normalcy might": null, "be a good thing for her? Do we think that falls… I'm not trying to bring": null, "you": null, "any energy. What do you… I'm going to make a sandwich. I'm going to make": null, "a sandwich. Do you-": null, "Evan: That hadn't occurred to me, what you said.": null, "Dr. Boodle: Okay, she's just… She's 17, she's about to go into the": null, "world, and she's going to be an adult. What do you do if you don't have": null, "a… I just want her to have a good life.": null, "Evan: Yeah, hey. (chuckles) When you crack that riddle... (chuckles)": null, "Dr. Boodle: Do you like mustard? I don't remember if you like mustard.": null, "Evan: Love mustard.": null, "Dr. Boodle: Okay.": null, "A: He's going to continue making you a sandwich.": null, "Dr. Boodle: I have something kind of crazy to ask you. You know what,": null, "I'm going to wait for you all to sort of get here. I really thought you": null, "were going to be arriving later today, so it could kind of happen all at": null, "once.": null, "A: And you see that Dr. Boodle looks so nervous and frazzled. You,": null, "peeking into the house, it's only a couple rooms, and you have an": null, "eyeline on all of them from sort of your spot at the kitchen island, and": null, "you see that the place that he's been stockpiling and storing and doing": null, "all of his research, all of the bits and bobs of magical ephemera that": null, "he was able to take with him from Gowpenny, everything's in disarray.": null, "There's papers everywhere, and stacks and stacks of the dark gray paper": null, "used to make those origami birds, just preparing to send more messages.": null, "Evan: Well, yeah, I guess you can wait for the rest of the pilot": null, "program.": null, "Dr. Boodle: Want some coffee? Do you want anything else?": null, "Evan: Sure.": null, "Evan: I will never turn down an offer, so whatever is good, I'll have": null, "it.": null, "Dr. Boodle: Evan, that's concerning.": null, "Evan: Okay. You seem nervous.": null, "Dr. Boodle: Yeah.": null, "Evan: Is everything all right?": null, "Dr. Boodle: Yes. Things aren't going well with Boudicca, and I'm just": null, "running out of options.": null, "Evan: Things aren't going well?": null, "Dr. Boodle: She doesn't agree, and I just need to… There's a": null, "conversation that needs to happen, and I don't know if I can do it, so I": null, "was hoping you would. Do you want to go with me to go pick up people": null, "from the airport? Do you want to go together?": null, "Evan: Yes.": null, "Dr. Boodle: Do you ever say no?": null, "Evan: Now, this is a funny opportunity for me.": null, "Dr. Boodle: There you go, yeah. What're you gonna do?": null, "Evan: Let's go to the airport.": null, "Dr. Boodle: I feel like somehow, you sidestepped that. Incredible!": null, "A: And as he picks up his sort of raincoat to go outside and jump in an": null, "old 1990s Ford Bronco that's been sort of painfully maintained, he puts": null, "his hand on your shoulder and just says,": null, "Dr. Boodle: We have to figure something out. I don't think we can keep": null, "going on like this.": null, "Evan: No. I've tried to be as helpful as I can. I've gotten-": null, "Dr. Boodle: You've done everything.": null, "Evan: Everything you needed me to get, I wanted to get, and everything": null, "hopefully is building up to being able to fix what got broken.": null, "Dr. Boodle: I think we can fix it. I think we just need a little more": null, "help.": null, "Evan: Well, great. If the pilot program's on the way back, then I have a": null, "ton of… I would be optimistic.": null, "A: You hop in the car, and very quickly, Boodle lapses into silence, and": null, "it's not a short drive, but he's so focused, you see him almost": null, "muttering things under his breath, preparing a speech or a spiel to": null, "give. Is there anything Evan would focus on or try to do in the": null, "intervening time?": null, "B: Boodle's muttering to himself and having a hard time? I think he'll": null, "look at Dr. Boodle and try to analyze him in a maybe disconcerting way": null, "of being like, if he's muttering and kind of spacing out, Evan's going": null, "to be like...": null, "A: Go ahead and give me, we're going to say Mind roll, difficulty of 12.": null, "B: I am going to halve it and succeed.": null, "A: That's right, the half mechanic works. You just sort of watch him and": null, "analyze, and this is a person that I don't know if you have a lot of": null, "experience of someone keeping information from you for any other reason": null, "than to sort of protect you from it. It's a little condescending. You": null, "are a full adult. But it is inherently protective. Things have not been": null, "going well. You see the very specific formation of his lips around": null, "Boudicca, and convincing, and finding, and understanding, and research.": null, "You've done as much as could be expected of you to try to help assist": null, "the things that have been broken, and this is very clearly someone who's": null, "about to throw a Hail Mary.": null, "B: I'll observe all of that, get self-conscious because he doesn't want": null, "to share it with me, turn the radio on.": null, "Flip flip flip flip flip flip flip.": null, "♪ I don't want to be anything ♪": null, "B: And I'm going to take out-": null, "A: I hate a world in which Nickelback gets played in-": null, "B: Well, that's Gavin DeGraw.": null, "A: Oh, sweet, fair. Damn, I got caught. You can take a magic mote for": null, "that.": null, "B: Thank you! And then I'm going to open my phone, open a library app,": null, "and keep reading a book about some arcane, weird thing. Just being like,": null, "well, he doesn't want to talk to me. All right. Radio, phone.": null, "A: The time passes, and eventually, you're at a small little airfield,": null, "and the four of you who have had to take a flight to Copenhagen, because": null, "the Faroe Islands are technically a part of Denmark, but it's an": null, "autonomous set of islands. Easiest way to get to the middle of nowhere": null, "in the Northern Atlantic": null, "Ocean is to stop there first and take puddle-jumpers to the main island,": null, "and then a smaller one to a little airfield here at the southern tip.": null, "And all of a sudden, three years feels like just a couple days, and the": null, "four of you are standing on a tarmac in the rain, together again for the": null, "first time in years.": null, "W: Damn, I promised my boys I was gonna bring back champagne. There was": null, "no champagne on that flight. I'll tell you that.": null, "Sam: There wasn't any champagne?": null, "W: Oh shit, dog!": null, "Evan: Yeah! Here we go! (cheering) What's up, man?": null, "W: What's up, baby? (grunts)": null, "Evan: Big hug. No champagne? How long was the layover in Copenhagen?": null, "W: I mean that, there was plenty of time there, but I thought... I told": null, "my boys, I was like, damn, I got multiple connecting flights. That's": null, "multiple business classes. But there was really only one business class": null, "to Copenhagen, and then a bunch of small-": null, "Evan: Yeah, yeah, yeah.": null, "W: ...propeller engine flights where I was like, I'm gonna die! But I": null, "made it, dog! Wow.": null, "E: K pulls off a VR headset.": null, "A: (coughing)": null, "E: And-": null, "Aabria: Incredible.": null, "K: Yes, hello. Gang, it's so good to see you! Hello, Jammer!": null, "W: Good to see you.": null, "K: Jammer, I've been keeping up with your scores in basketball. It's": null, "fantastic, you're doing a fantastic job. Have you considered using": null, "mathematics to up your game?": null, "W: No, but-": null, "K: Amazing. We can crunch the numbers.": null, "W: Yeah, we'll get into it.": null, "K: Sam!": null, "S: Honey, K! Gimme, gimme, gimme hug, hug, hug, hug, hug!": null, "K: The light of my life!": null, "S: I missed you so much. You look amazing.": null, "K: Oh, thank you. You look amazing!": null, "S: Thank you, thank you so much. And Jammer, congratulations. Do you get": null, "to play with Angel Reese? I love her so much.": null, "W: No, 'cause we're on different teams and play in different leagues.": null, "She's honestly better than most of my team. It would be like an honor.": null, "But respect, dude. Your clips are going viral constantly, dude. Tony": null, "Danza out there singing by himself? That shit was hilarious!": null, "S: He's so nice. You should come meet him, Tony's great.": null, "W: Shit, you know Tony Danza?": null, "S: Yeah, he does a good gabagool.": null, "W: He does a what?": null, "S: I don't know, that's what they call it. Gabagool?": null, "Evan: Capocollo.": null, "K: Capocollo, yeah, it's meats.": null, "S: Meat. He does good meat.": null, "W: Sick! Of course Tony Danza does good meat, dog.": null, "S: He always has meat. It's really good meat.": null, "Evan: Been a couple weeks. Good to see you, Sam.": null, "S: It's been so good to see you. How have you been? You settling in?": null, "Evan: Oh yeah, cozy, comfy. K, good to see you.": null, "K: Hey, Evan. You are looking well.": null, "Evan: Oh, thank you so much. I appreciate it.": null, "A: I need Jammer and Sam to absolutely give me a Mark roll.": null, "L: Please. Insane. You're looking well?": null, "A: You're looking well!": null, "L: What?": null, "A: Difficulty of four.": null, "L: I only got a two.": null, "D: I got a two. We're succeeding this.": null, "L: Yeah, okay, let's do it. We're succeeding.": null, "D: I'm nosy, I'm real nosy.": null, "A: Great. This is going to be more of a jump in on both of your minds.": null, "We're going to treat this like an Insight check. What is the expression": null, "that everyone reads on K's face?": null, "E: Well, first of all, I am wearing anti-surveillance makeup, so it's a": null, "little harder to clock exactly what's happening.": null, "A: Okay, impressive.": null, "E: But also, I'm very casual. Very casual.": null, "Aabria: Uh-huh.": null, "E: Incredibly casual. Intensely casual.": null, "A: Intensely casual. What are they getting off of Evan?": null, "B: There's a meeting coming up with Dr. Boodle that all four of us are": null, "going to be at. Nothing is going to happen in this meeting at the": null, "airport that is going to be so awkward that we're not going to get": null, "there, so I think you watch Evan go like, okay, you're going to see K": null, "again. Just be polite and just move through this space without being": null, "strange. Basically, just don't do too much now. This moment is going to": null, "happen, and then later, it will be over.": null, "A: Wow, great. Totally casual vibes.": null, "W: Everybody's face is so structured right now.": null, "S: I don't think either one of them have cracked-": null, "W: It feels like it's like an architect made a structure of a smiling,": null, "kind of chill face.": null, "S: Yeah, can you reverse Botox, where Botox only makes things move and": null, "smile and stay that way?": null, "W: Seems to be possible.": null, "S: Yeah.": null, "A: You hear the slamming of doors as Boodle has finished grabbing all of": null, "your luggage from this last puddle-jumper and has thrown it in the back,": null, "and just is waving.": null, "W: Right, Suðuroy ain't ready, dog!": null, "S: Hey!": null, "K: Hi, Dr. Boodle! It's lovely to see you.": null, "Evan: There's a bunch-": null, "Dr. Boodle: Come in. I've got so much to tell you about, and you're in…": null, "Hi! It's so good to see you.": null, "W: Hey, what's up, dude?": null, "W: Dr. B! Sorry, I shouldn't call you dude like that.": null, "Dr. Boodle: No, it's fine. I'm not… I'm just Dr. B now.": null, "W: So we can just call you… But can we call you by your name, or do we": null, "have to call you Dr. B?": null, "Dr. Boodle: Hmm, I like that I got my PhD, so I'm going to ask that": null, "maybe just Dr. B is good.": null, "W: Respect.": null, "Dr. Boodle: Thanks. Thank you.": null, "Evan: Sumba's a lot of fun.": null, "W: Sumba!": null, "Dr. Boodle: Yeah, yeah, there's a lot to do here. I actually do need to": null, "do a little bit of sightseeing. Can we get in the car? We got things to": null, "do.": null, "W: Sure, let's do it.": null, "Evan: Man, Arctic terns. Storm petrels. I saw a puffin.": null, "K: (gasps)": null, "Dr. Boodle: So many puffins. They eat puffins here!": null, "W: Like the cereal?": null, "S: They eat them?": null, "Evan: So, the cereal's named after a bird, which is basically a-": null, "K: They're like penguins but they got little beaks.": null, "Evan: And northern.": null, "W: Sick. This place is cool.": null, "A: And as you guys get in, you are taken across scenic countryside and": null, "almost terrifyingly windy roads as the weather worsens, and you are": null, "taken past scenic cliffs, till eventually, you come down to a low area": null, "and a little dock, and Dr. B kind of turns and goes,": null, "Dr. Boodle: I was hoping there would be better weather, but what I need": null, "to show you and sort of ask of you requires that we get on a boat, if": null, "that's okay. I don't-": null, "K: It's okay, I have not felt the rain on my face in quite a long time.": null, "W: Can I be real?": null, "K: Hmm?": null, "W: You stink.": null, "(stifled laughter)": null, "Dr. Boodle: You can't… No, I'm not your teacher.": null, "W: We just gotta be real. We're all inside a car. I just want you to": null, "know in case you don't know.": null, "K: I appreciate your honesty.": null, "W: I just had to say it, you know? 'Cause we're all thinking it, right?": null, "Evan: You can't put that on me in the context of what's happening.": null, "W: Come on, y'all. Y'all don't smell that?": null, "Evan: Let's get on the boat.": null, "S: I'm holding a pig, so-": null, "A: Dr. B has barrel-rolled out of this to avoid the conversation. T2 is": null, "there. Teddy has been sort of within a beautiful flap of your sleeves": null, "and has not poked his head out, and yeah, Boodle kind of moves to the": null, "end of a slip, and there's a little dinghy, and it's motorized, but": null, "there is no over-cover, so you guys are sodden as he takes you out": null, "around the bay and towards a bunch of sea stacks and island formations.": null, "And a sea stack is those little sort of pillars of islands that are": null, "never big enough for people to really do anything or be on that sort of": null, "project out of the island, and he takes you out and sort of looks at you": null, "and he's like,": null, "Dr. Boodle: Didn't really get a chance to tell you about this the last": null, "time you were in town, because you were running things for me, but I did": null, "find some research about this sort of stack over here.": null, "A: And he points at one that's wider than a lot of the other ones you've": null, "seen. If you could get a little closer, it would maybe be probably 50": null, "feet across, but it's an arch, and there's open air under it. He pulls": null, "up the boat and stops, and you guys are kind of just drifting on water": null, "that's getting choppier and choppier. He's like,": null, "Dr. Boodle: Okay, this is kind of… Sorry, again, I thought this was": null, "going to be more scenic. This is something I found in an old language.": null, "Best I can interpret, it's Serpent's Watch? Serpent's Watch, Serpent": null, "Eye, something… That doesn't matter, but it can do this.": null, "A: He pulls out his wand, and it's interlaced and wrapped in very": null, "delicate, sort of British ivy climbing up an almost ebony-colored wand.": null, "He just points it and attempts magic. Nothing happens. You see a lot of": null, "things wash over his face. Frustration, a little embarrassment,": null, "something that, as one of your teachers at Gowpenny, just shouldn't": null, "happen. He tries again, and one more time, then you see it. A filminess": null, "across that inner arch, like a massive soap bubble being stretched": null, "across the craggy face. He goes,": null, "Dr. Boodle: We're a little off.": null, "A: And he turns the engine on again and gets you in front of it so you": null, "can look through it, and it's like a telescope limned in rainbow that": null, "sort of pushes across the open water. You can only see a couple hundred": null, "yards into the open sea, but then you feel it, something at the edge": null, "that lets you know that you're being zoomed towards something, that this": null, "unbroken gray and choppy water is actually farther and farther afield,": null, "until there's something there within the gray. Evan, you recognize this,": null, "if not by vision, but then by reputation. This massive storm, clouds and": null, "debris and rainwater and seawater pushing perfectly horizontally,": null, "tearing up so high that it looks like it touches whatever the edge of": null, "the sky is and churns far below the water.": null, "Dr. Boodle: So, this is the thing. In that direction, at the center of": null, "whatever that storm is, is Gowpenny.": null, "Evan: What?": null, "Dr. Boodle: Those earthquakes. When we left, something happened. There's": null, "a storm. It's, best we know, and it's hard to get close, hundreds of": null, "miles across.": null, "Evan: Okay, hundreds of miles across, but you're certain that at the": null, "center of it, Gowpenny is there?": null, "Dr. Boodle: Yeah… because there's people in it too. Whatever's happening": null, "inside there, there are places… It's a storm, it's a vortex, but there's": null, "people… People were there when it happened, and people go there now.": null, "They're drawn there. Boudicca and some of the other wizards that chose": null, "to stay behind have found their way to islands in there, and… All of the": null, "birds, those birds you got, because they are magic and the storm is": null, "magic, they can pass through, but mundane things, things from this world": null, "don't usually survive contact in there. But that's the thing I have to": null, "ask you, and I just want to be so clear. It feels terrible and unfair of": null, "me to ask you this, but I'm just out of options. I've been trying to": null, "communicate with Boudicca and some of the other magical community about": null, "turning the thrust of their study away from reclaiming the magic that": null, "was. It's gone. It's… It's gone, but if we could figure out what this": null, "is, whatever is left, whatever we have, if we knew how it worked, maybe": null, "we could build a future where magic can be for everyone, and we can": null, "understand it and use it and make everyone's life better. Maybe we can't": null, "make the world we had before. I think it's okay that we don't have the": null, "world we had before but I can't convince her. I'm not your teacher": null, "anymore. I can't tell you what to do. I can't command you to action, and": null, "I can be very honest when I say Boudicca is a stone cold bitch and": null, "doesn't listen. Yeah, we know. She's so mean. But I think, if not her…": null, "You guys changed the world in months by just talking to the other": null, "students there, to the other people there. And if you can, I need you to": null, "go into the storm and find Boudicca and the wizards there and convince": null, "them.": null, "S: I have a question.": null, "Dr. Boodle: Sure, yeah. Yeah, of course. There's so many questions,": null, "yeah. Oh my god, yeah.": null, "S: Just a quick one.": null, "Dr. Boodle: No, yeah.": null, "S: So, nothing from the material world can get in there.": null, "Dr. Boodle: It's more like boats or planes.": null, "S: Okay, but we can get into there.": null, "Dr. Boodle: Oh, oh my god, oh yeah, yes.": null, "S: Will we be naked?": null, "Dr. Boodle: What?": null, "S: Because this is from-": null, "Dr. Boodle: Naked?": null, "S: ...the non-magical world.": null, "Dr. Boodle: Oh!": null, "S: So if we go in there, will my clothes melt off?": null, "K: Also, you know, electronic devices?": null, "Dr. Boodle: Your clothes and electronic devices will be fine.": null, "S: Okay. I mean, I would've been okay with it. I'll be naked for magic.": null, "K: It was not a dealbreaker.": null, "Dr. Boodle: Don't be okay with being naked. You don't have to be okay": null, "with that.": null, "S: No, it'd be fine.": null, "Dr. Boodle: If you want to be naked, you can be naked. Do not be fine": null, "with ending up naked. I'm not your teacher. You can do whatever you": null, "want.": null, "B: I'm being quiet, but I was really grateful that you asked that": null, "question": null, "'cause I was also worried the storm was gonna zap my clothes off.": null, "Sam: Well, I just want to be prepared, right? If it's gonna, then we": null, "could take something that would be from there, and then we could drape": null, "ourselves.": null, "W: Yeah, you gotta know if it's like \"Terminator\" rules or not, you": null, "know?": null, "S: You gotta know \"Terminator\" rules!": null, "W: Always gotta ask if it's \"Terminator\" rules.": null, "A: Boodle's looking at you like, you were my hope to be normal.": null, "W: I don't know, man. Is this, like, dangerous?": null, "Dr. Boodle: I'm not going to lie to you. I... (sighs) I think there is": null, "danger there, 'cause it's the unknown, and I don't know what's on the": null, "other side of it. And yeah, I don't think I ever apologized to you all.": null, "You were brought to Gowpenny because everyone thought you were the worst": null, "people for the job of proving-": null, "K: What?": null, "Dr. Boodle: Yeah, you kind of get that, right? You four… Okay. Okay.": null, "S: I don't like hearing that out loud.": null, "Dr. Boodle: Okay, I'm sorry.": null, "K: We kind of knew, but you didn't have to-": null, "W: I feel like I heard it from the bad woman, but hearing from our": null, "friend is kind of like-": null, "Dr. Boodle: No, I didn't-": null, "W: You also were like, aw, damn.": null, "Dr. Boodle: No. I mean, a little. You did show up in basketball shorts.": null, "W: Oh-ho!": null, "Dr. Boodle: No, I'm sorry! I don't mean that in a bad way! I feel like": null, "I'm fucking-": null, "W: I respect your-": null, "Evan: You guys magic your shit away.": null, "Dr. Boodle: Yeah, that is-": null, "Evan: You don't have toilets in your buildings, so for you, even the guy": null, "who's on our side, to have anything to say about basketball shorts is": null, "way over the line.": null, "W: That's my man over there.": null, "K: Yeah. We'll go. But also, I think-": null, "W: Wait, what did you say?": null, "Evan: K.": null, "W: K, what'd you say?": null, "Evan: Jammer has not said that he will go.": null, "W: Yeah, I want to be clear! You were so confident-": null, "Dr. Boodle: Great!": null, "A: Boodle immediately takes the boat and starts booking it back towards": null, "the mainland.": null, "Evan: Wait, wait, wait, wait!": null, "Dr. Boodle: We're doing it! Yeah, keep talking amongst yourselves. I got": null, "the yes!": null, "K: But we… Oh.": null, "B: I'm going to take out my phone and prepare a fake email address to": null, "email the gas station with a forged hospital report in case I don't make": null, "it back and don't want to lose my job.": null, "L: I see you gotta let the petrol station know that you got hit by a car": null, "so they won't fire you so you can back to work at the petrol station": null, "after the dangerous mission.": null, "B: Yeah.": null, "L: What's the sister's email?": null, "B: Melissa Kelmp.": null, "W: K, I don't know if I want to go on the mission.": null, "K: Oh, well-": null, "W: You know, I was like… I honestly thought we were going to be doing": null, "something more chill, you know, seeing cereal birds or whatever and just": null, "kind of hanging out. I'm supposed to be back, working out.": null, "Dr. Boodle: I don't mean to cut you off. I'm so sorry, I'm still just": null, "right here, and I know you have to talk amongst yourselves. I did get": null, "the yes and I am really banking hard on that. But I do want to say, my": null, "best understanding is, this is just a couple days.": null, "K: You got a couple days?": null, "W: Yeah, I got a couple days. Spring break's 10 days, so if it's just a": null, "couple days, we'll hang out, see some cereal birds, save magic or": null, "something, and I'll be back in time for Summer League, that I can do.": null, "Dr. Boodle: Great.": null, "S: Great.": null, "D: Sam just pulls out her phone.": null, "S: Call Jamie Thorp.": null, "A: Calling Jamie Thorp.": null, "(phone ringing)": null, "Jamie: Hello.": null, "S: Hey, Jamie!": null, "Jamie: Hi. Where are you?": null, "S: Hey, it's Sam Britain.": null, "Jamie: Yes, I know. Oh, I know.": null, "S: From the show we work on.": null, "Jamie: Yeah, from the show you left.": null, "Jamie: How are you?": null, "S: Good.": null, "Jamie: Where are you?": null, "S: I'm in Sumpter or something.": null, "Jamie: Sumpter?": null, "S: I'm going to be gone for a couple days.": null, "S: There's a magic whirlpool, and a horrible teacher's in it, and we": null, "have to go there for some reason.": null, "Jamie: Okay, I feel like I'm being pranked.": null, "S: There's a bird here that's named after cereal.": null, "Evan: [whispering] Other way around.": null, "S: There's a cereal here that's named after a bird.": null, "Evan: We don't have the cereal here. We just have the bird.": null, "S: We don't have the cereal, we just have the bird.": null, "W: You guys don't have Puffins here?": null, "Evan: No, they don't have Puffins in Sumba.": null, "Jamie: Puffins?": null, "Evan: It's an American brand.": null, "Jamie: You're somewhere where there are puffins?": null, "S: Yeah, but I'll totally be back. Just have Tony take over the week.": null, "Jamie: He doesn't work here!": null, "S: No, but he-": null, "Jamie: He has a jazz career!": null, "S: I know!": null, "Jamie: I just found out! I've been talking to him for a day and a half,": null, "and he will not stop talking-": null, "S: Well, he just keeps texting-": null, "Jamie: ...about Thelonious Monk.": null, "S: He keeps texting me in scat. I think he wants to practice. We should": null, "let him practice scat. Okay, I'll talk to you when I get back!": null, "Evan: Tony Danza texts you in scat? He spells it out phonetically?": null, "S: Yeah, see? Look.": null, "K: Beedle-boop-bop, skibbidy-dee?": null, "Evan: It's wild that from the text, just the phonetics of the letters": null, "he's choosing, I can tell that he's not a natural.": null, "W: Yeah, you know, it is effort.": null, "Evan: There's a lot of effort.": null, "S: We're really supportive, though.": null, "K: Jamie, hello, you do not know me, and you do not need to know my": null, "name, but just know that I am a fan and a great supporter and a dear": null, "friend of Sam's. You should run a best-of clip show. That should last": null, "for a week, if necessary.": null, "Jamie: That's actually a very good idea.": null, "K: Yes, very good.": null, "Jamie: Yeah, run the clip show. No, the one we made if she died.": null, "S: I'm sorry, the one you made if I what?": null, "Jamie: Great, see you in 72.": null, "S: I'm sorry, the one you made-": null, "(phone beeping)": null, "S: Oh, and that's gone. Okay. Well, I guess I'm also covered if I die,": null, "so that's-": null, "K: All right.": null, "S: ...good to know.": null, "K: Just give me a moment. I'm going in. All right. Okay, I'm pushing": null, "live the updates for the ARG. Curds, and do you know the whey? All": null, "right. Through the looking glass.": null, "A: It's at this point, while this is happening, and K is truly just": null, "sitting in the dinghy by themselves, Teddy's going to just appear out of": null, "a sleeve and just sort of walk forward in front of you.": null, "Theodore: Hello, so nice to see you again. Hi.": null, "W: Oh shit, Theodore.": null, "Theodore: Yeah, hi. Yeah, ooh, Jammer. It's really good to see you, hi,": null, "hi. They'll be doing this for a little while.": null, "K: Cannot be traced.": null, "W: This happens a lot?": null, "Theodore: It's mostly this, yeah. I just play Balloon Pop.": null, "Evan: How are they getting a signal out here? I mean, for the VR? That's": null, "incredible.": null, "Theodore: I don't know.": null, "K: I'm in.": null, "W: Also, it's water resistant?": null, "Evan: Yeah, it's coming down.": null, "B: Evan's going to take his rain slicker, and just thunk, throw it over.": null, "Theodore: So, best I can tell, this is going to happen…": null, "A: He once again pulls out his grandpappy's oversized pocket watch.": null, "W: God, I forgot how cute you are.": null, "W: It's just been a minute, man, you know? I'm not around magic shit": null, "that often, you know? Goddamn.": null, "Theodore: I have a little pipe. Bubbles come out.": null, "A: He starts smoking his little pipe.": null, "K: Yellow brick road. All right, and we're live.": null, "Theodore: Oh, this one was faster.": null, "K: Okay!": null, "Theodore: Normally like five minutes.": null, "K: Let's do this!": null, "Evan: All right.": null, "S: Okay.": null, "A: Dr. Boodle has moved onto the dock and moved over to a massive set of": null, "blue utility tarps, and just,": null, "Dr. Boodle: So, the reason… This is what I was meaning to say earlier": null, "before I absolutely bungled it with all of you. Before, you were called": null, "in because everyone thought you were the wrong people for the job, and": null, "for my part in that, I am sorry too. But I do believe with my whole": null, "heart that you are the exact right people for this, and it's not because": null, "this thing has exactly four seats.": null, "A: And rips off the tarp, and you see in front of you, like a top, but": null, "with four little handle sets and pedals like a bike pointed inward. Some": null, "of you are 21, some of you are in college and have been out in the world": null, "and have maybe experienced the joy and magic of a pedal pub, those": null, "little bikes that you ride around, and apparently you're pedaling helps,": null, "but probably not.": null, "Brennan: (giggles)": null, "A: And this thing, again, so strangely shaped and weirdly balanced.": null, "Boodle sort of slaps the edge of it. It's dark wood and old iron. He": null, "says,": null, "Dr. Boodle: Okay, so here's the thing. All of the things that were made": null, "before magic broke, anything that was made of magic and not something": null, "mundane and enchanted, all of that magic stayed, and in the last couple": null, "years, most things are grabbed and stripped for parts and taken to make": null, "something new, to recycle and try to hold onto some of what was. And": null, "this is apparently transport, and if I'm being totally honest, kind of": null, "whimsical even by wizard standards.": null, "Evan: And that's saying something.": null, "Dr. Boodle: Yeah, yeah, we can just call that what it is. But if you sit": null, "on it and you pedal, the pedals just… I don't think the pedal's what": null, "makes it run. It's magic, and you do have to pedal, but it'll work, and": null, "I think it will allow you to move through the storm unscathed, with your": null, "clothes and your tech intact. I've put onto it anything I thought could": null, "be useful to you, and yeah, come with me.": null, "A: And he starts to kind of climb up on it and gives you a tour of this": null, "thing that looks like it's been made of pieces of old magic and": null, "furniture and raw iron from different ages. You see at the center of it": null, "what could best be described as an orrery, a system of orbs in relation": null, "to one another standing over an ancient medieval sort of marginalia": null, "zodiac.": null, "Dr. Boodle: I think this is our best chance at a map of what's going on": null, "inside. I'm not sure, I haven't been in there, and again, I can't": null, "operate this alone. I'll give you everything I can. A map, and the thing": null, "I need you to deliver. Even if you can't convince them, it's fine. It's": null, "not a mission failure. I just need you to see this. I call it Tabby.": null, "Evan: Tabby?": null, "Dr. Boodle: Yeah, Tabby. I pulled it out when we were leaving during the": null, "earthquake. I was kind of just grabbing anything that wasn't nailed down": null, "and it took until pretty recently before I got it to respond.": null, "A: And he gestures at some awkwardly welded on, strapped-in stone that's": null, "sitting inside the orrery, and he goes,": null, "Dr. Boodle: So, I need you to deliver these two pieces to Boudicca,": null, "because I think if I can't convince her with words about what to do for": null, "the greatest good, then maybe I can bribe her with a magical thing, and": null, "this is very good, and it's super helpful.": null, "W: That right there?": null, "Dr. Boodle: Yeah. Yeah, it's magical, and it does a thing.": null, "W: And that one too?": null, "Dr. Boodle: Yeah, they both do. Can you… You just have to turn on.": null, "Please? It is a really weird, stubborn thing, but if it… I think it's": null, "enough that she can use it as a resource. It doesn't matter, just go in,": null, "deliver this, try to convince them to be different, and something… This": null, "is my last shot. Your words-": null, "W: Oh.": null, "Kay screams.": null, "Dr. Boodle: What? Oh, it's on! Great! Hi, can you just explain really": null, "quickly?": null, "W: Can it?": null, "Dr. Boodle: Please. Please. It's fine.": null, "W: Hey yo, is that thing about to talk? Is it really gonna talk?": null, "Dr. Boodle: Sometimes it-": null, "W: I'm not ready if it talks.": null, "Evan: It's about to talk.": null, "W: I'm not ready if it talks!": null, "K: Tabby?": null, "Evan: We had a conversation with a chipmunk less than 15 minutes ago.": null, "W: That's chill!": null, "Dr. Boodle: Just do it, please! You can talk. You're making me look bad!": null, "Tabby: I understand.": null, "W: Oh my fucking god, dude.": null, "Dr. Boodle: Thank you! Thank you!": null, "W: What the fuck is going on?": null, "Dr. Boodle: Exactly. Don't turn off! Okay, anyway-": null, "W: You're telling me that rock's gonna talk sometimes?": null, "Dr. Boodle: Yeah, I can't… It understands. It can help. It has": null, "information. It's from something very old that was a part of the castle": null, " that was sort of upturned when everything was break- It would be better": null, "if you… Whatever. Please deliver this to Philtrum and try to convince": null, "her or the others to take up the task of figuring out the new magic. I": null, "think this can help, if it wants. Will you go? Look-": null, "W: Pilot program, can we have a quick team meeting? Just a quick huddle?": null, "Man, this shit is weird, dog!": null, "K: I love him.": null, "W: Who, the rock?": null, "K: Yes!": null, "S: I want to talk to the rock.": null, "W: Oh my god. Y'all like the rock?": null, "S: I'm gonna-": null, "W: He ain't got a big pocket watch or a grandpappy.": null, "K: We don't know that.": null, "W: Fair.": null, "Evan: We don't know how many things the rock can say.": null, "W: So you want to get… You're interested in kind of the depth-": null, "Evan: Maybe it can say awesome different stuff. Maybe we should ask it": null, "if it can say, \"Come on closer, Tony Danza.\"": null, "K: It's, \"Hold me closer, Tony Danza.\"": null, "Evan: Well, not the way Tony Danza's saying it on \"Britain's Got Magic.\"": null, "S: It's true.": null, "W: That was song about 20 or 23, he was running on fumes.": null, "Evan: He looked bad.": null, "W: He looked bad.": null, "Evan: The makeup had sweat off and he was stumbling around.": null, "W: It was fucking amazing.": null, "Evan: Why didn't they cut to commercial?": null, "W: Truly.": null, "S: I got some really weird texts. I don't know.": null, "A: Quick question, are you guys having the conversation on the device?": null, "L: I mean, we had to climb up on it, right?": null, "L: I guess.": null, "Aabria: Boodle climbed down.": null, "L: I wouldn't say we climbed down.": null, "B: I'm going to look back at Boodle and just say,": null, "Evan: So, we're bringing these two rocks and this magic quad-cycle with": null, "an orrery in the middle to Boudicca Philtrum, and something about these": null, "stones will convince her to do something right?": null, "Dr. Boodle: That's the goal!": null, "Evan: Rather than entrusting us to blindly carry out a step in a": null, "multi-part process, can you confide in us what is supposed to happen?": null, "And if Boudicca is the one to do it, then great. But if she decides to": null, "not be helpful, as I'm worried that she may decide, we might have the": null, "potential to do what you need her to do.": null, "Dr. Boodle: Okay, that's fair. If you can't convince her or the other": null, "wizards, a couple times, when I've talked to Tabby, he, it, was": null, "convinced that there was something at Gowpenny that would help us": null, "understand the nature of the new magic, that there might be rules that,": null, "if understood, could be widely sort of shared.": null, "Evan: Great. Thank you.": null, "K: Oh, I mean, this feels like a slam dunk, right?": null, "W: A slam dunk?": null, " ": null, "K: Right?": null, "W: Don't use a sports analogy to try and convince me to do something,": null, "'cause it works, all right? Are we… Evan, K, you're like, you know,": null, "you're like, you've got it going on, you know? This a good idea? This is": null, "straight-up a good idea? Be real, all right?": null, "Evan: Here's the thing.": null, "K: It is an incredible idea. I mean, listen. One of the conditions that": null, "has to be there is that we gotta convince people, and this is the voice": null, "of a generation!": null, "Aabria: K, as you speak, you feel whatever those motes of magic are,": null, "that potential building inside you, a little bit of it lessens.": null, "K: Oh.": null, "(curious enchanting music)": null, "A: Sam.": null, "S: Mm?": null, "A: You feel the same thing.": null, "S: Oh.": null, "Aabria: Something inside you, leeched away.": null, "S: Oh, hey.": null, "A: Jammer, you feel it too.": null, "Evan: You all right?": null, "Aabria: And Evan, you feel it. Something taken.": null, "Evan: Something really important in this world is dying, and this, I": null, "don't know what these monsters are. That looks like Tad, but the rest of": null, "them, I don't know. It all seems highly improbable, but so did every": null, "other element of magic when we got to Gowpenny. Something's dying in the": null, "world. And does this sound like a good idea? I don't know. Does it sound": null, "like our best idea? Sadly, yes.": null, "A: The moment you touch those handles, something begins. As this thing": null, "that has taken its price and is connected with its user spins to life,": null, "everything begins to rumble.": null, "Erika: (yelps)": null, "Evan: Oh, oh, oh, oh!": null, "K: Oh my god! It's happening!": null, "Evan: Jump on! Jump on!": null, "W: I hate this shit!": null, "A: And you feel yourself immediately pulled into great purpose and": null, "rapidly drawn across the ocean and into the storm. Everything spins.": null, "Players: (panting with exertion)": null, "W: Can anyone see where we're going?": null, "Evan: No, we're all facing each other!": null, "W: Yeah, that's what I thought.": null, "K: Tabby!": null, "Evan: Maybe the rock can steer! The other rock didn't talk yet! Maybe it": null, "doesn't speak English! Some of these stones might predate modern": null, "English!": null, "Sam: Oh! Y-may ame-nay is-ay Am-say!": null, "Evan: Wow.": null, "K: That's Latin.": null, "Sam: That's Latin!": null, "W: Wait, does anybody know Aramaic?": null, "Evan: A little bit. Not really, I don't know Aramaic.": null, "W: No, it's okay. I was trying to think about \"The Mummy.\"": null, "Evan: Yeah. \"The Mummy\"'s great.": null, "W: \"The Mummy\" is fucking awesome.": null, "K: Oh my god, that's a cinematic masterpiece!": null, "Sam: I want to have sex with both of them.": null, "K: With Brendan Fraser and Rachel Weisz!": null, "W: Which two?": null, "A: You move through the storm, and then you see it, a burst of light, a": null, "rainbow, as you break through and drop through the cloud cover and land": null, "somewhere, a little eye of a storm. You're on a shore and look out": null, "towards the water and see the storm so close. You're in a pocket of": null, "safety, and you turn your eye inward to an island covered in heat,": null, "pouring lava and almost rumbling under your feet with seismic activity,": null, "and you know that you are somewhere very new now. And that's where we're": null, "going to end our first episode of \"Misfits and Magic.\" We'll see you": null, "next time.": null, "L: Perry got me out here doing cardio!": null, "E: Absolute madman!": null, "D: Get in our reps!": null, "A: Let's go! We're back, baby!": null, "D: Let's go! We are back!": null, "Aabria: You went into the storm": null, "and came out the other": null, "side and landed somewhere": null, "on the shores of an": null, "island covered in haze.": null, "You see pools of lava.": null, "The secret to being able": null, "to survive this place": null, "is being strong enough": null, "to survive this place.": null, "So do you guys need help": null, "getting up, or do you got this?": null, ": I know you don't know who": null, "we are, but we're like...": null, "We are magic, you know?": null, "We're the pilot program. We got this.": null, ": No fucking way.": null, ": Tallulah.": null, ": K.": null, ": Hey, Talluze.": null, ": Never liked that": null, "nickname. Thank you so much.": null, ": Hey, Taytay.": null, ": Oh, it got worse!": null, ": Hey, we're here. We're": null, "looking for Boudicca.": null, "Delivery for Boudicca!": null, "Oh shit, are we about to do violence?": null, ": And it lunges at you!": null, ": All right, let's do violence.": null, ": Whatever. It's soccer.": null, "Brennan: (cawing)": null, ": What the fuck? Evan?": null, ": Am I expected to pee in this?": null, ": Well, unless you want to waste": null, "your own body fluids, yeah.": null, ": Everyone here is really": null, "hot and, like, adventurous.": null, ": We're on the lookout.": null, ": I am single and could mingle.": null, ": Wait, hold on. What's my nickname?": null, ": Marley.": null, "You know Bob Marley?": null, "♪ Don't worry ♪": null, ": Dude, you've had a freaky couple years.": null, "You just got off the hooptie.": null, "Don't freak your old friends out": null, "by being immediately violent.": null, ": Evan, kill this shit, man!": null, ": I fucked up! (gibbering)": null, "Here we go.": null, ": Why?": null, ": Brennan, don't look like that, man.": null, "Aabria: What happened?": null, ": Me looking like that is not the cause!": null, ": A truly massive failure.": null, ": Something very fishy": null, "is going on in this dome!": null, "More like Mischief and Magic, am I right?": null, "'Cause it's \"Misfits and Magic.\"": null, ": Oh, I get it, I get it.": null, "That's great. That good.": null, "(enchanting music)": null, "(enchanting music continues)": null}