{"Dimension 20 Season 20": null, "Burrow’s End": null, "Starring: Aabria Iyengar as Game Master": null, "Brennan Lee Mulligan as Tula; Erika Ishii as Ava;": null, "Siobhan Thompson as Jaysohn; Rashawn Nadine Scott as Viola;": null, "Isabella \"Izzy\" Roland as Lila; and Jasper William Cartwright as Thorn": null, "Vale": null, "Episode 7: The First Stoats": null, "< [Previous Episode] | [Next Episode] >": null, "This transcript is a work in progress!": null, "If you would like to help edit it, the Google Doc can be accessed here:": null, "Episode 7: The First Stoats": null, "Please log your edits here:": null, "Sign-up Sheet": null, "Intro theme plays": null, "Aabria: Hello and welcome back to Dimension 20: Burrow's End. I am your": null, "dungeon master and warren warden, Aabria Iyengar, and with me are my,": null, "let's check the list, invasive investigators. Say hi, invasive": null, "investigators!": null, "All: Hi, invasive investigators!": null, "Aabria: Then we're going to put a little chyron in here that stoats are": null, "one of the most invasive species, one of the 100 most invasive species,": null, "and now you've learned a thing.": null, "On-screen text appears: “Stoats are #59 on the Global Invasive Species": null, "Database list of 100 worst invasive species.”": null, "Lila: Kill them all.": null, "Rashawn: Coming at you.": null, "Aabria: I'll certainly try.": null, "Brennan: Vulture releases that list of the 100 most invasive species": null, "every year, and I feel like there's a lot of species that are really": null, "doing a lot of invading, and they just never seem to-": null, "Siobhan: Hey, you know what the most invasive species is? Humans.": null, "Aabria: Man.": null, "The cast “oohs” in unison at the self-burn.": null, "Jasper: Speaking of.": null, "Siobhan: Tell us what to do, Aabria. What are we fucking doing?": null, "Aabria: Previously,": null, "Aabria hands Izzy a candy and Izzy puts it down.": null, "Izzy: I don't want these. I don't want this.": null, "Aabria: On the show, we kind of came back up for your first full morning": null, "and first full day inside the walls of Last Bastion. Ava did a little": null, "walkabout in the morning, and on the road, walked into essentially a war": null, "room meeting [Siobhan giggles] starring the leaders of defense and one": null, "of the First Stoats named Kiran, known as the Director, and later sort": null, "of understood to be the Dictator. Viola and Thorn had a heart to heart": null, "about their family and the decisions that would be made both within": null, "yourselves as a pair and your family as a whole.": null, "Tula and the kids went to go forage and recover breakfast for the entire": null, "group, running into Meredith, mother of Lukas, on the way, and after": null, "some childish overshares, were scent marked by the coppers, and you now": null, "know you're all under surveillance. You all came back together, and": null, "after Jaysohn and Lila went and spoke with Sybil, were given a map to": null, "find Reactor Charlie. You took your time, snuck away, and made your way": null, "down to what sort of revealed itself to be this massive puzzle of a room": null, "with a singular guard who you quite embarrassingly took care of just": null, "truly so fast. I'm not still, that's not locked in my head in a really": null, "embarrassing way for my very public game. [she motions to the camera]": null, "And once you solved the puzzle, realized that inside this reactor core,": null, "under the water, you found a human skull, a wolf skull, and a sort of": null, "blob of corium that defies understanding, like lava, and you all felt": null, "the heat and light and draw of it, this massive radiation event. And": null, "then the world began to spin, and this entire floor begins capsizing,": null, "and we pick up now with a dex save. I need all of you to make a": null, "dexterity saving throw. The DC is 17.": null, "Ava: May I just muscle up, use a strength check?": null, "Aabria: Yeah, you are trying to cling and move. You can make yours a": null, "strength. So it's a strength saving throw.": null, "Rashawn: And add a plus two, y'all, if you're near me.": null, "Aabria: As a reminder, your Bless, you guys did some very cool blessings": null, "last time. All your blesses have run out, and they are down.": null, "Jasper: Yeah, okay.": null, "Brennan: Okay, that's actually going to be a plus six. What's the DC on": null, "this?": null, "Aabria: 17.": null, "Brennan: 17, okay. I need a 3 or higher on my d4.": null, "Aabria: Okay, calm... Wait, on your d4?": null, "Brennan: My d4.": null, "Aabria: [surprised] Oh!": null, "Izzy: [to Aabria] Okay, calm down.": null, "Aabria: Well, I thought Brennan was going, I just need a three or higher": null, "on my d20. I was like, all right! You're very dextrous!": null, "Brennan: This is my problem, sometimes I do brag in a perfectly neutral": null, "voice.": null, "Aabria: Yes, some of us have a little PTSD of him being very effective": null, "with his builds.": null, "Brennan: Here's some information. If you find it impressive, that's up": null, "to you.": null, "Aabria: [laughing] That's 100%, yes.": null, "Brennan: I know myself, I know myself. Ooh, that's a one!": null, "Aabria: Oh! So I need just a little polite raising of hands if you": null, "failed the check. [Brennan, Rashawn, Izzy raise hands] Oh, three of you.": null, "Very interesting. The capsizing begins, and you feel that from where": null, "you're all standing, almost as if, but not quite, you guys are the": null, "balance point, almost as if, but not quite, you guys are the balance": null, "point, and you begin to drop and slide down towards the water itself.": null, "Half of you begin to cling and scramble up towards the top, towards that": null, "hole in the pattern that you made, but Tula, Lila, and Viola, you are": null, "struggling to find purchase and make your way up. The rest of you, what": null, "do you do?": null, "Jasper: [singsong] I'm going to have to help my wife!": null, "Siobhan: Yeah, can I help my mum?": null, "Aabria: Yeah, pick a person.": null, "Siobhan: Oh wait, actually no, I should help my sister.": null, "Aabria: Yeah, in this moment-": null, "Siobhan: My mum will be mad at me if I help her and not my sister.": null, "[Brennan grins]": null, "Aabria: So what do you do in order to help Lila?": null, "Siobhan: Can I... Wait, my arms are actually already activated.": null, "Aabria: Yes, they are.": null, "Siobhan: So I have a 10 foot reach.": null, "Aabria: Oh, yeah.": null, "Siobhan: So can I use that to sort of essentially prop her up?": null, "Aabria: Let's do it this way. Go ahead and give me an athletics check to": null, "both kind of grab and bolster your sister and keep yourself steady as": null, "you're running up.": null, "Siobhan: Great, and because I have my arms activated, I do that with": null, "wisdom instead of strength.": null, "Aabria: Love it.": null, "Siobhan: This is acrobatics?": null, "Aabria: This was athletics.": null, "Siobhan: Athletics, okay.": null, "Aabria: Because you have to hold up your sister.": null, "Siobhan: Okay, it's a plus eight because of wisdom.": null, "Aabria: Beautiful.": null, "Siobhan: So it's an 11. [she grimaces]": null, "Aabria: Ooh.": null, "Izzy: We can't have a reaction to a saving throw, right?": null, "Siobhan: I used my inspiration already.": null, "Aabria: [to Izzy] Not right now. [to Siobhan] I gave you more because we": null, "are having Chipotle. [Erika laughs]": null, "Izzy: Can I give her my inspiration?": null, "Aabria: Yes!": null, "Siobhan: That's a 19!": null, "Brennan: There we go!": null, "Aabria: You know what, I actually like that more. How do you inspire": null, "your brother to get you as you both sort of move to each other, cling": null, "on, and continue to run up the floor, rapidly becoming a wall?": null, "Lila: You're so strong!": null, "Jaysohn: I am so strong!": null, "Siobhan: My arms bulk up. [she mimes growing muscles]": null, "Aabria: Perfect, you manage to reach out with your lightning reflexes,": null, "grab your sister, and continue to run forward. We have another problem.": null, "Viola is slipping, what do you do?": null, "Jasper: I'm diving after her, grabbing hold, and grabbing hold of the": null, "wall. I'm hopefully trying to balance her so that she can leap off.": null, "Aabria: Okay, same thing. Give me an athletics check.": null, "Jasper: Okay. Ay yi yi. Uhh…13.": null, "Aabria: That's okay.": null, "Jasper: [surprised] Okay.": null, "Aabria: With a 13, yeah, you're able to suddenly turn and reach, and you": null, "can grab her. You're going to be at a slight disadvantage getting": null, "everyone up and running again, but she does not slide into the Blue.": null, "Jasper: I'm trying to stabilize her so that she can then start climbing": null, "herself as opposed to, I'm not going to, yeah, try and- [Rashawn mimes": null, "grabbing the wall]": null, "Aabria: For sure.": null, "Erika holds their palms flat above the tabletop set.": null, "Erika: Which way is it tilting, and how much of it-": null, "Aabria points first to the side of the square where the stoat models": null, "sit, then to the opposite side.": null, "Aabria: This is going down. This is coming up. The entire, that square,": null, "is capsizing.": null, "Erika: But not the outside.": null, "They motion to the stone circle surrounding the square puzzle floor.": null, "Aabria: Not the outside.": null, "Erika: Okay.": null, "Jasper: Okay.": null, "Aabria: Ava, you are very far away from this.": null, "Erika: How far away am I?": null, "Aabria: You are 40 feet away from the rest of the group.": null, "Erika: Okay, I may do my 40-foot movement": null, "Aabria: Are you going to run down-": null, "Erika: Yes.": null, "Aabria: Just to give you a little bit of this, the instinct here is,": null, "you've got to scrabble up, so if you turn and move down in the way that": null, "this is going, you're going to have some very high difficulty checks": null, "just to keep yourself safe, let alone rescue Tula.": null, "Aabria: All right, as long as you know. What do you do?": null, "Erika: (shouts) And I fly into a rage. I sprint 40 feet over to my": null, "daughter [they point at the Tula model] and I will try and grapple her.": null, "Aabria: [apprehensive] Okay, go ahead and give me an athletics check.": null, "Rashawn: You can do this.": null, "Brennan: [quietly] Mama! Mama!": null, "Erika: 21.": null, "Aabria: 21. What's your armor class?": null, "Brennan: 18.": null, "Aabria: Yeah.": null, "Erika: So I take her and I just scoop her under one arm. [mimes lugging": null, "Tula under one arm]": null, "Brennan: Guh!": null, "Aabria: So in the intervening time, everyone else is running up to where": null, "you came from. You've spent the equivalent time running back down, and": null, "you are about to touch the Blue. Essentially, this was a reaction to try": null, "to grapple and get stuff done.": null, "Erika: All right.": null, "Aabria: And I like the idea that you wanted to spend that time getting": null, "to her, but it feels inconsistent with the time crunch that's happening.": null, "Erika: [nodding] All right, so I go and I grab her. Then what kind of": null, "check would you like me to make to hang on? [mimes grabbing the wall]": null, "Aabria: I think you can hang on, but I think you've got to make a call": null, "here. You can get her to safety, because you see that this square is": null, "turning and there's a bit of railing, but you're not both going to run": null, "back. So you can either try for a very difficult check for both of you": null, "to leap off, [with emphasis] very difficult check, or a slightly easier": null, "check to get your daughter to safety.": null, "Erika: Oh, I'm going to wang her up there, yeah. [mimes chucking a": null, "stoat]": null, "Aabria: [laughing] You can't just say \"wang.\" Yeah, you can, you can.": null, "Erika cocks their head.": null, "Siobhan: I think they just did.": null, "Aabria: Yeah, fair. Fair, fair, fair.": null, "Erika: You love it when I say \"wang.\"": null, "Aabria: Go ahead and give me... Let's just make it an attack roll.": null, "Erika: 17.": null, "Aabria: A 17. You get down to your daughter. You're holding on. You can": null, "feel your claws shattering under the weight of holding two adult stoats": null, "up [Erika grimaces] as you're rapidly going to a 90 degree angle, trying": null, "to maintain balance, and you know that your option here is no longer run": null, "up in the direction of your family and get to safety as this thing flips": null, "over. In that final moment, you push your daughter out. You see her": null, "sail, slam against the wall of this little tunnel you're in, [mimes": null, "slamming into a wall] and then all of you lose sight of Ava as": null, "everything spins and flips, and I'm going to need the other map. [all": null, "gasp]": null, "Siobhan: The other map?": null, "Jasper and Erika: The other map?": null, "Wipe cut to a new map. It is a circular room with a square stone floor": null, "and eight large pillars extending upward, ringing the edge of the room.": null, "There is a circular pool of Blue in the center of the room with a raised": null, "stone podium on one side.": null, "Aabria: You all scramble up and over, and where you come to rest": null, "staggers your imagination. First and foremost, you feel, with the": null, "exception of Tula, who was thrown to the side, let's go ahead and give": null, "you... The dice love you, two points of bludgeoning damage as you slam": null, "against the interior wall of this. You feel the pads of your feet and": null, "hands are all stinging with the runnels of that terrible water touching": null, "them. The fur between your toes has singed away.": null, "You seem to find yourself inside some sort of arena, [everyone glances": null, "at each other] standing seating that moves up. There's a podium and": null, "pillars, all of this dark, pitted rock, cement all around you, and you": null, "have that thought. Stoats take over areas. You've taken over warrens.": null, "But this was built. If this was a mega-warren built for humans and by": null, "humans, this place, at the scale of you people, this was built by": null, "stoats, and you've stumbled across something amazing. As you look around": null, "and take in that fact, you realize that Ava is not with you, and I'm": null, "going to need Erika to leave the dome. [players gasping]": null, "Erika smiles sadly and points at Aabria.": null, "Erika: (silent) I love you.": null, "Aabria: I love you, and I'm so sorry.": null, "Erika: (whisper) It's okay!": null, "Aabria: (whisper) I didn't mean to! I thought you were going to be the": null, "fine one! I thought you were going to be-": null, "Erika gets up and leaves the Dome.": null, "Erika: It was stupid of me!": null, "Aabria: [to Erika] No, it was good! It was good for the story! [to the": null, "others] There is no sign of Ava, and the water is still.": null, "Siobhan: [anxiously] Can I do a perception check?": null, "Aabria: Sure.": null, "Siobhan: Can I look for her?": null, "Aabria: Yeah, go ahead.": null, "Siobhan: Dirty 20.": null, "Aabria: With a dirty 20, you just see, as you look into the pool, the": null, "Blue is almost blinding in how much it's thrown up light and heat. It's": null, "just settling down after being so deeply disturbed, and there is no": null, "sign.": null, "Jaysohn: [whispers to Tula] Mom?": null, "Brennan: As we appear in this new space, I cannot see my mother": null, "anywhere, she is just gone. Do I get a sense of, when she vanished, is": null, "it that we were shunted away from her? She was shunted away from us? Or": null, "is it all so disorienting that I have no idea of what direction she": null, "might be in?": null, "Aabria: I won't make you roll, because a dirty 20 is enough to sort of": null, "collaborate and have extra information, that she slipped down as this": null, "was going under, and then the sort of force of this entire platform": null, "pushing and turning, especially with all of those pillars, has pulled": null, "her under where you can't see.": null, "Brennan: She's in the water where we cannot see, okay. I see Jaysohn is": null, "upset. I mean, I already said, I think my Divine Sense is just for": null, "finding my kids.": null, "Aabria: She's family, if you want to do something.": null, "Brennan: Yeah, I think I'll use Divine Sense, if I can, to see if I can": null, "just sense where my mom is.": null, "Aabria: What does it look like as Tula reaches forward and out and": null, "under, towards her family?": null, "Rich, orchestral music plays.": null, "Brennan: [softly] My heart glows blue, I draw my paws up to my chest,": null, "and I think all of the color leaves. My nose loses its moisture. I think": null, "I just sort of dry up for a moment and get very rigid and still as blue": null, "light leaves from my body to pulse out like sonar into the space.": null, "A flash of Blue fills the Dome as Brennan mimes pulsing sonar.": null, "Aabria: That's exactly the analogy I would use, because I think as all": null, "of that happens, you feel Blue fill your vision and then push out": null, "through the walls, and it pings and alights on your kids and your sister": null, "and your brother in law, and then deep below, no longer moving, your": null, "mother.": null, "Jaysohn: But is she alive?": null, "Aabria cocks her head, silently.": null, "Brennan: I don't think I can look my son in the eye and answer that": null, "question. I'm going to look at Thorn and my sister. You have that blade": null, "of grass, right? I'm going to just walk over to you and say,": null, "Tula: Can you tie that around my midsection?": null, "Brennan: And I'm going to attempt-": null, "Siobhan: Mom, no!": null, "Rashan: Wait, I… [stammers] Remembering how I moved the stone, I can": null, "reach out like a baby reaching for mother, see if I can pull her out of": null, "the water.": null, "Aabria: Just give me an intelligence check, between the two of you,": null, "because you have to coordinate. You can't see it, so you're kind of": null, "blind pulling. You have a sense of where it is.": null, "Brennan: Can I give my sister the help action rather than going myself?": null, "Aabria: Yeah, okay.": null, "Brennan: I'm going to give you the help action.": null, "Rashawn: I go up to my sister and I crook my arm around you and lean": null, "into you. [she cocks her head]": null, "Aabria: Let's make it arcana.": null, "Rashawn: Okay, arcana. [quietly, to the dice] Don't fuck this up.": null, "Rashawn slumps at the result of the roll.": null, "Brennan: [high-pitched voice] Guidance! [Jasper snickers]  d4. I got a": null, "new cantrip.": null, "Aabria: [laughing] I'll always respect a Guidance call.": null, "Brennan: [gasps] Four.": null, "Rashawn: [quietly] That's still not very good. 10.": null, "Aabria: With a 10, you reach down, [Rashawn reaches out her arms] and": null, "you feel yourself pulling towards something. It's going to take some": null, "time to pull this out, because you are reaching with your power into the": null, "source of your power, so it's all a little staticky. But you begin to": null, "pull, and we'll come back. It's going to take a second to get that done.": null, "Lila and Thorn, I need you to give me a perception check. Don't fall in!": null, "Rashawn: Oh, babe.": null, "Jasper sighs and holds up one finger.": null, "Aabria: Natural one? Amazing.": null, "Izzy: 14.": null, "Aabria: Lila, with a 14, you're sort of watching all of this occur but": null, "you're still, even in a moment of great strain and stress, the person": null, "you always have been, ever alert, ever curious, ever aware, and you": null, "begin to hear the sound of movement, echoing footsteps on metal, as": null, "someone, someones, are approaching.": null, "Izzy: I tell everybody. Say,": null, "Lila: Someone's coming. People are coming.": null, "Thorn: [clears throat] I think we have to be ready to talk or fight.": null, "Maybe we should try and lead with... How many does it sound like there": null, "are?": null, "Aabria: I'm not going to make you roll again.": null, "Izzy: Two plus?": null, "Aabria: Yeah, two plus. You're hearing a small herd of people coming.": null, "Lila: A small herd.": null, "Thorn: Okay, I think we need to be ready. [to Viola] Stay focused on": null, "that.": null, "Rashawn raises her arms, miming pulling Ava from the pool.": null, "Brennan: I'm going to look at my children and say,": null, "Tula: Okay. Come, come. Come here.": null, "And I'm going to beckon for my kids to come. I'm going to say,": null, "Tula: put a hand on your auntie.": null, "Siobhan rests her hand on Rashawn’s shoulder.": null, "Jasper: Thorn will position himself in between the family and the door.": null, "Aabria: Okay. [she moves the Thorn model]": null, "Jasper: So he will be the first thing that they see, and can sort of": null, "react or distract accordingly. So wherever the door is, I will be in": null, "between us.": null, "Aabria: What you see, and it would be just so deeply convenient if Ava": null, "was here, because she would recognize them...": null, "Rashawn: (whisper) No!": null, "Aabria produces four models of the First Stoats. They are much larger": null, "than the other stoats. They wear elaborate clothing. One wears a Pope’s": null, "miter, another wears a gas mask.": null, "Jasper: Oh, so big!": null, "Aabria: A figure steps in behind the platform, and drags in with them,": null, "held by the scruff of her neck, your friend Sybil.": null, "Siobhan and Jasper: No, Sybil!": null, "Aabria: They are massive. Their faces, muzzles extended out, that look a": null, "little more wolf-like than stoat-like. The elongating of them means that": null, "there is more pink flesh between their fur, and you can see their skin.": null, "They stand at twice your height, you'd guess at three times your weight,": null, "and they wear these garments and look at you with eyes that, only a": null, "little bit, remind you of the eyes of other stoats, as if they are": null, "moving towards being something else.": null, "But you know, like you know everything in here, that these are the First": null, "Stoats, and you know that they are not pleased with you. You see Sybil": null, "is sort of being dragged in by this stoat in the front, but isn't": null, "fighting. The fight in her seems to already sort of be out. She's just": null, "being held and looks out at you, and just is shaking her head.": null, "Sybil: (whispering) I'm sorry, I'm sorry, I'm so sorry, I'm so sorry.": null, "Jasper and Rashawn shake their heads. Jasper motions to Rashawn.": null, "Thorn: Focus.": null, "Rashawn resumes “pulling”, her hands trembling.": null, "Kiran: [deep voice] Well, welcome.": null, "Aabria: The stoat in the front.": null, "Brennan: I'm going to keep a hand on my sister and just whisper very": null, "quickly,": null, "Tula: Keep concentrating on Mama.": null, "And I'll look up and say,": null, "Tula: Hello.": null, "Jaysohn: [loudly] What are you doing with Sybil?": null, "Tula: It's all right, sweetie.": null, "Lila: (whisper) Jaysohn, be quiet.": null, "Kiran: You shouldn't be here.": null, "Tula: We understand. We're about to leave. My mother's fallen into the": null, "water. We're trying to recover her body.": null, "Kiran: Unfortunately, the things that go in don't always come back.": null, "[Rashawn flinches] You might want to simply walk away.": null, "Tula: I understand. I know how dangerous it is. There is some sort of-": null, "Kiran: Do you? Do you know what you've stumbled into? Explain it for me,": null, "because I would love to know. We would love to know why you're here. [to": null, "Viola] Stop that.": null, "Rashawn hisses loudly and keeps her arms raised. ": null, "Aabria: You actually see the one with the little mitre on is going to": null, "reach out with a hand.": null, "Brennan: Can I make a-": null, "Siobhan gasps and uses her body to shield Rashawn.": null, "Aabria: You feel something sever in your connection as a Counterspell": null, "removes your ability to pull your mother out.": null, "Brennan: Can I make an insight check against the hat guy?": null, "Aabria: Yeah, hat guy. Go for it.": null, "Izzy: I float the hat off of him and on, with my Mage Hand. [everyone": null, "laughs]": null, "Brennan: That's a 14 insight opposed by his deception. I'm using my": null, "Empathic feat.": null, "Aabria: Their. All of the First Stoats use they/them pronouns.": null, "Brennan: Okay.": null, "Aabria: With a 14 on the die, you can see that all of them carry that": null, "heavy sense of absolute competence and confidence in and around the": null, "Blue. They are all spellcasters.": null, "Lila: [hesitantly] If I'm feeling like, whoa, something crazy's": null, "happening to me, new abilities!": null, "Aabria: [laughs] Okay, sure. You're having a moment. Continue as though": null, "that is true. What's going on?": null, "Izzy: [questioning] I couldn't cast something.": null, "Aabria: Sweet, do you, top of your intelligence, Izzy Roland, want to": null, "cast some magic right now?": null, "Izzy: What if it's like, I can't control it? It just comes out?": null, "Jaysohn: Lila, you've got to do something!": null, "Aabria: Asking you right now, what do you want to do?": null, "Izzy: [uncertain] Cast Fog Cloud?": null, "Rashawn: Yes!": null, "Aabria: Okay, Izzy, I want you to describe for me what it's like as Lila": null, "reaches into the Blue and pulls out magic.": null, "Izzy: A monster just yelled at my mommy and fucked with my auntie, and": null, "my grandma is dead. You know the first time you're like, uh-oh, I'm": null, "horny. [everyone laughs in surprise]": null, "Aabria: I did not think that's where we were going with this, and I am": null, "way more invested, keep going.": null, "Izzy: And you feel really scared and powerful at the same time. You're": null, "like, Ash Ketchum, what is happening? That, but rage happens.": null, "Aabria and Rashawn sway with laughter.": null, "Siobhan: You've gotta catch 'em all.": null, "Izzy: And she starts vibrating with emotion, and it just sort of... [she": null, "groans and vibrates her body]": null, "Aabria: And especially because you are by far the smallest in the group": null, "and you have rows of adults interposing themselves between you and these": null, "First Stoats, they don't see you reach out with that energy for the": null, "first time, so they don't know to stop it. And then from the center of": null, "the pool, a roiling, dark blue, choking fog begins to bubble up and out": null, "and around, and begins to obscure your view of everyone and everything.": null, "The stoats kind of look out and around.": null, "Kiran: Well. You're going to have to explain what you think you're doing": null, "here. I love a parlor trick as much as the next stoat, but I think, in": null, "my opinion, that you new stoats were led astray by this one. [she raises": null, "an arm]": null, "And Sybil is lifted into the air.": null, "Brennan: That's the Director holding Sybil up?": null, "Aabria: Yes.": null, "Brennan: Can I make an insight check opposed by his deception?": null, "Aabria: Their. Yes.": null, "Brennan: Their, sorry. Make an insight check opposed by their deception.": null, "That's going to be a 25.": null, "Aabria: What are you trying to figure out?": null, "Brennan: [flatly] I'm not trying to figure out anything. The Empathic": null, "feat gives me the ability to insight versus someone's deception, and if": null, "my check succeeds, I have advantage on attack rolls. I would like to": null, "charge, jump, and bite their throat out. [Jasper exclaims in shock]": null, "Aabria: Okay, you immediately take off at a run. Make a luck check for": null, "me.": null, "Aabria: Okay. There was a moment here of, deal with an oncoming threat,": null, "or make the point you were going to make, and I think they thought it": null, "was a little more important before this fog makes everything a little": null, "too obscure for you to see the price of treason. You all see it. You": null, "hear it. Sybil's neck is snapped, [crunching sound, Siobhan and Jasper": null, "gasp] and the body's dropped, and as you go in for a lunge, let's roll": null, "initiative.": null, "Jasper: Oh, this is bad.": null, "Aabria: Tula, what'd you get?": null, "Brennan: 16.": null, "Aabria: 16. Jaysohn?": null, "Siobhan: 22.": null, "Aabria: All right. Viola?": null, "Rashawn: Seven. [she grins]": null, "Aabria: Seven. Thorn?": null, "Jasper: 18.": null, "Aabria: All right, and Lila?": null, "Aabria: Perfect, okay. Let's resolve this. Because yeah, I want you to": null, "go ahead, be over there as all of this happens. Tula, you lunge forward,": null, "I'm assuming for the Director's throat.": null, "Aabria moves Tula’s model to within striking distance.": null, "Brennan: Yeah.": null, "Aabria: Okay.": null, "Brennan: I have advantage on attack rolls, so both of these are going to": null, "be with advantage.": null, "Aabria: Yep, yep.": null, "Brennan: First attack, terrible. 10.": null, "Aabria: Miss.": null, "Brennan: Next attack is going to be a 26.": null, "Aabria: Yeah, that absolutely hits.": null, "Jasper: Come on, come on, come on!": null, "Brennan: Okay.": null, "Aabria: I think with that first one, you go and dive for just center": null, "mass, and you feel yourself clang against metal. [metal slam] The": null, "Dictator is wearing metal wrapped around their torso in armor, so you": null, "move upward toward soft flesh.": null, "Brennan: 24 points of damage to the Director. How much movement have I": null, "expended to get here?": null, "Aabria: I'm going to say 25.": null, "Brennan: 25, okay. I'm going to Rabbit Hop, which negates attacks of": null, "opportunity, just to be doubly safe, and hide within the fog at the base": null, "of the statue.": null, "Aabria: Perfect, so yeah, you literally get in, lunge at the Director,": null, "miss on the first one. The second one, you find fleshy purchase, and as": null, "they reel back, you slip down into the fog so you're still obscured and": null, "you just drop into shadow, beautiful. First up is actually going to be": null, "Jaysohn.": null, "Siobhan: Okay, I'm going to run in after my mum.": null, "Siobhan: So how do attacks work within the fog? Do I roll just a regular": null, "attack, because I know where this guy is, or is it disadvantage?": null, "Aabria: You're going to roll with disadvantage, because you can't see": null, "inside the fog. If it's as hard for them, it's going to be hard for you": null, "too.": null, "Siobhan: Great, so I will attack the main guy that just killed my": null, "girlfriend, love of my life, my wife.": null, "Aabria moves Jaysohn’s model.": null, "Aabria: [laughing] Avenge your girlfriend!": null, "Siobhan: That's 6 plus 8, 14.": null, "Aabria: With a 14, you jump in and you feel yourself make contact.": null, "Utterly unfazed.": null, "Siobhan: Okay, great. Then I will attack again. That misses. I will": null, "bonus action... Flurry of the Wind, you have to have already hit, right?": null, "Aabria: No, it's just after you take the attack action.": null, "Siobhan: Okay, great, then I will Flurry of Blows. Okay, there we go.": null, "That's a 23.": null, "Aabria: 23 hits.": null, "Siobhan: Great, I will use sneak attack on that, and I will also do": null, "Stunning Strike.": null, "Siobhan: So it's a DC 16 strength saving throw.": null, "Aabria: Strength save?": null, "Siobhan: I believe, right?": null, "Aabria: Yeah, they make the save.": null, "Siobhan: They make the save, but they still take 18 plus 5 points of": null, "damage, so 23 points of damage.": null, "Jasper: Yes! [Izzy smiles]": null, "Siobhan: And then because it's Flurry of Blows, I attack again.": null, "Aabria: Yep.": null, "Siobhan: And that is a critical failure.": null, "Aabria: Oof, okay.": null, "Siobhan: Can I move to be next to the bishop guy, or where I believe the": null, "bishop guy to be?": null, "Aabria: Yeah, sure sure sure. To get all the way over here? [moves the": null, "model]": null, "Siobhan: Yeah.": null, "Aabria: Down on the ground? Sure. Well, coincidentally, my little stoat": null, "pope is up next. As you drop down in front of them, they look out and": null, "go,": null, "Kiran: Poor choice, so sorry.": null, "And reach not towards you, but up, and cast Dispel Magic to remove the": null, "fog. [whooshing sound, Siobhan holds up her bare fists]": null, "Kiran: We didn't want to do this. We are just doing what's best for": null, "everyone.": null, "And then looks up and away from you, and that's the end of their turn.": null, "Next up is Thorn.": null, "Jasper: [groans] Okay, I'm really worried about Stoat Pope, but also,": null, "the main guy just killed Sybil and has taken damage?": null, "Aabria: Yes, an aggressive amount of damage.": null, "Jasper: An aggressive amount of damage. Okay, good. [moves Thorn’s": null, "model] Okay, fine, I will move up and in the grill of the main, this guy": null, "here. I'm going to, as a bonus action, cast Zephyr Strike on myself, and": null, "I'm going to use it right now.": null, "Aabria: The moment you begin to cast magic, you see the stoat wearing a": null, "gas mask reaches out and you feel almost as if the wind is sucked out of": null, "your lungs. The spell takes no effect.": null, "Jasper: Okay. Well, I'm still going to attack twice using my claws. That": null, "is a 17.": null, "Aabria: Misses. [Jasper wheezes]": null, "Siobhan: God, these guys are really bad.": null, "Jasper: This is bad, guys.": null, "Siobhan: This is really bad!": null, "Jasper: This is really bad.": null, "Izzy: [singing] This is maybe one of those ones, that's unwinnable on": null, "purpose…": null, "Aabria: Y'all just pushed 47 points of damage into my main guy who": null, "hasn't gone yet. I think you're doing better than you think. Not to": null, "metagame, but y'all didn't rock up and do nothing. I just gave one": null, "armor.": null, "Siobhan: I feel like I did nothing.": null, "Jasper: I would just clarify, I did rock up and do nothing.": null, "Aabria: Oh no! [Brennan laughs]": null, "Jasper: I miss again. I should've, yeah, okay, it's cool. Yeah, that's": null, "me. That's my bonus action and my action. All done, nothing works.": null, "Aabria: Oh no! Okay, and the thing that happens now, you see Dictator": null, "looks down and around at you, the three of you that have run forward,": null, "and goes,": null, "Director: This isn't my fight. Let's make it a little more interesting.": null, "And the hatch that they came through, still open, you see one massive": null, "paw-": null, "Aabria mimes a huge paw reaching through a doorway. The cast gasps.": null, "Siobhan: No!": null, "Jasper: What?": null, "Aabria: As something turns and crawls through.": null, "Izzy: Honestly, thank god.": null, "Siobhan: You just said we were doing better!": null, "Aabria: Yeah!": null, "Siobhan: You said we were doing good!": null, "Aabria: It's kind of a thing of me explaining that so when I do what I": null, "do next-": null, "She rummages under the table for a model.": null, "Jasper: [to Siobhan] This is on you. Yesterday, what did you say to": null, "Aabria?": null, "Aabria: It makes sense and it's fine. What did I say?": null, "Jasper: “There was just one guy in there, that was easy!”": null, "Aabria: Y'all talked a lot of shit about my one guy.": null, "Jasper: [to Siobhan] That's exactly what you said yesterday. [Siobhan": null, "makes a face]": null, "Siobhan: [indignant] He was easy! What the fuck? That's a literal wolf!": null, "Aabria places a literal giant wolf on the board. Jasper shrieks with": null, "incredulous laughter.": null, "Jasper: That's an actual wolf!": null, "Siobhan: Are you kidding me?": null, "Aabria: And this wolf looks ferocious, just pouring slaver that's sort": null, "of bubbly and frothy but still glowing with that Blue. Its ears are low,": null, "its tail tucked. It's not at the right scale to be comfortable, like a": null, "dog trying to run down stairs. It's uncomfortable, and in that": null, "discomfort, is swinging around and growling and moves into the fray.": null, "Next up is Tula.": null, "Jasper: [laughing] This is so bad!": null, "Brennan: [matter-of-factly] Well, shit.": null, "Jasper: Agreed!": null, "Aabria: A little pup pup.": null, "Brennan: With the fog cloud gone-": null, "Brennan: If I look down into the water, can I see my mother's body from": null, "here?": null, "Aabria: Give me an arcana check.": null, "Brennan: [scoffs] That's not going to go well. Uh, 12.": null, "Aabria: I normally don't do this.": null, "Aabria gets up and walks around the table to Brennan.": null, "Brennan: Love whatever this energy is.": null, "Jasper: Secrets!": null, "Brennan turns his head toward Siobhan and doesn’t see Aabria cupping her": null, "hand to whisper in his ear. He turns back and she hits him in the face.": null, "Aabria: Geez!": null, "Brennan and Aabria flinch and scream.": null, "Siobhan: What the fuck?": null, "Brennan: I'm sorry! I want to take it back!": null, "Izzy: [deadpan] That's why she normally doesn't do it.": null, "Brennan and Aabria successfully whisper to each other without further": null, "injury.": null, "Brennan: Gotcha, cool.": null, "Aabria: I'm so sorry I just punched you in the face trying to tell you": null, "information.": null, "Brennan: I had it coming.": null, "Aabria: No!": null, "Brennan: I look at these First Stoats, who have put themselves as the": null, "leaders of this great family, and they are all fools, because parents": null, "never put themselves first. [he raises a finger for emphasis, everyone": null, "laughs] I'm going to look at Sybil, and I'm going to say,": null, "Tula: Sweetie, wake up! [whooshing sound]": null, "And I'm going to cast Healing Word for the first time.": null, "Aabria: As it hits, the violent un-breaking of her neck sort of throws": null, "her limp body over, and she lands at your feet. [Izzy gasps] Then you": null, "see she kind of shakes herself out, and for the second time, you have": null, "brought her back from the brink.": null, "Aabria as Sybil gasps and vocalizes, Brennan reaches a hand toward her.": null, "Lila: Shut up, shut up!": null, "Tula: We have to go.": null, "Sybil: What do you mean, shut up?": null, "Brennan: Eight hit points healed with Healing Word.": null, "Sybil: Thank you, thank you!": null, "Brennan: I'm going to leap up onto the podium and go for the Director": null, "more.": null, "Aabria: Okay!": null, ": Swinging twice, regular attacks, on this dude. There's no shenanigans": null, "where I can stand on the podium and jump on their head to get advantage,": null, "is there? [Aabria coughs and laughs] You know, let's not do that. Let's": null, "just attack. [everyone laughs]": null, "Aabria: I love when you roll.": null, "Izzy: Bite their brain out.": null, "Brennan: I'm going to bite their brain out.": null, "Aabria: Sure, sure, sure.": null, "Brennan: Alright, here we go. Two attacks coming in. Okay. [chortles] So": null, "bad. One is a nat one and the other one is a 13.": null, "Aabria: They both miss. Where do you want to sort of have ended up by": null, "the end of this?": null, "Brennan: I'll get on the-": null, "Aabria: Also, you could just move your guy.": null, "Brennan: Yeah, I'll get on the corner on the other side of Thorn over": null, "here.": null, "Brennan moves his model.": null, "Aabria: Cool, cool, cool. Good, your wish is my command. Is that you?": null, "Brennan: That is me.": null, "Aabria: Okay, well then, next with a 15, Ava, come on back.": null, "Erika runs back into the Dome, roaring in triumph.": null, "All: Yay! [everyone cheers]": null, "Aabria: Ava, you crawl back out.": null, "Izzy: Please be level 20.": null, "Siobhan: Yes!": null, "Aabria: All of you see her eyes glow with the same Blue.": null, "Erika: I muscle up. [grunting]": null, "Siobhan: [whisper] So strong!": null, "Erika: And then I jump up on the lectern and I go,": null, "Ava: I'm too stubborn to die!": null, "Izzy: Gets killed again.": null, "Erika: And in Rage, I take a swing at this one right here.": null, "Aabria: Which one?": null, "Jasper: The Director?": null, "Erika: I hop up on the lectern and I take a swing, recklessly attacking.": null, "Erika: Yes. [they scoff] All right, well, that's a 17.": null, "Aabria: Just misses.": null, "Erika: First attack. Second attack. Ooh! That's a 19 plus 7, 26.": null, "Aabria: Absolutely hits.": null, "Erika: 19 points of damage to this one.": null, "Aabria: Perfect.": null, "Erika: And I also say,": null, "Ava: Come here, you! [everyone laughs]": null, "And I grapple them, so they have to make a check for 15. Did they make": null, "it?": null, "Erika: All right, okay. Well, I still add on an extra d8 to my...": null, "Another six damage to them, at least.": null, "Aabria: They look over and say,": null, "Director: You say come here? [gutteral] My turn.": null, "Is going to reach out and grab you. I need you to make an acrobatics or": null, "athletics check.": null, "Erika: Since it's a strength check, I'm rolling with advantage, which is": null, "still a-": null, "Aabria: I need you to know, I did get a 17 on the die, so you've got to": null, "beat a 26.": null, "Siobhan: Shit.": null, "Jasper: [quietly] Oh my god.": null, "Siobhan: This guy is strong.": null, "Erika: 16...": null, "Siobhan: Jaysohn can't help but respect it.": null, "Aabria: Like a little bit. He's got a little Joseph Stalin-": null, "Brennan: I get a horrifying mom sense of, my young son is being": null, "attracted to a fascist! [Erika cackles] It's not cool to be strong!": null, "Don't get wrapped up in that!": null, "Aabria: They've got a little Stalin mustache. What's not to love?": null, "Erika: That is a 16.": null, "Aabria: You are absolutely snatched around the neck and you see this": null, "massive creature is going to take you, both hands, and suplex you back.": null, "Aabria mimes a deep backwards throw. Jasper groans sympathetically. ": null, "Does a 19 hit?": null, "Erika: Yes, it does.": null, "Aabria: Figured. You're going to take 21 points of bludgeoning damage as": null, "you are slammed into the cement.": null, "Erika: I'm going to take half of that, because I'm raging.": null, ": As they stand back up, they just put their foot over your throat and": null, "hold you down. End of the turn, the wolf's going to go.": null, "Jasper: Oh boy.": null, "Aabria: Wolf is going to lunge across and aim for the people who haven't": null, "joined the fight yet, because that's too cluttered. It's going to move": null, "across and snap down with a multi-attack. First bite at Lila, for a": null, "natural 20.": null, "Izzy: Bye bye. [everyone gasps]": null, "Aabria: Second bite, Viola, for a 21. Does 21 hit?": null, "Rashawn: Yeah.": null, "Aabria: Okay. [to Izzy] as the wolf bites you, but does not, sort of": null, "bites and releases. And then for Viola, eight points of piercing damage.": null, "Okay, that's the wolf's go, and now we are at Lila, you're up.": null, "Izzy: Okay, my aunt's right next to me. Jesus Christ.": null, "Izzy pulls at her hair with both hands until it is thoroughly tangled": null, "and sighs.": null, "Rashawn: Don't even worry about me.": null, "Izzy: No no no, that's good. Okay, first off, bonus action, Bladesong.": null, "Izzy: And I'm within five feet of an ally.": null, "Aabria: You are.": null, "Izzy: So I'm going to sneak attack, Primal Savage, the wolf.": null, "Aabria: Okay, go ahead.": null, "Izzy: Hopefully under the neck, so it's sort of like if it tries to get": null, "me, it's like... [vocalizes missed bite attempts]": null, "Aabria: Go ahead and make an attack roll.": null, "Siobhan: Nice.": null, "Izzy: Oh, I don't know which die I rolled. [everyone laughs]": null, "Aabria: That's real as hell, TBH.": null, "Izzy: [gasps] Ooh! 25.": null, "Aabria: 25 absolutely hits.": null, "Izzy: Yay!": null, "Siobhan: [loudly] That's my sister!": null, "Izzy: Okay, so 3d6 and 2d10.": null, "Brennan: Plus dex mod.": null, "Izzy: [whisper] Plus dex mod. Thanks, babe.": null, "Aabria: You call your mom babe? I don't understand white people.": null, "Rashawn: Yeah, that's some white people shit right there.": null, "Izzy: Okay, assistance.": null, "Izzy up fingers as she calls out her rolls.": null, "Izzy: One.": null, "Aabria: Yep.": null, "Izzy: Two.": null, "Aabria: Three.": null, "Izzy: Five.": null, "Aabria And Siobhan: Eight.": null, "Aabria And Siobhan: 13.": null, "Izzy: Seven.": null, "Aabria And Siobhan: 20.": null, "Izzy: Plus?": null, "Siobhan: Plus five.": null, "Brennan: Dex mod.": null, "Izzy: Three.": null, "Aabria: 23. You do 23 points of damage as you reach up. Do you feel like": null, "this is more bite or more claw?": null, "Izzy: Bite.": null, "Aabria: Yeah, as you bite up into its neck and you pull down, I think": null, "the most upsetting thing is how easily the flesh gives way. You chomp up": null, "and rip down, and you are sort of showered in gore as you hit. [she": null, "mimes falling chunks of flesh] Both Viola and Lila, you're going to take": null, "five points, and you're going to take four points of acid damage.": null, "Siobhan: Oh my god.": null, "Aabria: As you have a bunch of irradiated blood scattering over you.": null, "Izzy: [strained] The wolf is made of acid! The wolf is made of acid!": null, "Jaysohn: What does it taste like? What does it taste like?": null, "Lila: Bad!": null, "Jaysohn: Oh no, I wanted to taste it!": null, "Aabria: Have you ever had Pop Rocks and Warheads in your mouth at the": null, "same time?": null, "Siobhan: No, but now I want to.": null, "Aabria: [laughing] Yeah, we all gotta get high and go to 7-Eleven.": null, "[Siobhan laughs] We could make some dreams happen. [to Izzy] Do you have": null, "anything else you want to do? That was your action and bonus action.": null, "Izzy: I don't think so.": null, "Aabria: Okay, with that, my wolf goes again with a legendary action, and": null, "understanding and seeing sort of, oh, too weak there, the thing I hit, I": null, "didn't hit hard enough, is going to evolve.": null, "Izzy: Charizard.": null, "Aabria: And from the wound that you just ripped open-": null, "Aabria: A new claw shows up.": null, "Siobhan: Narsty!": null, "Aabria modifies the wolf model to have another monstrous leg emerging": null, "from the wound in its chest. The cast groans in revulsion.": null, "Aabria: I want you all to know, the wolf's multi-attack now has a third": null, "attack.": null, "Siobhan: I'm gonna bite its dick off.": null, "Aabria: The stoat standing behind the Dictator sort of steps a little": null, "forward and reaches out and sort of through your minds, you all hear": null, "their name. [echoes] Speaker. And I need everyone here to make a wisdom": null, "saving throw. The DC is 14.": null, "Rashawn: [to Izzy] Add plus two, because you're near me.": null, "Brennan: People, Thorn, Jaysohn, and Mom, plus one from me.": null, "Siobhan: Doesn't matter for me, because I rolled a one.": null, "Izzy: Natural one as well.": null, "Aabria: The kids are so synced up, it's so stinking cute.": null, "Rashawn: Wisdom, right?": null, "Aabria: Wisdom, yeah.": null, "Rashawn: Nine.": null, "Siobhan: I have such good fucking wisdom.": null, "Aabria: Yeah, what's going on, bud?": null, "Siobhan: All of these saving throws, I have rolled like dog shit. Wolf": null, "shit.": null, "Brennan: 21.": null, "Aabria: 21. Thorn?": null, "Jasper: 14 plus-": null, "Aabria: You made it. Ava?": null, "Erika: 19.": null, "Aabria: 19.": null, "Erika: I am immobilized, correct?": null, "Aabria: You're restrained, or Grappled. It's slightly different. Capital": null, "G.": null, "Siobhan: You can still hit.": null, "Aabria: Yeah, you can still hit.": null, "Erika: Okay, well in that case, that stoat behind me, I'm like,": null, "Ava: all this Blue stuff is so irregular!": null, "And I use my reaction to melee attack them with Mage Slayer.": null, "Siobhan: Nice. [Brennan gasps]": null, "Aabria: Yeah, you're within.": null, "Erika: Yep. That's a… 23.": null, "Aabria: Hits.": null, "Erika: Yes, excellent, excellent.": null, "Aabria: We love a Mage Slayer. [she laughs]": null, "Siobhan: Mage Slayer absolutely rules.": null, "Aabria: It's so good.": null, "Brennan: There are a couple feats that you're just like, you guys are": null, "really showing your favoritism.": null, "Aabria: A hundred percent.": null, "Brennan: Mage Slayer is so fucking-": null, "Aabria: It's so fucking cool.": null, "Erika: 13 points of damage, and they must roll to keep their": null, "concentration with disadvantage.": null, "Aabria: Copy that. Unfortch, as they take this hit and cast out this": null, "fear to the group, Lila, Jaysohn, and Viola, Speaker sends you a pulse": null, "of fear, and the fear is shaped like your grandmother Ava's lifeless": null, "body in front of Speaker, just a little nasty, because you did a hit.": null, "Jasper: Can I ask the Speaker to roll a wisdom saving throw, please?": null, "Jasper: I'm going to use my reaction. I've talked so much crap about": null, "this ability, and I can't believe I'm actually using it.": null, "Aabria: Speaker only gets an 11.": null, "Jasper: Okay, the Speaker is frightened of me.": null, "Izzy: Shut up!": null, "Jasper: When I see a creature within 120 feet of me succeed on a save": null, "against being charmed or frightened, I can make the caster charmed or": null, "frightened of me for the next minute.": null, "Jasper: So I'm going to poke my head around the side, seeing this": null, "happen, and I'm going to, as they send me, \"Speaker,\" and I succeed, I": null, "send back, [echoing] \"Thorn!\" And then they see in their minds, the Last": null, "Bast just crumbling into the ground as humans start ripping it to": null, "pieces.": null, "Aabria: Amazing.": null, "Jasper: They're frightened of me.": null, "Brennan: [incredulous] The first time in the history of this game this": null, "power has worked.": null, "Jasper: Yeah!": null, "Aabria: Let's go! [everyone cheers]": null, "Brennan: The prerequisites are so impossibly-": null, "Aabria: It's so specific!": null, "Brennan: Getting this off, what has to align?": null, "Erika: So this person reaches out and is like, you must fear me. And": null, "Grandma goes, you stop that! Then Thorn goes, yes, you should fear us!": null, "Stop that!": null, "Izzy: We're all scared of each other!": null, "Jasper: [Bane impression] You merely adopted the Blue.": null, "Siobhan: Our grandma's dead and alive at the same time!": null, "Jasper: I was born in it.": null, "Izzy: It's like the best and worst of both worlds!": null, "Siobhan: And I bet all of her strawberries are wet.": null, "Aabria: [laughing] No! Viola, you're up.": null, "Izzy: Or they're awesome.": null, "Rashawn: [rubs hands] All righty, so Viola, the last thing that she": null, "recalled was reaching out for her mother into the drink and that power": null, "being cut off, so I don't even think I've turned around because I'm so": null, "like, oh my god, everything's terrible, she fell in!": null, "Izzy: Into the drink?": null, "Rashawn: The water.": null, "Aabria: Into the drink. We use sassy sailor terms here.": null, "Rashawn: With that, I am going to use my Channel Divinity and use Sacred": null, "Weapon to give my blade of grass a plus two to its attack. I'm rubbing": null, "my belly like, you killed my mother, and I'm realizing, I've probably": null, "got a kick or something for the first time.": null, "Aabria: Aw!": null, "Rashawn: Oh shit, okay, so I've got my sword, it's beefed up, and I'm so": null, "pissed, and I'm going to use my rabbit hop and jump 10 feet into the": null, "air, hopefully above this wolf's head, and I want to strike down with": null, "the blade.": null, "Aabria: Yeah!": null, "Rashawn: In its rigid form. I get to attack twice. [she mimes a downward": null, "stab]": null, "Aabria: Let's go!": null, "Jasper: Let's go!": null, "Siobhan: I love my aunt!": null, "Aabria: Your family is cool.": null, "Rashawn: It'll be a plus eight to this roll. Six plus eight… 14.": null, "Rashawn: Cool.": null, "Aabria: Just hits, for what it's worth.": null, "Rashawn: Nat one on the second one, but that's fine. Okay, so 1d8.": null, "BrennanYou can throw smites on that as well.": null, "Rashawn: Okay, yes, then I will throw a-": null, "Aabria: [sassily] Put a smite on it.": null, "Jasper: Put a little smite on it.": null, "Izzy: [to the tune of Vitamin C’s “Smile”] Put a smite on your grass…": null, "Rashawn: Divine smite on them.": null, "Erika: [continuing Izzy’s song] Whatcha gonna do, whatcha gonna do.": null, "Rashawn: 13 points of damage.": null, "Aabria: Give me a luck check, Viola.": null, "Rashawn: Okay. Come on, purple. Come on, purple.": null, "Siobhan: Come on, purple. Come on, purple.": null, "Rashawn: 15.": null, "Siobhan: Yeah!": null, "Aabria: You saw down into the wolf's neck, and as you kind of pull your": null, "blade back, you see this rigid blade of grass is suddenly a little": null, "longer, a little more jagged at the edge, [Erika screams] and at your": null, "sort of looking and inspecting it, just a little bit of dew, poisonous": null, "and terrible, as your weapon is transformed, and in that reverie, you": null, "look down and you see, you sawed a jagged neck wound into this wolf as": null, "its head detaches.": null, "The head is removed from the model. Rashawn laughs.": null, "Aabria: And in rapid succession, something new and worse forms.": null, "Siobhan: No! It's a fucking hydra wolf!": null, "A furless, raw, dragon-like head now sits on the wolf’s neck": null, "Izzy: [singsong] Everybody say bye to Lila…": null, "Aabria: Welcome, everyone, to the Wolf of Theseus.": null, "Rashawn: I feel like Viola is just going to straddle this thing, try to": null, "clench it with the thighs.": null, "Aabria: Interesting.": null, "Rashawn: I'm on this thing.": null, "She mimes riding it like a bronco, Jasper guffaws.": null, "Aabria: The wolf is like, I don't know how to evolve past this. Excuse": null, "me!": null, "Izzy: Surprise, the wolf is a sub.": null, "Aabria: I mean, that makes sense. It's not the alpha in the pack.": null, "Rashawn: No, that's the Rashawn show, baby.": null, "Aabria: That was rad as shit.": null, "Siobhan: That was really cool. That was really rad.": null, "Izzy: Now you have poison grass. Look at my little girl underneath that": null, "big, scary-": null, "Aabria: It's fine. You're doing so good. And the smallest of the First": null, "Stoats, you know, balance, we're doing it, comes forward, and sort of": null, "through your minds, through the Blue, you know their name to be Silence.": null, "You just hear a guttural sort of echo inside of the mask over their face": null, "as they begin to cast a spell, and I need everyone once again to make a": null, "wisdom saving throw.": null, "Jasper: Yikes. [everyone groans]": null, "Aabria: You have to beat a 16.": null, "Rashawn: 10.": null, "Jasper: Is this charmed or frightened as well?": null, "Aabria: No.": null, "Siobhan: Did I get Jasper's fucking box? [she holds it aloft]": null, "Aabria: Oh no!": null, "Jasper: Maybe, maybe.": null, "Aabria: All right, raise your hand if you did not make the save.": null, "Izzy: Which one was it?": null, "Jasper: What was the DC?": null, "Aabria: 16.": null, "Jasper: Oh.": null, "Erika, Jasper, Rashawn, and Siobhan raise their hands.": null, "Aabria: All four of you... Well, three of you feel your heartbeat": null, "suddenly slow down as you are under the effects of the Slow spell. Your": null, "speed's halved, you have a negative two penalty to AC and dex saves, and": null, "you cannot use reactions. [whisper] Hey, Ava? You're not doing great": null, "right now. [Erika grimaces] You just feel the emptiness within you": null, "stretch out. All right, we are back up to the top again.": null, "Rashawn: We're still in this, y'all. Please don't give up.": null, "Aabria: You're doing great! Sweeties, I'm so, so proud of you. Jaysohn,": null, "you're up first.": null, "Siobhan: So I'm under the fear condition. Does that mean I have to run": null, "away?": null, "Aabria: No, you just can't-": null, "Siobhan: I just can't get closer to that guy.": null, "Aabria: Correct.": null, "Siobhan: But I can still hit the guy in front of me.": null, "Aabria: Yeah, absolutely.": null, "Siobhan: Great, well, I'll try and hit the guy in front of me two times,": null, "because I still have my two attacks, right?": null, "Aabria: You still have your two attacks. Sorry, I didn't finish saying": null, "it. On your turn you can either use an action or a bonus action, not": null, "both.": null, "Siobhan: Great, well, I will do the two attacks against this guy.": null, "Aabria: No, not my little pope!": null, "Siobhan: One of them is a fucking nat one. I've gotten three nat ones so": null, "far this episode.": null, "Izzy: Throw the tray away!": null, "Aabria: Give me the bad one.": null, "Siobhan hands the cursed tray to Aabria.": null, "Jasper: Throw the tray away!": null, "Siobhan: All of these are bad!": null, "Aabria: [to the misbehaving dice] Hey guys, we're trying to do something": null, "here. I appreciate that you're on my side, but fucking lock it up!": null, "Siobhan: The other one is a 24.": null, "Aabria: Oh yeah, absolutely hits.": null, "Siobhan: So with that, I will hit, use my sneak attack, and once again": null, "try and do Stunning Strike.": null, "Aabria: Yeah, let's go.": null, "Siobhan: So that is nine plus six is 15, plus another 6 is 21, plus 5 is": null, "26 damage.": null, "Aabria: Jiminy Christmas! Sorry for my language, guys.": null, "Siobhan: How dare you?": null, "Aabria: You said 26?": null, "Siobhan: And then DC 16 strength saving throw or be stunned.": null, "Aabria: So the thing is, little stoat pope, no one thinks a pope is": null, "going to be incredibly strong. He didn't roll great, so yeah, a little": null, "stunned.": null, "Siobhan: He's stunned? Yes, yes, yes! [players cheering] Hit that guy,": null, "he can't hit you back!": null, "Aabria: Amazing, do you want to do anything with your movement?": null, "Especially now that you know there's no opportunity attack coming your": null, "way.": null, "Siobhan: I'm more than 20 feet away from the wolf. I will just... And I": null, "don't have any bonus actions. I don't think that there's any point in me": null, "moving, really.": null, "Aabria: Next up was going to be my stoat pope, but stunned, cannot do": null, "anything fun. I hate it. How long does stunned last?": null, "Siobhan: Until the end of my next turn.": null, "Aabria: [groans] You never let me have fun.": null, "Siobhan: What are you talking about? You killed my grandma and then": null, "brought her back to life!": null, "Aabria: I brought her back!": null, "Siobhan: This wolf is terrifying!": null, "Aabria: I brought her back, she's very cool.": null, "Siobhan: Look at how small my sister is!": null, "Rashawn: The infighting.": null, "Aabria: You wanted to be kids! This doesn't feel like my problem!": null, "[Siobhan laughs]": null, "Jasper: It's definitely not on me.": null, "Aabria: I think you're being very unfair to me specifically. Thorn, you": null, "are up.": null, "Jasper: I have no bonus action because I failed, so I am just going to": null, "take two attacks on the Director, Dictator.": null, "Jasper: Dude. Oh, come on! That's not going to hit, that's a 14. Second": null, "Siobhan: Oh my god!": null, "Jasper: Yep, I have nothing. [he laughs]": null, "Aabria: Hey bud, you got a little inspiration you want to burn?": null, "Jasper: I don't have an inspiration.": null, "Aabria: Shit.": null, "Jasper: Yep.": null, "Rashawn: [loudly] Honey, I felt them kick!": null, "Jasper: What? [he screams and punches]": null, "Aabria: Hey, let me be very clear. That will never work a second time,": null, "but was so raggedy, I will allow it. You can reroll one of your attacks.": null, "[Jasper laughs] That was sad. Your dice are all being bad.": null, "Jasper: Yeah, this is... [he screams, players cheering] That wasn't a": null, "nat 20, just to be clear.": null, "Aabria: I know, we're just cheering for mediocrity from your dice at": null, "this point.": null, "Jasper: That was an 18, to be fair.": null, "Aabria: Sure, an 18 just hits.": null, "Jasper: Okay, so this will be Favored Foe and Dreadful Strikes. plus": null, "these two. That is 9, 16… 23 points of damage.": null, "Jasper: To the Director, as I carve into this dude.": null, "Aabria: I want to do something here before what happens happens. I want": null, "you to make a check. I think it's got to be survival.": null, "Siobhan: Oh shit.": null, "Jasper: That is 15.": null, "Aabria: With a 15, you see, as you are about to land this blow, that the": null, "Director's eyes, seeing you coming, flick out towards the wolf, and I": null, "think you understand something very important. That this wolf is acting": null, "under orders, and the Director, who's not looking very good, once down,": null, "this wolf will not have a master.": null, "Izzy: [smiling] Uh-huh. Yeah, yeah, yeah.": null, "Aabria: If you want, you can redirect this blow with a luck check, or": null, "you can finish the Director off, because 23 points of damage will do it.": null, "What do you do?": null, "Jasper: I'm going to sweep the legs of the Director. I'm going to sink": null, "my claws into their face, and then as I do, I'm not actually going to do": null, "anything with this because obviously I don't have a bonus action or": null, "anything like that, but I'm going to just start forming words in my": null, "mouth. but I'm going to just start forming words in my mouth. You can": null, "hear the sounds, which sound almost exactly like the Director's voice.": null, "Aabria: You claw in and you feel the blood under your hands begin to": null, "slow. They grab you and pull you incredibly close, their mouth to your": null, "ear, and say,": null, "Director: [weakly] they are coming. Good luck.": null, "And they die.": null, "Ava: What did they say, Thorn? What did they say? I was right there.": null, "Aabria: I'll take them off the board. Next up, my sweet little wolf,": null, "who, untethered from the directions being fed to them by the Director,": null, "will simply do what they know best to do. Three attacks, and": null, "unfortunately, because Viola is on his back and he can't see it, they": null, "will all be directed down at Lila.": null, "Izzy: Shit.": null, "Aabria: Okay, what's your AC now?": null, "Izzy: 23.": null, "Aabria: Okay, good to know.": null, "Brennan gives her the “rock on” hand signal.": null, "Jasper: Nice, good job.": null, "Aabria: First attack with the claw misses. Second attack with the mouth": null, "misses. Third attack was exactly a 23. It's going to hit. So that little": null, "claw is going to reach down. It's going to do 17 points of piercing": null, "damage, and I need you to make a constitution saving throw.": null, "Izzy: I have plus three on con saves.": null, "Rashawn: Plus two.": null, "Izzy: So I have plus five?": null, "Rashawn: Mm-hm.": null, "Izzy: Okay, and I'm making a constitution saving throw.": null, "Aabria: Yes. The DC is 15.": null, "Izzy: The DC is 15.": null, "Siobhan: So you've got to get a 10.": null, "Izzy: Cocked!": null, "Aabria: You just looked at me like you got away with something. [she": null, "Izzy: 11.": null, "Aabria: So you feel this claw strike you, and then it adjusts, and the": null, "thumb pushes over and then pushes into you. You take 21 points of poison": null, "damage. [Siobhan gasps]": null, "Izzy: I have two hit points.": null, "Aabria: You're still up?": null, "Aabria: [whisper] Good job. That is the wolf's turn. Next up is Tula.": null, "Brennan: I see that the stoat pope is stunned.": null, "Brennan: There's an easy opportunity to try to get some advantage on": null, "some smites there. But I look at this massive wolf who keeps getting": null, "hurt and growing more dangerous the more it gets hurt, and I think I'm": null, "going to run over, I'm going to bonus action Emissary of Peace. I would": null, "like to run over, get in front of my daughter, and yell, [to Izzy]": null, "\"Run!\" at you. If I could make a persuasion check with a use of Lay on": null, "Hands, I would like to Lay on Hands on the wolf.": null, "Aabria: Interesting. Does the wolf understand stoatal language?": null, "Rashawn: It stoatally could.": null, "Aabria: Stop that. All right, I like a pun. Sure. Go ahead. I'm going to": null, "roll for your DC. 14. What's the little Lay on Hands do? How many Lay on": null, "Hands do you put on my little baby?": null, "Brennan: There's two things I'm trying to do with Lay on Hands. One is": null, "heal it, and the other is give it the sensation that we are not danger.": null, "Aabria: There's a lot of damage that's been punched in by your family": null, "members, including the one riding its back.": null, "Aabria: Also, I'm going to allow for this to work like a persuasion": null, "check, but I am going to make you roll animal handling instead.": null, "Brennan: Copy that, if I sense that, in that case, can I not use": null, "Emissary of Peace?": null, "Aabria: Yeah, you can save that, if you want to keep it.": null, "Brennan: I'll save that.": null, "Brennan: I'll come over, Lay on Hands, and try to make an animal": null, "handling check.": null, "Aabria: Yeah, how many points of Lay on Hands do you use? It doesn't": null, "have to be a tremendous amount, but a decent show will convince it that": null, "in a world where everything is meant to harm it, there is something that": null, "is not trying to hurt it.": null, "Brennan: I will put the most possible.": null, "Aabria: Most possible?": null, "Brennan: Most possible.": null, "Aabria: All right, it's got 36 points of damage on it, if you want to go": null, "all the way up to that.": null, "Brennan: I can throw 26 down before I'm out.": null, "Aabria: You're going to put 26... All of it?": null, "Brennan: That's all of my Lay on Hands. [Jasper “oohs”]": null, "Aabria: I'll give you advantage, and the DC is lower.": null, "Izzy: Mother, I have two hit points.": null, "Jasper: One more than you need.": null, "Aabria: The only hit point that matters is the last one, we all know": null, "Aabria: You tell me what it looks like as Tula once again shows kindness": null, "in the face of danger and destruction and chooses peace. I know you": null, "didn't use Emissary of Peace, but we know what you are. What does it": null, "look like?": null, "Brennan: I run up, seeing Lila and Viola. I'm going to look at both of": null, "you and just go, “run”, and I'm going to touch the wolf, pour as much": null, "healing into it as I can. I'm just going to start going, “shh shh shh": null, "shh shh shh shh”, and trying to calm it down.": null, "Aabria: You see that this wolf recoils away at first from the Blue,": null, "having a very strong and deeply negative association with it, and not": null, "going to make you roll history or insight, I think in this moment you": null, "understand, your mind goes back to the wolf skull at the bottom of the": null, "pool. This is the one that survived, and there have been other efforts": null, "made to make and exploit animals that could be used as weapons in the": null, "fight for the humans to come, and this is one that lived and has figured": null, "out via this rapid evolution, this disregard for its own form and": null, "structure, to survive. [Brennan nods]": null, "Its head leans down and nuzzles. I'm so sorry. The neck is quite meaty": null, "and very wet. The opposite of your mom. Nuzzles in, but at the same": null, "time, I'm going to say yeah, it knows that you are a friend and it knows": null, "that the stoats with you right now, it saw the interaction as you told": null, "your daughter and your sister to run. These are friends, but it still": null, "knows it was brought here to fight, so it's still going to evolve.": null, "[players gasping]": null, "Rashawn: Oh no!": null, "Aabria: As this wraps up, and Viola, it wraps around you [players gasp]": null, "and gently moves you down next to your sister and your niece, who start": null, "doing patty-cake. [Rashawn and Brennan mime patty-cake]": null, "Jasper: My soul just left my body. I was like, no!": null, "Siobhan: My babies!": null, "Aabria: It comes back up to standing, still looking at you.": null, "Brennan: I'm just touching it. I'm fully weeping. I think I'm having a": null, "big memory of the bear, which is probably not the thing I'm really": null, "remembering. The bear has become a stand-in for all the other things I'm": null, "remembering, but I'm just going,": null, "Tula: [whispers] We're not going to let them hurt you.": null, "Aabria: Amazing, okay, incredible.": null, "Rashawn: So kind.": null, "Brennan smiles and touches his heart.": null, "Aabria: Yeah, the radical change that can happen when you are kind in": null, "the face of doom can change the battlefield. I think in this moment,": null, "Sybil, who is too stunned by anything to sort of watch anything happen,": null, "looks up, sees you all fighting, and is going to make eye contact. I": null, "think Jaysohn is the closest.": null, "Aabria: Having just stunned the stoat pope, you make eye contact with": null, "her.": null, "Sybil: Oh my god, are you okay?": null, "Jaysohn: Are you okay?": null, "Sybil: No, I think I died.": null, "Jaysohn: You died! It was so cool!": null, "Sybil: Was it cool?": null, "Jaysohn: It was so cool!": null, "Sybil: Thank you.": null, "Jaysohn: My mom brought you back!": null, "Sybil: That's twice! What do I do? What do you want me to do?": null, "Jaysohn: Hit someone!": null, "Sybil: That one?": null, "Jaysohn: Yes! Hit this one, hit the one with the stupid hat!": null, "Sybil: Yeah, sure.": null, "Brennan: Five hit points with my bonus action to Lila. Healing Word.": null, "Sorry, that's it.": null, "Aabria: Nice, good call, good call, good call. Go ahead and take that.": null, "Sybil, unarmed, deeply wounded, not doing great, but understands easy": null, "meat, is going to come alongside Jaysohn. She gives you a little nod and": null, "is going to attack.": null, "Siobhan: And he's stunned, so.": null, "Aabria: I mean, she's not doing great right now. I can't believe I": null, "rolled that low. That's not good.": null, "Siobhan: With advantage? He's stunned.": null, "Aabria: [whisper] I just rolled a two twice.": null, "Siobhan: Welcome to the freaking table, my guy.": null, "Jasper: This is what happens.": null, "Siobhan: This is how we've been rolling. Rashawn rolled two threes on": null, "advantage earlier.": null, "Jasper: This little, here, has been bad.": null, "Siobhan: We're infectious, I think.": null, "Siobhan: We have whatever COVID-22 is. You just roll very badly.": null, "Aabria: She flies in and goes to land a blow. Absolutely. This thing is": null, "meaty, it can't move. They are stuck in place, and yet just, you know,": null, "the trauma of dying and coming back, so in lieu of that, she going to": null, "say,": null, "Sybil: [stammers] I'll help you!": null, "Jaysohn: You're really good.": null, "Aabria: In lieu of taking any other action, is going to provide you the": null, "help action so you'll have advantage for the next things you do, because": null, "she's not good on her own. Ava's up.": null, "Siobhan: Fuck 'em up, Grandma!": null, "Erika: So I'm slowed by this one?": null, "Erika: Okay, so I'm going to do a little Rabbit Hop all the way onto": null, "there, two-handing it. [hollers]": null, "Siobhan: You can't Rabbit Hop, because it's a bonus action, and you can": null, "only do one or the other.": null, "Erika: That's true. Well, I just vertically leap into the air.": null, "Brennan: [heroic voice] I jump normally!": null, "Aabria: You have exactly enough movement to pull that off.": null, "Rashawn: I'm normal!": null, "Erika: Let's see here.": null, "Rashawn: I swear!": null, "Erika: 13.": null, "Erika: Shit. Yeah.": null, "Jasper: Welcome to this side of the table.": null, "Siobhan: Welcome.": null, "Erika: And because I am slowed, I can't really do anything.": null, "Siobhan: Don't you have a second attack?": null, "Erika: I do, but I believe you cannot do a second attack with Slow.": null, "Brennan: No, it's part of the same action.": null, "Aabria: You can either do an action or a bonus action.": null, "Erika: I see, I see, I see.": null, "Rashawn: Come on, big mama. Come on.": null, "Erika: All right, here we go. Yes!": null, "Siobhan: Yay, Grandma!": null, "Erika: Okay, that's a 23! [screams] All right, I'm going to... I should": null, "set aside the dice that I need to use. Dammit!": null, "Rashawn: Why aren't these labeled?": null, "Aabria: Who could say?": null, "Siobhan: Yes-suh! Yas-suh!": null, "Rashawn: Your eyesight's good as hell. I cannot see that.": null, "Erika: 21 points of necrotic damage to that one.": null, "Rashawn: [chanting] That's my mama, that's my mama!": null, "Erika: Yes, and then probably-": null, "Aabria: Let me go ahead and make the concentration check. [to Siobhan]": null, "What have you done to my dice? [Siobhan makes a face] With a four on the": null, "dice, everyone under the effect of Slow feels themselves pull up to full": null, "speed. [Siobhan flails] Jaysohn is so fast! He's so fast!": null, "Brennan: Losing concentration happens instantaneously in the action": null, "economy, so I think you do actually-": null, "Erika: Yep!": null, "Brennan: There you go.": null, "Erika: That's true!": null, "Siobhan: Uh-oh, nothing in the rule book!": null, "Aabria: Taking damage, I need you to make a dexterity saving throw.": null, "Erika: Oh, me?": null, "Erika: I believe that I have advantage on those.": null, "Izzy holds her pencil between her nose and upper lip.": null, "Aabria: Yep, you make the save, but you are still going to take nine": null, "points of fire damage as you are Hellishly Rebuked.": null, "Erika: That's fine, I'm fine.": null, "Brennan: [faintly] Grandma!": null, "Erika: Don't you worry about me.": null, "Siobhan: Grandma's eyebrows are gone!": null, "Brennan: Grandma's on fire!": null, "Aabria: Truly, the least of Grandma's worries.": null, "Erika: And now I'm on fire, and I go up to this one. I go [growls] and": null, "make a Menacing Attack, so you must beat a wisdom saving throw of 15.": null, "Aabria: Okay. Fail.": null, "Erika: Yes! They're afraid of me now.": null, "Ava: [growls to Silence] You leave my family alone!": null, "Aabria: [softly] They say nothing, and simply stare. The mask over their": null, "face hides any sort of reaction. You feel in your gut that your": null, "intimidation lands, but it's deeply impassive, maybe just a little": null, "rocking of body weight onto a back foot.": null, "Ava: You know, I've never thought that the strong and silent treatment": null, "is ever going to intimidate me. In fact, I just feel like I can fill all": null, "of that silence. Nothing will ever let me be alone with my thoughts! You": null, "don't scare me! [everyone laughs]": null, "Aabria: I love that so much. You know what? As you're ranting, you": null, "actually see Silence reaches up, pulls off the mask, and you see that": null, "their lower jaw and tongue are gone. [players scream and groan] Their": null, "silence is not a choice. Just a raspy... [wheezes]": null, "Ava: What's the matter, cat got your tongue?": null, "Brennan: We are leaving. This place is bad.": null, "Aabria: Perfect, anything else?": null, "Erika: That's all. I did my bonus action.": null, "Aabria: Hell yeah, that's so scary. My Director's dead. Lila, you're up.": null, "Izzy: Interesting.": null, "Aabria: So interesting.": null, "Siobhan: Fuck 'em up, Lila.": null, "Izzy: Okay, Lila's going to give a little scratch to the wolf. Hi. I": null, "have plus 10 feet to my speed, and if I bonus action dash, I believe I": null, "can make it over there.": null, "Aabria: What's your total speed? What's your speed normally?": null, "Izzy: With Bladesong, it's 40.": null, "Aabria: Yeah, there you go. You can absolutely make it.": null, "Izzy: And then if I'm right next to my brother-": null, "Aabria: Yeah, do you want to be on the left or right of your brother?": null, "Izzy: I'll be in between Sybil and Jaysohn.": null, "Aabria: Aw, it's our little young squad.": null, "Jayson: No, I want to be next to Sybil!": null, "Lila: [sassily] Sorry.": null, "Jayson: I want to be next to Sybil!": null, "Lila: Hi, Sybil!": null, "Jayson: I want to be next to Sybil!!": null, "Aabria: Sybil's going to slide over and just be like,": null, "Sybil: Oh, I'm so sorry, you can be right here.": null, "Ava: You can both be next to Sybil.": null, "Sybil: I died!": null, "Aabria: And then goes back into NPC neutral pose. [mimes fighting game": null, "idle animation]": null, "Jasper: Stock animation.": null, "Sybil: I died again! [continues idle animation]": null, "Izzy: I will sneak attack.": null, "Rashawn: Ouch!": null, "Izzy: Primal Savagery.": null, "Aabria: Sure, sure, sure.": null, "Izzy: Stoat Pope.": null, "Brennan: And advantage, because they're stunned.": null, "Izzy: Advantage.": null, "Brennan: They are stun-ned.": null, "Izzy: [to herself] Check which dice you're using.": null, "Rashawn: [chanting] Stunting. Pretty. You're the chick from New York": null, "City.": null, "Aabria: 23 hits. You hit the pope who, again, wearing a miter. They're": null, "not wearing armor.": null, "Rashawn: Get up off of that hat!": null, "Izzy: Three, four.": null, "Brennan: Seven.": null, "Brennan: 12.": null, "Izzy: Six.": null, "Izzy: Eight.": null, "Brennan: 26, plus your dex mod.": null, "Izzy: Plus three.": null, "Brennan: 29. Insane.": null, "Rashawn: [makes fox hands at Izzy] Yes, honey, yes.": null, "Izzy: [makes fox hands at Rashawn] Silent mama.": null, "Brennan: We always say quiet coyote. [makes coyote hands]": null, "Aabria: Quiet coyote! [makes coyote hands]": null, "Rashawn: Or shut up walrus. [makes walrus hands]": null, "Aabria: What does it look like as Lila comes over and absolutely rips": null, "this things apart? They are still up.": null, "Izzy: Oh, okay.": null, "Siobhan: Sometimes you've got to shut up walrus. Hey, quiet coyote. If I": null, "have to do shut up walrus, you're in trouble.": null, "Aabria: Shut up walrus! Sorry, I came in on the end of that.": null, "Rashawn: No recess.": null, "Brennan: Coyote politely going, shh. And a walrus going, [walrus voice]": null, "if you don't fucking quiet down! [everyone laughs]": null, "Izzy: I think Lila's at the point where it's like, my whole family might": null, "die, and you know what? If we all go, that's the best case scenario for": null, "anyone dying, [Aabria laughs] so she's got seven hit points, and before": null, "she goes over, she's like,": null, "Lila: I love you, Mommy.": null, "Aabria: Aw!": null, "Tula: I love you, sweetie. Great job.": null, "Izzy: [smiles and snarls loudly] And then, I think, goes for whatever": null, "this is.": null, "Izzy points her pencil at Pope Stoat’s back.": null, "Siobhan: Oh yes, the disgusting lump.": null, "Aabria: Its back?": null, "Izzy: There's a big ol' lump.": null, "Aabria: It's a hunchback.": null, "Izzy: Yeah.": null, "Aabria: Yeah, okay. You attack it in the spine meat. They, still": null, "stunned, are screaming and only falteringly shouting through Jaysohn's": null, "horrifying stun.": null, "Siobhan: The Hunchback of Stoatre Dame. I'm sorry, I had to say it. I": null, "just had to say it.": null, "Jasper: Whoa!": null, "Aabria: That's how you get inspiration baby. That's how you get that.": null, "Izzy: Then I think I want to look at Sybil and be like,": null, "Lila: What do we do if we kill all of them?": null, "Sybil: [stammers] I don't know. Someone has to lead us. The humans are": null, "coming back. I mean, I appreciate if all of this sort of happened": null, "because the Director killed me, but what's your plan here?": null, "Lila: Oh, I don't know. My mom just started attacking one of them.": null, "Sybil: Why did your mom attack?": null, "Lila: I don't know.": null, "Sybil: Okay, what is happening?": null, "Lila: Were they bad?": null, "Sybil: I don't know! I mean, I'm going to go with kind of, because the": null, "one-": null, "Lila: Killed you.": null, "Sybil: They snapped my neck.": null, "Lila: Yeah, that was really creepy.": null, "Sybil: Yeah, but I'm better, so I feel weird about it, because I'm like,": null, "well, I got better.": null, "Lila: They didn't bring you back to life.": null, "Sybil: Yeah, I don't know. I'm on your side here.": null, "Lila: I know!": null, "Sybil: I'm just letting you know, I don't really have a lot more": null, "information than you have. But thank you, wow. Wow, that's a lot of": null, "blood. They're bleeding a lot. You did that. You did a good job. High": null, "five. [Izzy and Aabria high five] Yeah. Nice. Lila, that's you.": null, "Jaysohn: You're cheating, you're cheating! I made it easy for you!": null, "Lila: There's no game. I'm not cheating if there's no game.": null, "Jaysohn: Stop showing off to Sybil! Stop showing off to her!": null, "Aabria: Question, who do you think, in Tula's mind right now, is the": null, "biggest threat?": null, "Brennan: I have not seen anyone hit Speaker for a second, and Speaker is": null, "the one that still has a spell effect going. No one's in melee of": null, "Speaker, so Speaker's the threat to me.": null, "Aabria: Cool, you are sort of scanning, and the way your eyes linger on": null, "Speaker, this wolf, who has been staring at you unerringly, without": null, "looking up or away, the tail flicks out and is going to attack Speaker.": null, "[Brennan gasps]": null, "Izzy: Mother! The wolf is Mother!": null, "Rashawn: Yes, Mother!": null, "Aabria: Wolf Mother, and you see, as this tail made of vertebrae that": null, "are being generated in real time, you see the wolf going thin as it's": null, "consuming energy to build itself.": null, "Siobhan: Oh no! [Brennan stares, open-mouthed]": null, "Aabria: The tail streaks out and impales Speaker, and then there's a": null, "little pull.": null, "Izzy: Uh-oh!": null, "Aabria: And it gets stuck, because of the barbs on the end of this spiny": null, "tail. It's just going to stay there, and the wolf kind of pulls and": null, "goes... [whimpers] It's just going to leave it in. That is the wolf's": null, "legendary action.": null, "Siobhan: Awful.": null, "Aabria: And now we've got Viola. Wait, no, I missed Thorn.": null, "Jasper: No, yeah, I just sucked.": null, "Aabria: Oh no! Okay, that went the sad way.": null, "Jasper: That was this round, I think, actually.": null, "Erika: Was it this round?": null, "Aabria: There's a lot happening, yeah. [to camera] Combat is fun and": null, "doesn't drag. Viola, you're up.": null, "Rashawn: Okay, great, so Speaker is not acting of their own will because": null, "they are impaled.": null, "Aabria: Speaker's got some stuff in them. They're up. They're like, oh": null, "no.": null, "Erika: Incapacitated in some way?": null, "Brennan: They've got a bony tail spike in them, but they got some fight": null, "left in them.": null, "Siobhan: They're a spellcaster, also. They can probably still do shit.": null, "Rashawn: Right, okay. So my intention was to get in range to cast": null, "Command on Speaker to jump into the center. to cast Command on Speaker": null, "to jump into the center.": null, "Izzy: Uh-oh.": null, "Rashawn: Jump into the Blue.": null, "Aabria: Give me, before you use this spell, just give me an arcana": null, "check.": null, "Rashawn: Arcana check, okay.": null, "Izzy: I want the wolf to do the thing that Hulk does to Loki in The": null, "Avengers when he's like, bonk bonk bonk! [mimes Hulk Smash]": null, "Siobhan: Pick it up and dunk it in there.": null, "Rashawn: Oh, golly. Five.": null, "Aabria: This is a great idea.": null, "Siobhan: Goddammit!": null, "Rashawn: [sputtering] Okay.": null, "Izzy: They might be made out of Blue juice.": null, "Rashawn: They may be made out of Blue juice. Totally fine. I thought": null, "about it and I was like, no, you don't want your kids... Jaysohn jumps": null, "off of stuff and he gets hurt all the time. We shouldn't do that, okay,": null, "so instead of doing that, I happen to be behind this pillar that I": null, "cannot-": null, "Aabria: Oh, sorry, you are essentially right here.": null, "Rashawn extends a measurement tool from Viola’s position next to the": null, "wolf all the way to the stoat podium.": null, "Rashawn: Pardon. Yeah, I can get close to Snuffleupagus over here.": null, "Brennan: [wheezing] Got 'em!": null, "Izzy: Epic.": null, "Siobhan: Absolutely roasted.": null, "Aabria: Abso-fucking-lutely roasted.": null, "Siobhan: He takes 25 psychic damage.": null, "Rashawn: [to the Silence model] I need to speak to you real quick. Hold": null, "on, excuse me.": null, "Jasper: Excuse me, are you the manager?": null, "Siobhan: Oh my goodness, wow.": null, "Aabria: You come over to the one known as Silence.": null, "Rashawn: And I say,": null, "Viola: Excuse me.": null, "Aabria: Perfect, “I have to speak to you.” Silence just goes...": null, "[wheezes]": null, "Rashawn: Oh, that's too bad. Then I'm going to attack twice with my": null, "whip.": null, "Aabria: Your [over-enunciated] whip.": null, "Rashawn: Okay, [singsong] attack number one with the whip. 12 plus 6 is": null, "18?": null, "Rashawn: Yes, okay! Let's see how the second one goes. Maybe I'll hit": null, "them again. Six plus six is 12?": null, "Rashawn: Yeah, I can't add anything to that quite yet, so we're going to": null, "do 1d6 slashing for that ass.": null, "Izzy: [quietly] For that ass.": null, "Rashawn: Two, which is totally fine, because then I am going to bonus": null, "action Divine Favor and do an extra d4.": null, "Rashawn: So four damage.": null, "Jasper: You must get a modifier there, no? To the blade of grass? Do you": null, "not add a modifier to the blade of grass?": null, "Aabria: With a whip, 2d6 plus 1d10.": null, "Rashawn: Okay, so that was a two, so one more. Plus four, so six.": null, "Brennan: Divine Smite lets you add on after you know you hit, and it": null, "doesn't take an action or a bonus action. It's just for free, so you": null, "could burn another 1st-level spell slot and throw another 2d8 on there.": null, "Erika: Also, reminder that Silence has disadvantage.": null, "Rashawn: Thank you, sister.": null, "Brennan: Looking out for you, Vi.": null, "Rashawn: 2d8.": null, "Erika: Wait, what is it?": null, "Rashawn: So we had six, okay, plus 2d8.": null, "Erika: Ability checks and attack rolls.": null, "Rashawn: Plus another six.": null, "Izzy: And you already did your d10?": null, "Rashawn: Of acid damage, and that's just one d10, okay.": null, "Erika: Frightened of me.": null, "Rashawn: Another six.": null, "Aabria: Right, so is that with everyone, or just you?": null, "Brennan: Plus whatever modifier you add.": null, "Jasper: Plus, it would be dex, probably?": null, "Siobhan: Plus your dex or strength.": null, "Rashawn: Okay, plus my dex is plus three, so I said there was eight, oh": null, "gosh-": null, "Jasper: Yeah, it was 12 plus 6. That's 18 plus 3, which is 21.": null, "Aabria: Perfect.": null, "Rashawn: 21, please. Thank you, everyone.": null, "Aabria: No, you're good, that was great.": null, "Brennan: Paladins are really hard. You have to throw a lot of stuff on": null, "there.": null, "Aabria: In a single hit, you have bloodied Silence.": null, "Aabria: As they gurgle back, please make a dexterity saving throw for": null, "Rashawn: Gladly!": null, "Izzy: And you can add, yeah, a d4.": null, "Rashawn: Okay. Six.": null, "Aabria: Okay, you take the full 19 points of fire damage.": null, "Rashawn: Yes, ma'am.": null, "Aabria: Anything else on your turn?": null, "Rashawn: That Divine was a bonus action. I guess I will get out... I": null, "used my full movement, didn't I, to get out of the way. I just go…": null, "Rashawn flips the bird and sneers.": null, "Jaysohn: Auntie V!": null, "Viola: What?": null, "Thorn: [whispers] In front of the children.": null, "Jaysohn: [to Tula] She's allowed to do it! Why can't I do it?": null, "Tula: Your aunt has earned the right!": null, "Siobhan: I'm like this to the bishop.": null, "Siobhan hides her middle finger behind her hand and waves it around.": null, "Tula: Honestly, Jaysohn? Hell yeah, go for it. This is the appropriate-": null, "Siobhan exuberantly waves both middle fingers in the open air.": null, "Rashawn: Actually, I go- [makes walrus hands]": null, "Tula: Time and a place, kids.": null, "Rashawn: Shut up walrus.": null, "Jasper: Silence walrus.": null, "Aabria: The pope takes one more point of psychic damage getting flipped": null, "off by a child.": null, "Brennan: Every little boy's dream, to deal psychic damage flipping the": null, "bird.": null, "Siobhan and Brennan jam their middle fingers toward the camera.": null, "Aabria: [joyfully] Fuck you, bro! I am going to write that down. That is": null, "funny, and that did happen.": null, "Brennan: [laughing] That did happen.": null, "Izzy: That is funny, and that did happen.": null, "Aabria: Why do we tell stories? Viola, I need you-": null, "Brennan guffaws at the Exandria Unlimited: Calamity callback.": null, "Rashawn: I've got 29 hit points, just so everybody knows.": null, "Aabria: You have 29 hit points?": null, "Aabria: Good to know. I'm going to need you to make a wisdom saving": null, "throw as Silence, on their turn, gurgles, and you see, out of where a": null, "jaw once was, this open mouth with just top teeth, spittle and a": null, "gurgling sound comes out as they cast.": null, "Rashawn: Okay. 17.": null, "Aabria: 17 makes it. You feel Silence's mind connect with yours, and": null, "then begins a sort of tug of war of trying to pull you down and pull you": null, "to their side. But in this moment, you have the ability to communicate": null, "with them, and they say to you,": null, "Silence: [slurred, raspy voice] Submit. If you wipe us out, all will be": null, "lost.": null, "You can respond to this text.": null, "Rashawn: You know what, I'm going to leave you on read. I'm trying to": null, "leave you on read, and then I just hear... (mimics heart beating)": null, "Aabria: Yeah, you hear that heartbeat, and in that little moment of": null, "mental attention being moved away,": null, "Silence: For your children, you must defend. If we die, we die. But you": null, "cannot let us fall. They will wipe us out. We are pale imitations. They": null, "are worse than us.": null, "Now, there is no Domination happening here.": null, "Rashawn: Sure.": null, "Aabria: Feel free to leave it on read. But you see Silence makes another": null, "attempt at communicating and sort of falling short, you feel the spell": null, "sort of fizzle away, to no effect. Let's go, Jaysohn. Whatcha you got?": null, "Rashawn: How's this pope looking?": null, "Aabria: Fucking terrible.": null, "Siobhan: Great, okay, so I will do first attack against the pope.": null, "Aabria: You have the help action, not that it means anything.": null, "Siobhan: I actually don't need the help action.": null, "Aabria: Oh yeah, because they're stunned. That's fair.": null, "Siobhan: Because they're stunned. It's an 18 to hit.": null, "Aabria: Yes, hits.": null, "Siobhan: Great, I'm not going to do sneak attack on this one, because": null, "they already look pretty fucked up, right?": null, "Aabria: Yeah, do what you want to do.": null, "Brennan: Ooh!": null, "Siobhan: That's 18 plus 5, so 23 on my first attack.": null, "Aabria: [defeated] Can you just describe what you do, and then we can": null, "move along to who you attack next.": null, "Siobhan: Great, I lock eye contact with Sybil, and I just rip this": null, "pope's throat out and give it to her. [everyone laughs]": null, "Aabria: Sybil's just like,": null, "Sybil: Oh no. This is both the most romantic and horrifying thing. How": null, "old are you again?": null, "Jaysohn: [stammers] Old enough.": null, "Sybil: Okay, I don't believe that, but thank you so much.": null, "Jaysohn: You're so welcome.": null, "Ava: [tearfully] It's just like me and your grandfather on our first": null, "date!": null, "Aabria: Tuck, tuck.": null, "Siobhan: So this guy behind me that had the Fear on me, when it was": null, "impaled by this wolf's horrifying tail, did it keep concentration?": null, "Aabria: It actually made the con save.": null, "Siobhan: It did?": null, "Siobhan: Okay, so I'm still afraid of this guy, so I'm going to nope out": null, "of that. But I have 40 feet of movement, so I believe I can get to": null, "Silence.": null, "Aabria: Yes, you can.": null, "Siobhan: Great, so I will run around and I will do second attack against": null, "Silence with sneak attack.": null, "Siobhan: And I crit. [Aabria cheers]": null, "Brennan: Oh my fucking god. A 20 and a nat one!": null, "Aabria: Oh my god!": null, "Rashawn: Come on, Jaysohn!": null, "Jasper: Jaysohn!": null, "Siobhan: So that's 13. I'm rolling great, finally. I just needed to roll": null, "not in the box. 13, 29, 32, 39, 44 points of damage.": null, "Izzy: [deadpan] I think you can stop. I think you can stop.": null, "Siobhan: 44 points of damage.": null, "Brennan: What's the meme?": null, "Erika: [mimicking the Simpsons meme] Stop, stop, he's already dead!": null, "Aabria: They're already dead! You killed them 20 hit points ago. I was": null, "going to do a cute little Brennan special and be like, I'm going to": null, "write on an index card how many hit points... And you said the number": null, "before I got it down. I was like, I guess I don't have to write it down.": null, "It's fine, I think the moment has passed. Fuck! Jaysohn is the scariest": null, "thing in the whole world. Just describe for me, you've freshly handed": null, "the trachea of Stoat Pope.": null, "Siobhan: Yes.": null, "Aabria: And then you run over.": null, "Siobhan: Okay, I'm going to grab Silence with my real hands, pull it": null, "down to my knee to knock it out and throw it down and then use both my": null, "arms and my astral self arms to hug my grandma. [mimes an astral hug]": null, "Jaysohn: [crying] Grandma, I thought you were dead!": null, "Ava: My little grandson! [hands Siobhan a candy] It's horrible. It's so": null, "sticky.": null, "Jaysohn: [still crying] I'm still going to eat it.": null, "Aabria: You touch it. You take a point... No, there's no universe in": null, "which your little strawberries survived being in the Blue! You hand, and": null, "the moment it leaves your hand, it just turns into dust.": null, "Siobhan: I, Siobhan, am taking this from Erika.": null, "Brennan: Pull a strawberry out. [mimes sentient strawberry] Kill me!": null, "Siobhan: The strawberry runs away.": null, "Aabria: I'm alive too, and I do not want to be.": null, "Brennan: [strawberry voice] The humans are coming!": null, "Jasper: That's how A Crown of Candy began.": null, "Everyone laughs and claps for the origin lore.": null, "Aabria: It's all connected!": null, "Erika: Shared universe!": null, "Brennan: There you go.": null, "Aabria: Amazing. All of my cool guys are dead. Thorn, you are up.": null, "Rashawn: Come on, baby.": null, "Aabria: Tula, you're on deck.": null, "Jasper: Okay, this one hasn't been particularly hit.": null, "Izzy: It has a wolf tail inside of it.": null, "Jasper: Oh no, it's been impaled. That's it, thank you very much. It's": null, "still frightened of me, unless it's-": null, "Jasper: Yeah, okay. I'm going to run up to this creature.": null, "Aabria: They stagger back.": null, "Jasper: I'm going to grab it by the lapels and say,": null, "Thorn: This ends now!": null, "And as I do, I'm going to cast Charm Person.": null, "Aabria: You attempt to cast a spell. Counterspell.": null, "Speaker: Why are you so determined to lead this warren to ruin?": null, "Thorn: We are determined to lead our family to survival.": null, "Speaker: You have no idea what's coming. What makes you think you know": null, "better than us, that have stood for generations in patient defense for": null, "their return?": null, "Thorn: I don't, but I trusted my instincts, and I followed the Blue, and": null, "it led me here.": null, "Speaker: We hoped to save you.": null, "Thorn: I'm sorry, but you failed. I won't.": null, "Aabria: Anything else?": null, "Jasper: No, truly I have nothing else. Well, I'll... Just in case any": null, "shenanigans happen here, I will use my bonus action to Hunter's Mark.": null, "Aabria: Hell yeah. What does your Hunter's Mark look like?": null, "Jasper: As I'm holding on, the vines that, as I usually cast any magic,": null, "the vines crawl down my arms, and the vines make contact with their": null, "skin. As that happens, you just see a tiny little lightning bolt kind of": null, "marks on them, and just glows ever so slightly. So I'll have advantage": null, "on tracking them down if they poof out of midair or, I don't know, do": null, "some magic-y bullshit.": null, "Aabria: Which they absolutely would love to do, and are sort of not": null, "having the day they thought they were going to have. Tula, you're up.": null, "Brennan: I see that this wolf wants to attack the people that hurt it,": null, "which is its right to do, but I'm just going to say from a place of": null, "compassion,": null, "Tula: stay safe. Don't let them hurt you anymore. You can rest.": null, "And I will move over to Speaker, having heard what Thorn just said, and": null, "if I can close in distance, I'll just say to Speaker-": null, "Aabria: [moves Tula model] Move you up and over. You feel the spine pull": null, "out of Speaker just as the wolf walks off to the side and begins to curl": null, "up and lick its wounds.": null, "Brennan: I'll look at Speaker and say,": null, "Tula: You've stood here for generations. Was that on four legs or two?": null, "The humans are already here. [players “ooh”]": null, "And I'm going to attack twice. That's a nat 20.": null, "Everyone screams and celebrates.": null, "Rashawn: Yes, yes, yes!": null, "Brennan: That's a nat 20 and a 17.": null, "Aabria: Oh god, I hate when a paladin crits. In lieu of rolling damage,": null, "I just want you to describe what it looks like.": null, "Brennan: My sweet daughter said, do we want to keep one alive for": null, "secrets? And I think as I reach back into this force of Blue to release": null, "all of this energy, I go to my daughter and [to Izzy] I just look at you": null, "in this moment as I, your mother, want this stoat dead. I want them": null, "gone. But I'm going to trust you in this moment, and I look to you.": null, "Tula: Do you think it's worth the danger to keep them here with us?": null, "Izzy: Even knowing you voluntarily kept something from us, having had": null, "that realization today or yesterday or whatever time is-": null, "Izzy: She just looks at you and she goes,": null, "Lila: I trust you more than any feeling I've ever felt in my life.": null, "Tula: [to Speaker] Any secret of yours is not worth having.": null, "Brennan: I deal lethal damage.": null, "Aabria: Amazing. [Jasper groans]": null, "Jaysohn: Cool. Yeah, my mom's strong!": null, "Izzy: And just a big punch, it looked like.": null, "Aabria: Just one big punch. [everyone laughs]": null, "Brennan: The whole point is that they're too human. I tear their throat": null, "out with my teeth. That's the stoat way.": null, "Aabria: Just as you sort of bite in and make purchase on their larynx,": null, "you hear that they are laughing. As you pull, just that last little": null, "gurgle of,": null, "Speaker: [guttural] She'll be back.": null, "Aabria: That's it. The wolf licks his wounds, and everything goes still.": null, "Siobhan: Okay, now what do we do?": null, "Thorn: Thorn feels extremely conflicted in this moment. Super happy that": null, "Ava's here, but is also really concerned, having seen what these things": null, "ended up like. If I can do an insight, is Ava actually okay, or is Ava": null, "starting to get a little, [mimes evil stoat] this situation?": null, "Aabria: Sure, give me an insight, and you know what? Jaysohn, go ahead": null, "and give me a perception check.": null, "Jaysohn: 16.": null, "Jasper: 19.": null, "Aabria: Jaysohn, you hug your grandmother, and she is... It hurts a": null, "little bit, not because she's hugging you too tightly, but because she's": null, "covered in this stinging, terrible liquid. But you do notice, especially": null, "at your height, right up against her chest, you don't hear her heart": null, "beating. You see it, something in her eyes. Oh no, they weren't always": null, "that shade of blue. You don't have blue eyes. Something that reflects,": null, "even as the milky white and black scan the room, something a little": null, "reflective, a little wrong.": null, "Jaysohn: Mom, I think Grandma's sick.": null, "Aabria: [to Jasper] You know that she's not alive.": null, "Jasper: Okay, and is that similar... Have I seen that before in any of": null, "the other stoats here, or these stoats?": null, "Aabria: Yeah, it was hard to place. Everything that could be swept up in": null, "how off-putting meeting the stoats that you've met across your time,": null, "across myriad warrens, no matter how much you go to help, there's always": null, "resistance. Of course, you know, being integrated into any new family is": null, "very difficult, too, and Ava was always really standoffish. But that": null, "wasn't the thing that was pinging in your head when you tried to figure": null, "out why you felt a distance between yourself and Tula. You realize now,": null, "your mind, your heart, the thing that thinks with the Blue, understood": null, "without understanding that whatever's happening to Ava, happened long": null, "ago to Tula. And that's where we're going to end tonight.": null, "The cast erupts in confusion. Brennan smiles.": null, "Izzy: What the fuck? [Jasper screeching]": null, "Rashawn: [to Brennan] Why are you such a secretive bitch?": null, "[NEXT EPISODE - Episode 8: Five]": null, "[NEXT TIME ON DIMENSION 20]": null, "Thorn: Maybe there's a way that we can go back out into the forest. It": null, "doesn't have to be terrifying and filled with smoke and poison and": null, "chipmunks inside of fucking bears!": null, "Bennett: Oh, you have to look out for the chipmunks.": null, "Thorn: Yeah, they're really fucking nasty.": null, "Bennett: They can all do that, and it's not just bears. It's bad.": null, "Izzy: What?": null, "Tula: [angrily] You are so obsessed with power and obsessed with control": null, "that you have taken this whole family and demanded that every bad thing": null, "that has ever happened to us was our fault. If you were really strong,": null, "you would be able to be sad when bad things happen instead of demanding": null, "that there was something we could have done. It is a big, big forest,": null, "and we are just stoats.": null, "Olliver: What's your plan?": null, "Thorn: That's what we're going to figure out.": null, "Olliver: Well, pro tip, don't do a bunch of mass murder without having a": null, "little plan first, just a thought.": null, "Viola: How long has your heart not been beating, Mama? Before we got": null, "here? Last winter? Winter before that?": null, "Ava: Who can say? It's not something I normally keep track of.": null, "Viola: It would be very helpful to know our family's medical history, as": null, "I am going to be bringing more life into the world.": null, "Olliver: We both have our shit absolutely locked down by women!": null, "Thorn: Agreed!": null, "Olliver: Yeah, we're not going to give each other a hard time about that": null, "part, because we both like it.": null, "Thorn: Yes, we do.": null, "Olliver: And I know I'm a little guy. I'll listen to what you say.": null, "Thorn: Uh-huh.": null, "Olliver: But if you come for me, you'd best not miss!": null, "Bennett: And the tape I found.": null, "Heavy breathing and foreboding music plays.": null}