{"Dimension 20 Season 20": null, "Burrow’s End": null, "Starring: Aabria Iyengar as Game Master": null, "Brennan Lee Mulligan as Tula; Erika Ishii as Ava;": null, "Siobhan Thompson as Jaysohn; Rashawn Nadine Scott as Viola;": null, "Isabella \"Izzy\" Roland as Lila; and Jasper William Cartwright as Thorn": null, "Vale": null, "Episode 5: Protect the Light": null, "< [Previous Episode] | [Next Episode] >": null, "This transcript is a work in progress!": null, "If you would like to help edit it, the Google Doc can be accessed here:": null, "Episode 5: Protect the Light": null, "Please log your edits here:": null, "Sign-up Sheet": null, "Intro theme plays": null, "Aabria: Yeah, you guys want to play some fucking D&D? [whimsical music]": null, "Erika: Let's play some fucking D&D! [all hooting and hollering]": null, "Aabria: Hello and welcome to Dimension 20: Burrow's End. I'm your": null, "dungeon master and warren warden, Aabria Iyengar, and with me are my...": null, "[whimsical music cuts out] Oh no. So here's the thing. I didn't come up": null, "with a new one.": null, "Brenan: It's all right, inspiration's going to strike right now and": null, "you're going to think of the best pun yet in...": null, "All: Five, four, three, two, one...": null, "Aabria: And with me are my vicious varmints. Say hi, vicious varmints!": null, "[the cast cheers wildly]": null, "Brennan: Yes! Do you believe in miracles?": null, "All: Hello, vicious varmints!": null, "Erika: Have a candy. [hands her a candy]": null, "Aabria: Hi, we're doing it. Oh shit! I did it. I'm going to do, yeah,": null, "this is going to be the most-": null, "Siobhan: That was gorgeous.": null, "Aabria: Amazing. We did it!": null, "Brennan: This is an athlete. When the pressure's on, when the clock is": null, "ticking, okay?": null, "Aabria: This is Scuppers all over again.": null, "Ed. Note: This is a reference to D20 season Misfits and Magic.": null, "Erika: Scuppers!": null, "Siobhan: No net.": null, "Aabria: So in lieu of a traditional recap to see what we've done, we're": null, "going to go back, and I just want to share with you one more time the": null, "bit of the lore drop that you got last-": null, "Siobhan: Yes, because we were all very much focused on the suits.": null, "Aabria: Oh yeah, do you want me to do a whole narration just like": null, "[mumbling]?": null, "Brennan: [mumbling] In the beginning of time.": null, "The Dome darkens, revealing paper cutouts of four stoats in suits.": null, "Aabria: Before the beginning, there was darkness. We found the Light": null, "ourselves and began the world. So many things were illuminated.": null, "Opportunity, reason, technology, power. But light also begets shadow,": null, "and from those dark corners, monsters grew. They stalk, ever expanding,": null, "towards us, towards what we have rightfully claimed, towards what we": null, "have built, towards what we seek to protect. Each other, the Light": null, "itself.": null, "Cutouts of regular stoats are surrounded by much larger, menacing": null, "shadows.": null, "If they breach our walls, they will snuff out our Light, because it is": null, "in darkness that they thrive. The shadows approach. We see it in the": null, "crushed clover. We feel it in the tremble of the earth itself. We feel": null, "it in the thunder on a cloudless day.": null, "A silhouette of Last Bast appears, its door open. An army of stoats": null, "appears on its ramparts.": null, "This is the Last Bastion of the Light, and we are its defenders. So we": null, "will work together tirelessly to prepare ourselves So we will work": null, "together tirelessly to prepare ourselves so that when the time comes, we": null, "stoats will banish the darkness and its monsters forever. [Jasper sighs": null, "in admiration]": null, "Jasper: She's so good, my god. [Rashawn snapping appreciatively]": null, "Aabria: And we come back exactly where we left off. You have been fed": null, "and welcomed into Last Bast, the Last Bastion of the Light. There are": null, "people, stoats, creatures, friends? Everywhere. And you have an": null, "important ally, Bennett, here at your disposal. Looking over at him, you": null, "would see that now that he's sort of given you the deal and offered you": null, "sanctuary and food, that he's kind of looking around at where he should": null, "be next, so what do you all want to do?": null, "Viola: You know, whenever I go to a new person's house, I would love a": null, "tour. See all the different rooms and whatnot. Would you accommodate": null, "that sort of thing, a tour? Do you know what a tour is?": null, "Bennett: I do, in fact, know what a tour is. If it's okay with you, I": null, "would happily introduce you to a friend of mine that could facilitate": null, "that. I do have some work to get back to.": null, "Ava: Oh, stay just a little bit longer with us. I'm sure whatever you": null, "have to do can wait.": null, "Bennett: Okay, it's very... You... were... Elk...": null, "Aabria: Make a persuasion check, and I'll give you advantage.": null, "Brennan: Can I give my mother disadvantage?": null, "Aabria: Yes.": null, "Erika: Oh, double thirteens. That's still nine, that's a nine.": null, "Aabria: It goes down by so much!": null, "Jasper: Wow, yeah.": null, "Erika: I blink, and one of my eyes gets a little stuck.": null, "Bennett: The milky eye. Oh, do you require medical... Can you help your-": null, "Tula: She's fine.": null, "Bennett: Okay.": null, "Tula: She's fine. That's going to just do that.": null, "Bennett: Feels bad to walk away from that.": null, "Jaysohn: Grandma, why is your eye twitching?": null, "Ava: It just does that sometimes, dear.": null, "Bennett: Ms. Tula, I... There are people that are much better at": null, "facilitating this that could maybe explain to you all the deal here, but": null, "now that the hunt is done, I do have to make my reports.": null, "Tula: Of course, we're more than capable of finding our own way. We'll": null, "get someone to show us. Thank you so much for your time.": null, "Bennett: Okay, thank you.": null, "Thorn: Thank you.": null, "Bennett: Thank you. Good luck with your eye. Okay, I'm going to go.": null, "Aabria: And he truly just backs out of the hole.": null, "Ava: Don't be a stranger!": null, "Bennett: I couldn't imagine that.": null, "Aabria: And leaves through the hole, through the sort of rabbit pen.": null, "Brennan: Look over.": null, "Tula: How's your eye, Mama?": null, "Ava: Oh, it's fine.": null, "Viola: Is it fixed on somebody?": null, "Ava: Well... What? I don't take your meaning.": null, "Viola: I think that maybe you have an attraction or feel partial to this": null, "person.": null, "Tula: He's very young. He could take care of you.": null, "Ava: He's already strong, yeah. He's a leader.": null, "Brennan: There you go.": null, "Viola: On his hind legs.": null, "Ava: Oh, I'm too old to invest any more of my precious time on anything": null, "but my immediate family. But on the other hand, I'm sure that you two": null, "would enjoy having another dad, yes? [Aabria laughs]": null, "Erika attempts to wink at Siobhan.": null, "Jaysohn: What's wrong with your eye? Can I help?": null, "Tula: Mama, do you need me to heal you? ‘Cause something is wrong with": null, "your eye.": null, "Ava: There's nothing wrong with my eye!": null, "Tula: Okay, I'm going to Lay on Hands.": null, "Thorn: It might have been the elk. It might have caught her, maybe.": null, "Brennan: You are partially injured, right?": null, "Erika: Yeah, yeah.": null, "Brennan: I will heal you. How many points did you take?": null, "Erika: It was 17, but I'm fine.": null, "Ava: I'm fine, I'm fine! Stop fussing over me!": null, "Viola: No, Mama. We're gonna split the bill. We're gonna split the bill.": null, "[cast laughs]": null, "Aabria: Oh, you don't know what \"read\" is, but you've got \"split the": null, "bill\" down.": null, "Brennan: I'll do nine, you do eight? You want to do that?": null, "Izzy: Okay, we're also all speaking English. You know, it comes from": null, "history.": null, "Erika: I believe we are speaking Bulgarian.": null, "Brennan and Siobhan: We're all speaking Stoat!": null, "Aabria: Hey, what I need so much is please take inspiration. Help me!": null, "Brennan: As Bennett leaves, I'm going to look around for someone that": null, "does look, if Bennett is sort of like a captain, that looks a little bit": null, "more like an administrator or someone that can give us more of a...": null, "Honestly, I'd probably be looking for a den mom. I'd look for someone": null, "that seems to be caring for people.": null, "Rashawn: Yeah, who's the alpha mama around here?": null, "Aabria: Sweet, go ahead and give me perception or insight, whichever you": null, "prefer.": null, "Jasper: Would it be possible as well, whilst they're looking for this,": null, "if we start to make our way, looking for people using the Blue? Whether": null, "it seems to be a very common thing, as in all of the stoats here seem to": null, "have the use of the Blue, or if it's just particular ones, just getting": null, "the lay of whether it's like this is special that we all have access to": null, "it, or whether it's the case that everyone has access to this.": null, "Brennan: I actually see Thorn looking for that, and I realize that my": null, "kids have just eaten and there's a small chance they'll get sleepy, but": null, "more likely they'll get the zoomies. [Aabria snickers]": null, "Aabria: That's after pooping and everyone knows it.": null, "Izzy: It could really happen at any time.": null, "Brennan: So I'm going to look at Thorn being curious and know that me": null, "and my sister have kind of a boring grownup task of, show us the ropes,": null, "show us where things are. Who do we have to give what kind of respect": null, "to? All that kind of stuff that the kids will be probably not into. I'll": null, "just look at Thorn and go,": null, "Tula: Thorn, if you're interested in some of the incredible things we've": null, "seen that map to what you were saying, would you want to take Lila and": null, "Jaysohn and see if there's, would you want to take Lila and Jaysohn and": null, "see if there's, you know, I know that they'd be interested.": null, "Viola: [choked up] He's going to be with the children on his own! He": null, "can't do it. He can't.": null, "Thorn: [to Jaysohn and Lila] I would love to do that, if you're willing": null, "to go on a little trip. I want to go and investigate the Blue and see if": null, "everyone can do this or if everyone has access to it.": null, "Lila: You want me to do that?": null, "Tula: Well, you're welcome to stay with me if you'd like, sweetie, but": null, "Auntie Vi and I have to go make sure that we have everything settled up.": null, "We have to go make sure that we know where we're going to be sleeping": null, "and where food's going to be and what's expected of us in this new": null, "place, and I think that that will be just, you know, without getting": null, "into any trouble and without running around, it seems like there's food": null, "here and there's other stoats and it would be a time for you to learn": null, "and maybe talk to some other kids your own age that I know you've been": null, "waiting to do for a long time.": null, "Thorn: [sotto voce, to Jaysohn] I'm going to go see if other kids jump": null, "off stuff too.": null, "Jaysohn: They're not going to be as good at it as I am.": null, "Thorn: Oh, obviously. You'll have to show them. You can show them how to": null, "do it.": null, "Siobhan: Jaysohn's gone.": null, "Brennan: While they have that, I'm going to lean into Lila and say,": null, "Tula: I'd love you to keep an eye on your brother.": null, "Lila: [whispers] I'd do anything for you. [Brennan chuckles]": null, "Tula: Okay, sweetie. Then just do that. It'll be okay. I love you. Wink!": null, "Izzy and Brennan trade winks across the table.": null, "Aabria: Well-fed Lila is wild.": null, "Brennan: I give you a kiss on the forehead and I say-": null, "Lila: You're my best friend.": null, "Tula: Well... I know what you mean, and I'm very lucky to be your mom.": null, "Lila: This is crazy.": null, ": It's really crazy, so just try to make sure that Jaysohn doesn't get": null, "into too much trouble. Listen to your Uncle Thorn, and yeah, if you can": null, "read and you can find things out here, you know, it's a very exciting": null, "new place and it doesn't seem that scary in some ways, but there's a lot": null, "for us to learn. It's all very strange. So, You're really bright and": null, "you're getting older, and that means that I can rely on you more, and I": null, "trust your judgement. I know that you're going to figure things out if": null, "you need to. [Erika groans, Aabria laughs]": null, "Aabria: The psychic damage I'm taking right now.": null, "Rashawn: Side thing, speaking to Thorn a sec, I'm like,": null, "Viola: I know we haven't had a chance to really sit down and regroup,": null, "but there's a lot of people here, and it'd be very interesting to learn": null, "how they function and what doesn't work for them and how we might": null, "improve it.": null, "Thorn: Accommodate them.": null, "Viola: Yes, they've been isolated for a long time. It'd be nice to": null, "introduce a new flavor.": null, "Thorn: Freshen things up a little. [Izzy grimaces]": null, "Viola: Yes!": null, "Thorn: I'll see what we can do.": null, "Viola: Yes!": null, "Izzy: You guys are freaky.": null, "Aabria: All right.": null, "Brennan: So I got the judgmental grunt?": null, "Izzy: I didn't even know that she was here.": null, "Jasper: Always here.": null, "Erika: Grandma's always watching.": null, "Jasper: Somehow, Ava's going to be in both of these scenes.": null, "Tula: Grandma, do you want to come with Vi and I just to see if there's": null, "any way we can-": null, "Ava: I think you could do with some supervision, yes.": null, "Viola: Get the old trio back together.": null, "Tula: There you go.": null, "Ava: That's right. When we were younger, I used to take you on all of": null, "our little burrow tours.": null, "Tula: [to Viola, quietly] Burrow tours? Did that happen?": null, "Viola: I don't think that's something we ever-": null, "Tula: I don't think that's something we ever did. This is some rewriting": null, "Ava: [to no one] That's right!": null, "Viola: Taking our cousin or something with them.": null, "Ava: [not listening] Everyone would always look at you two and say, ah,": null, "I can tell that those two are Kenny's.": null, "Tula: Yeah, yeah. Oh no, that's good. She's telling a story about how": null, "she was constantly taking us on fun trips. [Erika laughs]": null, "Viola: Is this what she's telling your children, that she did all these": null, "things that she's going to do with them?": null, "Tula: Let me be clear, there's three Grandmas. There's Grandma, the": null, "woman that we actually grew up with, the Grandma that my children": null, "experience, and then the Grandma that Grandma is inventing verbally in": null, "front of us.": null, "Viola: So there could potentially be a fourth grandmother.": null, "Tula: This woman could be anybody. [Aabria laughs]": null, "Viola: Come with us, Mama.": null, "Tula: Come on, Mama. Love you.": null, "Ava: Blueberries every day.": null, "Viola: Was Mama drinking berry wine our whole childhood?": null, "Brennan: As I look around for berries with you, I suddenly go back.": null, "Tula: Oh, there were berries everywhere when we were growing up. [Erika": null, "and Siobhan laugh]": null, "Viola: Berry skins just scattered.": null, "Tula: Yeah, we found that part of the tunnel that we hadn't been in that": null, "was covered in berry skins.": null, "Izzy: This woman is fermented.": null, "Tula: I remember the time that we had strawberries in the house and we": null, "got them and ate them, and we got yelled at so hard. It didn't even make": null, "any sense. It was like, I was saving those for later!": null, "Jasper: Mommy needs her medicine! [cast laughs]": null, "Izzy: We've discovered Grandma's alcoholism.": null, "Aabria: It runs in the family. You're going to have to look out, Lila.": null, "Ava: I'm extremely functional!": null, "Tula: And the more you yell it, the more I believe it.": null, "Ava: Highly functioning berry drinker.": null, "Brennan and Rashawn nod and “mm-hmm” in unison.": null, "Aabria: [laughing] So as Thorn exits with Jaysohn and Lila, let me get": null, "that perception or insight check.": null, "Rashawn: 12, it was.": null, "Brennan: 16.": null, "Aabria: Ava, why don't you go ahead and just give me a perception or": null, "insight check as you see your daughters sort of still up on this catwalk": null, "a level above the main general population?": null, "Erika: Oh yeah, okay, that's a 16.": null, "Aabria: Oh, nice. I think you all sort of spot the same flow, that soft": null, "eyes, how do you watch groups of people that are so many that they sort": null, "of form mathematical patterns, and you see that there are little points": null, "of stoppage where people will kind of surge, come up to someone, and": null, "then move away from them. Just about everyone here is moving towards": null, "something or doing something, actively involved in something or on their": null, "way to do something, and the break in that that you all, with your 16s,": null, "clock, is that there are just a couple stoats on the ground that people": null, "walk up to and have discussions with, and you see two or three of them": null, "on the floor and they all have a single thing in common, which is a bit": null, "of something glinting like metal wrapped around the sash that they're": null, "wearing. You kind of get that idea of, oh, this is how you spot someone": null, "in this crowd that seems to be there for asking something.": null, "Tula: They can't all know each other. There's too many. That's what the": null, "things are. That's what the thing on them are. It's not like a burrow,": null, "they have to wear things to know who's in the burrow and who's not.": null, "Viola: So should we blend in, or?": null, "Tula: I don't think we can without the little sashes.": null, "Ava: Oh, so we go and ask for some of the sashes, yes.": null, "Tula: Yeah, I think we go and ask how you join, yeah.": null, "Viola: You know what, I just love that sash you've got on.": null, "Aabria: So you just immediately go down and scamper over? Yeah, it's": null, "going to take you a minute to suddenly duck down, run down, and move": null, "through the flow of people.": null, "Viola: Pardon, pardon, pardon.": null, "Aabria: Sure, sure, okay.": null, "Viola: Oh, hi. You just look fabulous, you do. And I was just wondering,": null, "where could I get one of those sashes that just seem so... What's your": null, "name?": null, "Talia: [bright, youthful voice] Hi, hi, my name is Talia. I'm here with": null, "sort of Population Support. You appear to be new?": null, "Viola: Yes.": null, "Ava: That's correct, and we need [unsure] \"sah-shays\"?": null, "Viola: Sashes.": null, "Tula: We met one of your burrow, Bennett, and also Sybil on the outside.": null, "Talia: Oh. Oh, okay.": null, "Tula: And they said this happens somewhat frequently, and we should come": null, "inside. We would just love a tour, and we would love to know where we": null, "are best kept, where's the best place for us to stay, and how we can be": null, "helpful.": null, "Talia: Oh, absolutely. Okay, hold here for a second. And you see now": null, "everyone, unless they are sprinting somewhere, is standing bipedal, and": null, "you see this one stoat, they crane a little higher and make eye contact": null, "with someone. [Aabria mimes gesturing to someone offscreen] This person": null, "ducks down and scampers away. Hi, welcome to Last Bast. I don't know how": null, "much you've been told, if Bennett informed you or just sort of sent you": null, "in here. Welcome, we have room for everyone. How many are in your group,": null, "just the three of you?": null, "Viola: A party of eight.": null, "Talia: Okay, eight. Delightful. So there are sort of five main facets": null, "here. We've got Resource Allocation, which is actually where, your point": null, "person for that would be Bennett, so I don't think I have to necessarily": null, "describe him for you if you end up getting involved with that. There's": null, "also Refit, which is sort of the maintenance of Last Bastion itself.": null, "Aabria: You see them gesture at the wall, and there are, amongst the": null, "stoats that are sort of running up and down scaffolding, they're also": null, "bringing in bits of metal and bits of wood. This whole place is scaled": null, "wildly and deeply inconvenient for creatures as small as yourselves to": null, "get around, so there's just these sort of ad hoc add-ons being put up": null, "places and things being maintained. You even kind of hear and look up,": null, "that the yellow glow of these lamps that are filling this entire space": null, "with unnatural light occasionally flicker, and then you see a little": null, "stoat scurry across and the lamp start swinging as someone starts": null, "working on it.": null, "Talia: That's Refit, there's also weap-technology, Defense, and": null, "Population Support. Anyone like me that you see with this little bit of": null, "copper on their sash will be Population Support and can help however we": null, "could. We know that there are a lot of stoats here, and the flow can be": null, "a bit hard to get used to, but I've sent a friend to go and get you": null, "sashes and figure out where best we can house all eight of you.": null, "Ava: Now, do you have a place that has dandelions? Because my Viola": null, "really favors having dandelions in a burrow.": null, "Talia: For decoration or food?": null, "Ava: Oh, for decoration, and then food later on.": null, "Talia: [taps head] Mm-hm, understood. I will absolutely go check our": null, "current stores. If not, you can put in a request with Resource": null, "Allocation, or if you are feeling adventurous and cool and calm and": null, "confident, go look for it yourself. We want to make sure everyone's": null, "empowered, once you understand how to be safe within the woods, to take": null, "care of themselves as best they need.": null, "Viola: We can come and go as we want?": null, "Talia: Oh yes, of course.": null, "Tula: Well, I don't think we should ask for any dandelions. We": null, "haven't... So far all we've done is eat. We want to make sure that-": null, "Ava: You've got to get a lot of extra moss for when you get the toots.": null, "Talia: The toots? [Rashawn giggles]": null, "Ava: Just swap it right out for the new ones. You know, no fuss, no": null, "muss.": null, "Tula: I'm sure Talia-": null, "Talia: I'm sorry, are you or any of your party suffering from any sort": null, "of maladies on the way in?": null, "Tula: No one has the toots. I'm fine, thank you. [all laugh]": null, "Aabria: Make a persuasion or deception check. I got a natural 20.": null, "Brennan: On insight?": null, "Aabria: Yeah.": null, "Brennan: Just take a deep inhale through the nose. Okay, I got a three": null, "plus-": null, "Aabria: Talia truly does not understand what the toots is, and is just": null, "scanning for, oh, you might have brought a horrible pathogen in.": null, "Rashawn: No!": null, "Aabria: And you just see the like,": null, "Tula: I don't have the toots!": null, "Talia: I am so sorry, what's the toots?": null, "Tula: Hey, Mama? It's fine, no one has the toots.": null, "Viola: My sister doesn't have gas.": null, "Talia: Gas? Oh, got it. Is that what toots are?": null, "Tula: Toots are farts, and that's what Mama said. That's not the point,": null, "sorry, I don't know why we even started talking-": null, "Viola: No one has the toots. [Jasper laughs]": null, "Tula: What we should start talking about-": null, "Ava: I'm just trying to make sure that you kids are comfortable where": null, "we're settled in.": null, "Tula: Well, let's ask any other question first.": null, "Talia: Let's be very clear. With the current inflow, as stoats arrive,": null, "more and more every day, so just know you'll have plenty of new": null, "neighbors as you go, and we hope you extend the same courtesy to them as": null, "we have to you, that we are vigilant for any sort of biological agents": null, "that could disturb our home.": null, "Tula: All of us are healthy. My sister and I actually have the gift to": null, "be able to heal sick stoats, so if you have any stoats here that are": null, "sick-": null, "Lila: [technically not present] Do you have the toots?": null, "Tula: Yeah, and in case, should my mother or any other venerable,": null, "wonderful stoats of this community get the toots or any other malady, I": null, "would be more than happy-": null, "Ava: Jaysohn loves eating pill bugs. [Brennan laughs]": null, "Viola: Mama, Mama, Mama please, Mama.": null, "Talia: Just a point of clarification, when you speak to your abilities": null, "around healing, is that sort of a naturopathy, using herbs and dirt, or": null, "the Light?": null, "Tula: The latter, yes. The Light.": null, "Talia: Oh, that's wonderful.": null, "Tula: And I won't lie, many of the words you've said, I have not": null, "understood during our conversation.": null, "Talia: Oh, I'm so sorry.": null, "Tula: That's all right.": null, "Talia: Do you want me to walk back anything for you?": null, "Viola: Pathogen.": null, "Tula: Pathogen.": null, "Talia: Pathogen, things in the world that would make a singular stoat": null, "sick that would make a singular stoat sick that would sort of be spread": null, "amongst the group and cause widespread death.": null, "Viola: Oh, we've got none of that.": null, "Tula: No, we routinely check our family. We're very healthy. Again,": null, "we've been very fortunate in terms of the gifts that myself and my": null, "sister have. There were many problems at our old warren, but disease was": null, "not one of them.": null, "Talia: Okay.": null, "Ava: Very clean, these two.": null, "Tula: The point being, we would love just to know our way around a": null, "little bit, and specifically where we are going to be staying and where": null, "we should go to eat and clean out moss and bedding. Just the things that": null, "we need to know right away to be able to fit in.": null, "Talia: Sure, absolutely, I'm just waiting for an associate to come and": null, "relay that information.": null, "Ava: All right, well while we're here, then, what is technology?": null, "Talia: Oh, technology is using parts, things, mostly what we've": null, "scavenged here within the facility, usually human remains, to build new": null, "products that can increase our quality of life and efficacy in the": null, "world, like that!": null, "Aabria: And then truly, a stoat just sprints by and has a little, it": null, "sort of looks leathery, pack around their waist hooked onto their sash,": null, "and there's just a bunch of little metal tools and gear and there's just": null, "a bunch of little metal tools and gear down to the size and scale of you": null, "all, and you watch as they immediately run up a pipe and disappear.": null, "There was a trickle of water coming from the open end of this pipe, and": null, "if you just wait 5 or 10 seconds, that trickle begins to slow down.": null, "Talia: Tools!": null, "Ava: Tools.": null, "ViolaIt's like using your claws without using your claws.": null, "Talia: Right, our claws are a gift that has allowed us for generations": null, "untold to live and survive and thrive here in the woods, but our minds": null, "and the things that we can do with our minds are truly the difference": null, "makers between us and the other animals in the forest. Here in this": null, "place where we can put so many bright minds together, we've been able to": null, "invent new and exciting things that...": null, "Erika makes a bewildered, mistrustful expression.": null, "Talia: Are you okay? I'm sorry, is this a lot? I can... We can have a": null, "conversation like this later.": null, "Viola: What do you do with the stoats whose minds may have faded and are": null, "kind of losing their minds a bit? [to Ava] Hi!": null, "Ava: Yes, what happens to them?": null, "Viola: The oldest of your community.": null, "Talia: The oldest of our community serve by simply passing on wisdom in": null, "the oral tradition of Last Bastion.": null, "Tula: So you deal with that, too? [all laugh]": null, "Talia: There are thousands of stoats here, and everyone does what they": null, "can, and some people are just sort of here to, you know. [Brennan nods": null, "and rolls his eyes] Yeah, you get it, you get it.": null, "Aabria: At this point, you see another stoat has sort of run up and taps": null, "Talia on their shoulder. Talia confers with them and takes a big bundle.": null, "Okay, I've got eight sashes here. Go ahead. Tying them, you're going to": null, "want to... And then just fully turns, unties their sash, and is going to": null, "walk you through like a child learning how to tie a shoelace.": null, "Talia: Here's what we're going to do. We're going to go across. We're": null, "going to cross right over left. Right is this hand. If you hold up your": null, "little claw and you do this, it's the letter L. Do you guys know how to": null, "read?": null, "Tula: The what?": null, "Talia: Baby steps, okay, cross over cross, and then you just kind of do": null, "what you want there. [Erika mimes fumbling the sash] Let's treat them": null, "like bunny ears. You know, we love eating bunnies. The bunny goes": null, "through the hole- [Erika mimes choking a rabbit]": null, "Tula: Not like that, not like that!": null, "Talia: One bunny, another bunny. [Rashawn tangles her arms] They cross": null, "over each other. They go through the hole, but the stoat follows, pulls": null, "them tight, and kills them! [Erika lets loose a savage battle cry] Here": null, "you go.": null, "Tula: All right, that's pretty, yeah, that makes sense.": null, "Talia: You good? [Erika looks up from strangling the sash] She seems": null, "kind of on the ball.": null, "Tula: Thank you for teaching us how to tie the sashes. We'll get these": null, "all tied on our children and family members when they return.": null, "Talia: Absolutely.": null, "Tula: If we have time to see the place that we'll be staying-": null, "Talia: Would you like an escort, or do you want to find it yourself?": null, "Tula: An escort would be wonderful.": null, "Talia: Absolutely.": null, "Aabria: And then from under the rest of the sashes that they hand off,": null, "they also hand off a piece of chipped paint that's blue.": null, "Talia: This is the color blue.": null, "It's just a dark, normal, primary blue.": null, "Talia: This is your hallway, so follow me, and if you ever get lost, you": null, "have a little piece of this dark blue.": null, "And just immediately takes off at a speed, it's truly the New Yorker on": null, "the street that knows how to navigate immediately, and you're like,": null, "okay, you look like you're walking, but it's going to take me to jog to": null, "keep up, as Talia disappears and heads off.": null, "Rashawn mimes running to keep up with Talia.": null, "Tula: Talia, you had mentioned before, you were saying Bennett, and you": null, "referenced him, it was a name but I know it's not a person's name. It": null, "was almost like a name for-": null, "Talia: Resource Allocation?": null, "Tula: Yes, that's a warren?": null, "Talia: Oh, Resource Allocation is one of the jobs that we do here, which": null, "is going and making sure that there's enough food for everyone, enough": null, "bedding, just the things that we don't have in here already that we have": null, "to go and bring back.": null, "Tula: Oh, I understand, and the other names were all other jobs?": null, "Talia: Yes, yes.": null, "Tula: And does everyone end up in one of those?": null, "Talia: If you can and if your spirit sort of leads you to helping, we": null, "appreciate all the help we can get.": null, "Tula: Of course, I wouldn't want to just be like a bump on a log all": null, "day, absolutely, thank you.": null, "Talia: What do you think you would like to do?": null, "Aabria: [mimes acrobatics] Jumping off a thing.": null, "Brennan: As we're going, I'm going to look over at my sister Viola,": null, "because I'm like, this is where you... I know that you see opportunities": null, "in this that I'm not going to see, so I'll be like,": null, "Tula: Well, I think, you know, is there any, you know?": null, "Viola: I have a question. Those who have, you called it copper.": null, "Talia: Copper, yes. It's a type of metal.": null, "Viola: Population Support.": null, "Talia: Yes.": null, "Viola: What does that entail?": null, "Talia: We're the ones that are sort of point persons.": null, "Viola: Uh-huh.": null, "Talia: If any stoats here require any assistance, we're kind of looked": null, "at like, you know, if we're all a family, we're all sort of the moms and": null, "dads that help people know what to do and where to be.": null, "Viola: And is there one mom and one dad? [Jasper and Brennan snicker]": null, "Talia: Well, that's really funny, because in this field specifically,": null, "there are several of us, because we all have to sort of act": null, "independently and make our own choices, and we help each other as much": null, "as we can, but really when we talk about the mom and dad-": null, "Viola: Doesn't it get so tiring to make your own decisions all the time.": null, "Talia: I love my job.": null, "Tula: [coughing] Vi!": null, "Izzy: Unfortunately, Viola has found herself with as many stoats as": null, "she's ever seen before, and they are communists. [all laugh]": null, "Jasper: Viola said support, but we all heard control. Just to clarify.": null, "Brennan: [New York accent] Support, what a wonderful name for control!": null, "Rashawn: Okay, okay, okay.": null, "Aabria: Sounds like dancing.": null, "Talia: But all of us really report at the end of the day to the First": null, "Stoats, so.": null, "Viola: To the First Stoats?": null, "Ava: The first? The what?": null, "Talia: The First Stoats, the ones that sort of found Last Bast,": null, "harnessed the Light, and made a space for us here.": null, "Ava: How many winters are they?": null, "Talia: The First Stoats?": null, "Ava: Yes.": null, "Talia: Oh, well, my understanding would be that they were here as long": null, "as we've had Last Bastion.": null, "Jasper and Izzy gasp in shock. Brennan and Rashawn laugh at them.": null, "Rashawn: Thank god you're not here.": null, "Brennan: The urge to not metagame is fucking crazy. I'm playing a stoat": null, "who's got to be like, oh! And Brennan's like,": null, "The camera zooms in, he mimes shaking someone by the lapels.": null, "[thick NY accent] Get the fuck out of there! Get the fuck out of there!": null, "Tula: Oh! [Aabria squeals]": null, "Viola: Wow.": null, "Aabria: Yes.": null, "Ava: 20 winters?": null, "Talia: Yes, you know, the sort of... It's a miracle. What can I say?": null, "Ava: Now, when you say miracle, what's a miracle?": null, "Talia: Oh, you know, we understand that the average lifespan of our kind": null, "is around six winters, if you're lucky and you can get there, and the": null, "people, the ones that found this place and made a home for us, we think": null, "their proximity to the Light has granted them special boons and": null, "blessings. [Izzy grimaces]": null, "Ava: How do we get the Light, then, hm?": null, "Talia: The Light drew you here. The Light's been within you the whole": null, "time.": null, "Ava: Yes, but how do we get the Light that makes us live for 20 winters?": null, "Viola: I think Mama would love to maybe sit down and have some berry": null, "wine with these First Stoats, if that's something that they receive, you": null, "know, new folks. I understand if we may have to wait a second.": null, "Talia: You are brand new and I'm showing you your home for the first": null, "time, and everyone here is open and willing, but the First Stoats are": null, "incredibly busy maintaining this place. I hope you will, in due time,": null, "have an opportunity to meet them.": null, "Ava: Did you hear that, girls? I could live for another 15 winters!": null, "Aabria: And at this point, she's now moved to verticality and is running": null, "up-": null, "Brennan suddenly shrieks at the implications of Ava living forever.": null, "Brennan: Just starts screaming.": null, "Tula: [screams] No, I love you, I want you to live for as many winters": null, "as possible! [shrieking]": null, "Viola: I open my fanny pack and pull out anything that will soothe.": null, "Tula: Ah! Eternal grandma! Yes, yes, good!": null, "Aabria: What fanny pack? What fanny pack, Viola? You just met clothes!": null, "Siobhan: She turned her sash into a fanny pack. Just folded it over and": null, "put a little zipper on it.": null, "Brennan: Right before Talia leaves, I just want to ask one last": null, "question. I'm going to say,": null, "Tula: so you mentioned that Bennett is the leader of Resource": null, "Allocation.": null, "Talia: Resource Allocation, yes.": null, "Tula: Have we met any of the other leaders? If I were to meet them out": null, "and about, are there names for the other-": null, "Talia: Oh yes, absolutely. If you are looking into Refit, you want to": null, "find Malin. Technology would be Quentin. Defense is either Carter or": null, "Pep. They are twins. You will not know which is which the first time you": null, "meet them, and that's okay.": null, "Ava: That won't be a problem for me.": null, "Talia: Yeah, I've never believed a thing more than that sentence": null, "specifically.": null, "Talia: And then, of course, Population Support would be myself or anyone": null, "else with copper on. Though I do regret to say, we are sort of the only": null, "ones that keep ornamentation on us because we do need to be easily found": null, "within the general population. But everyone here is deeply friendly and": null, "will do their best to point you in the right direction, wherever that": null, "sees fit.": null, "Aabria: And now has led you up a blue pipe on the wall down a blue": null, "hallway, and you see that there's a big, dug out, cavernous room that's": null, "now been, there's just wood that you can tell the stoats have added": null, "because it's not of the level of precision and precise geometry as": null, "poured concrete that's split essentially a massive open shelving area": null, "into just rows and rows of three wall little nests.": null, "Talia: Okay, comfortable with numbers?": null, "Tula: We know how to count all the way up to 50, although we know that": null, "numbers do get bigger here.": null, "Talia: They do get bigger, but you just want to go 10 up and six over.": null, "If you need more space, please let any one of us know.": null, "Viola: I touch my forehead to your forehead. [mimes touching heads]": null, "Talia: Oh!": null, "Viola: Thank you.": null, "Talia: Is this what you do in your warren?": null, "Viola: Mm-hm. Do you like it?": null, "Talia: It's lovely. Thank you so much, cool.": null, "Aabria: You see that they kind of wipe their forehead. You tend to put": null, "things on your face to add ornamentation, and it's not like a \"get it": null, "off me,\" like you've done the lick spit thing, but just sort of subtly": null, "wiping it off to go back to their normal state.": null, "Talia: Have a wonderful day! [Rashawn makes an offended face]": null, "Aabria: And they take off and run away. From there, we're going to cut": null, "to Thorn and his niece and nephew.": null, "Thorn: So! I was thinking that perhaps we could go and see if we could": null, "inquire about some of this read? Read? Am I saying that right?": null, "Lila: I don't know.": null, "Thorn: Sorry, I thought that you understood. I thought you knew the": null, "words-": null, "Lila: I know how to do it, but I don't really know. I think it's read.": null, "Thorn: That's okay, yes. Let's see if we can find the read, and you can": null, "see what information we can find out about the Blue, because I think": null, "that would be useful, yes.": null, "Lila: [reluctantly] Okay.": null, "Jaysohn: Great, I'm going to go do something different from that.": null, "[Brennan laughs]": null, "Thorn: I did have an idea for you, Jaysohn.": null, "Aabria: Do you stay or do you run?": null, "Thorn: Hey, hey, hey! Jaysohn!": null, "Siobhan mimes inching away, preparing to bolt.": null, "Siobhan: I'm on the starting line.": null, "Thorn: Jaysohn, I get it. Jaysohn, I get it. Please. Hey, listen, I've": null, "got a really special, super cool task just for you.": null, "Jaysohn: I'm listening.": null, "Thorn: So we're in an environment that neither of us have ever been in": null, "before. This whole place is, the ground is super hard. Have you noticed": null, "this? Really, if you fell off a high thing-": null, "Jaysohn: It's really hard.": null, "Thorn: It would suck, right?": null, "Jaysohn: It would be bad.": null, "Thorn: It would be really bad! So I was thinking, whilst we're going": null, "around, let's be checking this area out just in case we should ever...": null, "Jasper: And I'll go in really close.": null, "Thorn: [whispers] ...we should ever need to fight someone here. So we": null, "get a lay of the land, understand how, you know, all the angles and": null, "everything, you know? Where we could jump from and get things.": null, "Jaysohn: I can do that. I can do that.": null, "Thorn: You can do that? You can help, yeah?": null, "Jaysohn: Yeah, I can do that. Oh yeah.": null, "Thorn: Well, we need to keep this quiet, though.": null, "Jaysohn: Yeah!": null, "Thorn: We don't want anyone else-": null, "Jaysohn: No, no, no.": null, "Thorn: This is just a-": null, "Jaysohn: No.": null, "Siobhan brings her hands up to her chest in a terrible attempt to act": null, "casual.": null, "Thorn: Do not tell your mum, please. Okay, so you're bringing your... No": null, "one else is bringing their paws up here.": null, "Jaysohn: I'm gonna go talk to the other kids.": null, "Thorn: Wow, okay, that's cool.": null, "Jasper: Thorn's trying to walk on two legs.": null, "Aabria: Yeah, give me that acrobatics check, baby.": null, "Jasper: Okay.": null, "Rashawn: Real top-heavy.": null, "Jasper: Back to four. There we go.": null, "Izzy: Nat 20.": null, "Aabria: You've got a hang of it now.": null, "Jasper: You're so good at this.": null, "Siobhan: You're so good at this!": null, "Brennan: You're so good at read and walk? Aabria, this character's": null, "broken. [everyone laughs]": null, "Aabria: Rogues are broken. Yeah, I think you're at this point sort of": null, "seeing that the rest of your family is doing a bit of a hunch and": null, "tapping down onto a third or fourth and you, again, having been careful": null, "and truly observing and watching the flow of people, have a sense of the": null, "balance required to stay on two legs. I think you feel a little bit of": null, "the, oh, I'm sore because my body doesn't stay in this position very": null, "long, but you could do this all day.": null, "Jasper: Yes, I'll sort of see potentially either one of the Population": null, "Support or just a touching point as to the direction of someone who": null, "might have some information about the Blue or anywhere we could do the": null, "read.": null, "Aabria: Yeah, I will say, Olliver and Teedles sort of splintered off": null, "from you as you guys went down to get in and around everything. And to": null, "answer your sort of earlier question without requiring a roll, because": null, "it really just is that ubiquitous, stoats that have gifts in and around": null, "the Blue or what they call the Light use their gifts openly and": null, "frequently.": null, "Jasper: Okay, and does it seem to be the general populace?": null, "Aabria: Yeah.": null, "Jasper: Yeah, okay, cool.": null, "Aabria: And then Teedles is going to kind of come up over your shoulder": null, "and say,": null, "Teedles: Hey boss, I went and found people to talk to. It looks like": null, "just sort of generally speaking, everyone gets a job in a couple days.": null, "They will give us a room if we ask for it. I don't know if it sounds": null, "like what your wife was working on.": null, "Thorn: Yes, I think.": null, "Teedles: And apparently there's a thing for young stoats who do not have": null, "work yet. It's called Education.": null, "Thorn: Education.": null, "Teedles: And there's a room that you put them in.": null, "Thorn: Oh wow.": null, "Aabria: And then they're gone for the day.": null, "Thorn: [very interested] Huh!": null, "Teedles: [pointedly] I feel normal about that, but it does feel": null, "important that you know that that is a thing that exists.": null, "Thorn: Okay.": null, "Teedles: And that they like.": null, "Thorn: Okay, well, perhaps tomorrow you can-": null, "Teedles: Tomorrow, okay, sure. What do you want me to do?": null, "Thorn: Do you think they need to go now?": null, "Teedles: No, I would love a task, because it looks like you're very busy": null, "with them.": null, "Thorn: [laughs] Yeah, well, I guess...": null, "Jasper: I'll sort of lean in again and be like,": null, "Thorn: if there's any sort of hierarchy here-": null, "Teedles: Yeah, so much.": null, "Thorn: It might be good to establish a structure. Who is answering to": null, "who?": null, "Teedles: Sure, everyone keeps talking about First Stoats, and then there": null, "are five designations, groupings, under that.": null, "Aabria: They go ahead and list off the same-": null, "Jasper: I'm just like, why am I in charge? Teedles is so good at this.": null, "Teedles: You need information, I give it to you, and then you make a": null, "dramatic speech or delegate things back for me to do.": null, "Thorn: Well, good work, Teedles. Will you be staying with us, you and": null, "Olliver?": null, "Teedles: Do you want us-": null, "Thorn: [nods] Yes, definitely.": null, "Teedles: Then yes, why would we not?": null, "Thorn: As long as you don't mind putting up with Ava. [Erika grins] If": null, "that's going to be a problem, all I'm saying is, I won't blame you if": null, "you want to stay somewhere else.": null, "Teedles: I'm going to be very honest.": null, "Thorn: Mm-hm?": null, "Teedles: I don't feel like I can tell you the truth in this moment.": null, "Thorn: I don't feel like you need to.": null, "Teedles: Cool.": null, "Thorn: You stay wherever you need to stay.": null, "Teedles: Amazing. If you need me, I'm going to be in yellow.": null, "Aabria: Takes a little thing out of their sash, snaps it in half, a": null, "little paint chip of yellow.": null, "Teedles: [mimes handing the chip] This is what yellow is, so if you aim": null, "in that direction, you can find us.": null, "Teedles: [to the kids] You guys good? Are you guys having fun?": null, "Aabria: I don't know why they're suddenly condescending.": null, "Teedles: Hey, it's a lot of stoats in here. How're you guys doing,": null, "buddies? How're you holding up?": null, "Lila: Fine.": null, "Jaysohn: Yeah, we're fine.": null, "Teedles: It's been a big day. You saw some dead bodies.": null, "Jaysohn: Yeah, we see dead bodies all the time.": null, "Lila: We kill them.": null, "Teedles: Sure, okay, well-": null, "Jaysohn: We killed a bear with our bare hands, just the two of us.": null, "Teedles: Okay.": null, "Lila: A different time than the other day.": null, "Jaysohn: [laughing] It was a different time than the other one. You": null, "didn't see that one either.": null, "Lila: Nobody did.": null, "Teedles: I've never seen anything. Okay.": null, "Jaysohn: Our dad was there, but it was just us. He just watched.": null, "Lil: Trust us and our dad. He watched it.": null, "Teedles: That sounds great. Are you... Okay, this can be a lot. [Izzy": null, "looks away] Oh my god, the fuck? [to Jaysohn] You good? There's a lot of": null, "stuff to do here.": null, "Jaysohn: Yeah, there's a lot of stuff to do here. I'm good.": null, "Teedles: Okay.": null, "Jayson: Who are you? [Brennan laughs]": null, "Teedles: What?": null, "Jayson: Tiddles?": null, "Thorn: Jaysohn, you know who Teedles is. Come on.": null, "Aabria: This might be Jaysohn being like, wait, who have you been this": null, "whole time?": null, "Izzy: I think I did that yesterday.": null, "Thorn: Teedles is one of the ones helping with our secret mission.": null, "Teedles: Sure, secret mission.": null, " Jaysohn: [confused] Okay.": null, "Teedles: Okay, all right.": null, "Jaysohn: So I don't have a super special secret mission then, because we": null, "have a-": null, "Siobhan gesticulates toward Aabria.": null, "Aabria: You put your hand out, and Teedles breaks off a little piece of": null, "a leaf and puts it there.": null, "Teedles: That's a gift from Olliver. I wouldn't have given it to you.": null, "I'm going to go, bye.": null, "And takes off. And you smell it, and it just smells like... Do you think": null, "Jaysohn's ever had mint before?": null, "Jasper: Whoa.": null, "Siobhan: Oh, I don't know. Maybe not.": null, "Aabria: Okay, you smell something cold spicy, [Izzy grins] and you": null, "remember Olliver was very excitedly getting leaves quite a while ago.": null, "Siobhan: Put some in my mouth and just…": null, "Siobhan makes a face like she just ate a lemon slice.": null, "Thorn: [grimacing] Olliver!": null, "Aabria: A last little bit of eye contact from Teedles. [she flips a": null, "double middle finger] Takes off.": null, "Jaysohn: [emphatically, to Lila] Just try some, it's completely normal.": null, "Izzy mimes sniffing the mint, then taking a bite. She also makes a lemon": null, "face.": null, "Jasper: [frantically] No no no no no no no no no no no no no no no no!": null, "No no no no no no no! [Erika laughs] Okay, you're going to be a dad": null, "soon. You're going to be a dad soon. Pull it together. Pull it together,": null, "this is it.": null, "Izzy wipes her tongue with her hand, Siobhan gasps, open-mouthed.": null, "Jaysohn: It's hot and it's cold!": null, "Lila: Get it out of my throat!": null, "Thorn: Are you choking? Are you choking?": null, "Lila: Pull it out of my throat! Pull it out!": null, "Jaysohn: I like it, actually!": null, "Jasper mimes reaching into Izzy’s open mouth. He strains and closes his": null, "eyes.": null, "Lila: [screaming] Not like that! Not like that!": null, "Thorn: [also screaming] Why are you chewing? Why are you chewing?": null, "[Brennan laughs] I'm so ill prepared for this! [calming down] Oh god,": null, "okay, right. Let's just find someone, get some information on the Blue,": null, "and then go to blue or yellow or something. [everyone laughs]": null, "Lila: You're going to have to pull it out of his butt later. [Siobhan": null, "wiggles]": null, "Erika: It's not like floss! It'll digest!": null, "Izzy: I don't know how stoats digest.": null, "Thorn: [sniffs fingers] That smells so strong.": null, "Izzy: Lila's just been looking for anybody doing magic.": null, "Aabria: As previously stated, just about everyone, everywhere you look,": null, "you see little pulses of light at some point.": null, "Izzy: Okay.": null, "Aabria: So everyone here, stoats can use Blue, and they have no sense": null, "of, hide it, don't use it. It's making things happen quickly and easily.": null, "Lila: [to Thorn] Yeah, okay, so I found out about the Light and the": null, "Blue. Everybody has it, we're not special anymore.": null, "Thorn: Yes, I can see, yep. We might still be a little bit special, but": null, "I think it'd be good for us to just understand it a little bit more so": null, "that we can, you know, know what's going on. It's less of a scary thing": null, "that we have to think about. Maybe they might have some answers, how to": null, "access it, use it to further our abilities, our skills.": null, "Izzy: Does Lila see any more signs?": null, "Aabria: Everywhere. Give me just a general-": null, "Izzy wheezes and mimes being blown over by the sheer volume of written": null, "information.": null, "Thorn: Okay, what's happening? Is it the leaves again? The leaves again?": null, "Okay, Lila!": null, "Jasper: Immediately reach down her throat. [Brennan guffaws]": null, "Aabria: You know what, give me a perception check. It's not even": null, "investigation, because you're not looking for it, you're just seeing": null, "what you see.": null, "Rashawn: A kid on a road trip reading every billboard.": null, "Aabria: Truly, that is exactly it.": null, "Izzy: 11. You sure it's not investigation?": null, "Aabria: I mean, I think it's perception, because investigation is when": null, "you focus on a thing you care about, and right now there's just so much": null, "data and stimuli that you're like, if someone gave me a thing to drill": null, "down on, you'd be great. Right now you're just catching a general vibe.": null, "On top of just figuring out and getting a mental model of what hundreds": null, "upon hundreds of stoats looks like in one place, you're seeing little": null, "signs in places that you could run up and read. You're now learning the": null, "difference between the signs that stoats make for each other and the": null, "words you're seeing inside this, and looking up and seeing, sort of": null, "faded and chipped, but in a large scale across the walls, you see the": null, "name of this place, the Warren Peace Memorial Nuclear Power Plant.": null, "Izzy: Warren Peace?": null, "Aabria: Mm-hm. If you flip over your-": null, "The cast flips over the clipboards that hold their character sheets and": null, "make general exclamations of astonishment.": null, "Jasper: What?": null, "Aabria: Welcome to the place you are. [Brennan screams]": null, "They hold up the clipboards to the camera. A bumper sticker on the back": null, "reads “NUCLEAR POWER FOR A GROWING WORLD - WARREN PEACE POWER STATION”.": null, "Jasper: It's been here the whole time.": null, "Erika: [shaking the clipboard] You son of a bitch! Aabria and her props!": null, "Siobhan: Damn, I was like immediately, I don't need this! Get this shit": null, "out, I've too much fucking shit on me.": null, "Brennan: Nuclear power for a growing world.": null, "Jasper: Oh boy.": null, "Erika holds up the clipboard, delighted.": null, "Izzy: So I see that sign.": null, "Izzy: But that doesn't really mean anything to me.": null, "Aabria: Do you want to try to understand... This is going to be closer": null, "to arcana to push to understand concepts that don't mean anything in the": null, "one to one.": null, "Izzy: Yeah, or can I do researcher vibes to be like, how would we find": null, "out more about reading?": null, "Aabria: So give me the arcana check now to just sort of push and get it": null, "in this moment where you're like, what the fuck is that? And then if you": null, "fail the roll, then it becomes, here's how you find out what to know.": null, "Did you get a natural 20?": null, "Izzy: No, but I got a 23.": null, "Aabria: Oh my god! Amazing. A 23, I think there's something. You have": null, "been wary of the Blue. You want to destroy it because it's also, on top": null, "of this thing that adults only ever spoke about in terms that were so": null, "vague as to think that they were bad in terms that were so vague as to": null, "think that they were bad or couldn't be understood perfectly, it's very": null, "strange to be now around thousands of stoats using this power, and": null, "without having that little moment of, don't use it, just use your brain,": null, "you lean in and I think there's something that sparks and connects and": null, "says that I am very smart and maybe the Blue has something to do with": null, "that.": null, " As you really focus and the understanding of words that would never be": null, "tethered to anything become clear, and as you're reading and scanning,": null, "it becomes easier to read. And yeah, you understand that the thing": null, "you're reading is a name, and nuclear power plant, it's generating some": null, "sort of energy.": null, "Izzy: Yeah.": null, "Aabria: Now that you look around, you're like, oh, it is really weird": null, "that-": null, "Izzy: And it says Warren!": null, "Aabria: Yes, it does. You know the word warren.": null, "Aabria: And that's the pun, everyone. [blows a kiss to the camera, Erika": null, "claps] But now you understand, you're like, oh, the fact that there's": null, "light down here where before, in your home, it was just dark unless": null, "moonlight was coming in, there's water that comes in through pipes that": null, "you can hear and that you see trickling through places. This thing": null, "generates resources that stoats need, so you have that understanding.": null, "Maybe not nuclear, because that doesn't really line up, but you have a": null, "sense of what this place does, and that a lot of the stoats running": null, "around are making sure that this place can continue to do it.": null, "Izzy: Is there a place that I feel like I should go to or check out?": null, "Aabria: The idea of, where should I go, is very much tied to, to": null, "accomplish what? What do you want? [Izzy sighs]": null, "Thorn: I think what might be useful for us to understand is to what": null, "extent stoats and other creatures have used this power, I guess, so that": null, "we might understand if it's-": null, "Jaysohn: Lila, let's go talk to the other kids.": null, "Lila: Okay.": null, "Thorn: They have this thing called Education, and so I think maybe": null, "that's a good thing for kids.": null, "Jaysohn: I think I already hate it.": null, "Thorn: You don't have any... Do you have more of a frame of reference?": null, "Have I missed something?": null, "Aabria: Lila, this pings, that word, absent of nothing, registers to you": null, "what it means. Make a wisdom saving throw for me.": null, "Brennan: The concept of school?": null, "Siobhan: 21.": null, "Aabria: With a 21, there's something-": null, "Lila: It's bad.": null, "Aabria: You see the look of recognition on your sister, and I think that": null, "pushes you. You do a lot of, she says something, I'm gonna repeat it,": null, "and sort of turning over that word in your mind, knowing that, my sister": null, "knows what that means. Could I know what that means? Your brain alights": null, "on, it's where you learn things.": null, "Jaysohn: Well, if we want to learn stuff.": null, "Lila: Yeah, where's Education?": null, "Thorn: We could find Education.": null, "Jaysohn: If that's where the other kids are, we should go there.": null, "Thorn: Okay, let's go find Education, I guess.": null, "Lila: I think we should also find where... Okay, I'm going to level with": null, "you.": null, "Thorn: Mm-hm. Yeah. Tell me straight. Let's go. What's bothering you,": null, "hm?": null, "Aabria: I will remind you, you are in a mass of just so many stoats. If": null, "you're trying to have a private conversation, I just want to remind you": null, "of the setting that you're in right now. If you're trying to have a bit": null, "of an aside, you might want to try to get somewhere a little more quiet": null, "unless you're comfortable having this conversation.": null, "Izzy: No, it's fine.": null, "Aabria: I just don't want to surprise you later and be like, a bunch of": null, "people heard that.": null, "Izzy: I don't think Lila even understands the concept of people-": null, "Aabria: Vibes.": null, "Izzy: There's so many people here that it's just like-": null, "Aabria: Yeah, at some point you're like, it's just noise.": null, "Siobhan: We're having a conversation in a train station. Nobody else is": null, "listening. [Aabria laughs]": null, "Lila: [hunches up] Before today... Before today I was like... I was": null, "like, we have to stop the Blue.": null, "Thorn: Uh-huh, yes, I remember you saying.": null, "Jaysohn: Yeah, because they told us it was bad. But now it's good. It's": null, "magic.": null, "Lila: Okay, but [stammering] shut up!": null, "Thorn: Yep, okay.": null, "Lila: I'm trying to work through it!": null, "Thorn: You do what you need to do.": null, "Lila: Okay. [sighs] Uncle Thorn. [sighs] I've not always been honest": null, "with you.": null, "Jaysohn: [gasps] You're going to get in trouble.": null, "Thorn: Okay, no no no, it's fine. Hey, look, this is a safe space. Say": null, "what you need to say.": null, "Aabria: Deception check.": null, "Erika laughs at Thorn’s youth pastor vibes.": null, "Jasper: Yep. That is a 27.": null, "Aabria: Yeah, he looks genuinely surprised that you would ever deceive": null, "him. I'm not going to make you roll against it. That's just really": null, "funny.": null, "Izzy: Can I make an insight check to see if-": null, "Aabria: He's lying to you? You do do that. You have an Ear for Deceit.": null, "Yeah, go ahead.": null, "Izzy: To be like, is this safe?": null, "Aabria: Okay, yeah, go ahead.": null, "Izzy: To just bare-": null, "Aabria: Yeah, use your ability.": null, "Izzy: Okay, so I actually can't get under a-": null, "Aabria: Correct, but did you roll a 27?": null, "Izzy: No, I did not.": null, "Aabria: I think there's a moment where you don't feel like this is": null, "unsafe, but you just aren't clocking that you said, I haven't been": null, "straight with you, and he's like, that's so wild.": null, "Jasper: He's definitely encouraging you. Like, regardless of whether": null, "he's going to get his feelings hurt or whatever, he's just like, look-": null, "Aabria: Yeah, that was you clocking an adult going, oh, a child lied to": null, "me? Could you imagine? [everyone laughs]": null, "Jasper: Yeah, yeah, yeah.": null, "Izzy: I'm like, okay, chill. [Jasper laughs]": null, "Aabria: You didn't notice. This is open, forthright, and trustworthy.": null, "Lila: Sometimes I pretended to be a little bit more interested in the": null, "Lukura than I was, and sometimes you would be like, we have to harness": null, "the Blue! And I would be like, yeah, totally. And then I would go to my": null, "mom and be like, we have to destroy the Blue. But you just revealed to": null, "me that you knew that, that I wanted to do that. Anyway, so but now we": null, "come here, and I'm like whoa, this place is safe, and I had all these": null, "ideas where I was like, we should build something super big to protect": null, "us! And I'm like, what? People did that, this is crazy!": null, "Thorn: You're just ahead of the curve.": null, "Lila: What's the point of me anymore?": null, "Thorn: Whoa! Okay! [Erika gasps]": null, "Lila: And I'm like, and now-": null, "Jaysohn: But there's nobody... No, look, there's not going to be anybody": null, "here as smart as you, because you're so clever. What's the point of me?": null, "Lila: Jaysohn, shut up!": null, "Jaysohn: You shut up!": null, "Thorn: Whoa, hey, what did we say about-": null, "Siobhan: I grapple her.": null, "Izzy: I grapple you. [Aabria laughs]": null, "Thorn: Whoa, no no no no no no!": null, "Izzy and Siobhan mime shaking and wrestling each other": null, "Lila: [yelling] But the thing is, there's so many people here that it": null, "doesn't even matter!": null, "Aabria: [to Jasper] I'm going to need you to make a grapple check right": null, "now to separate them.": null, "Jasper: Truly-": null, "Aabria: Up against both of you, rolling... It's got to be athletics.": null, "Jasper: There's zero chance that I succeed.": null, "Izzy: Nat one, nat one.": null, "Brennan: [points] You both rolled nat ones!": null, "Jasper and the cast roar in celebration.": null, "Brennan: Now all you need to do-": null, "Izzy: Is not roll a nat one!": null, "Erika: C'mon.": null, "Izzy: Please!": null, "Rashawn: Oh my god.": null, "Izzy: Please do it.": null, "Jasper: That's a five! That's a five!": null, "Jasper and Erika hold up five fingers to the camera.": null, "Erika: That's a five! [all cheer and celebrate]": null, "Brennan: Wow, one of the most triumphant five of all time. [Aabria sways": null, "with laughter]": null, "Izzy: [screams] That's a five!": null, "Erika: Barely hanging on.": null, "Brennan: Fucking strike up the band!": null, "Jaunty marching band music plays. The cast pretends to conduct.": null, "Izzy: Honestly more excited than his nat 20.": null, "Aabria: We reacted like you rolled a five on a d4. [all laugh] That's": null, "what that was. My god.": null, "Jasper: But it really looked like it was going to hit a one for a": null, "second, it really did, oh my god.": null, "Izzy: We all just fall off scaffolding.": null, "Jasper: All three of us, somehow I come out holding both of you.": null, "Aabria: There's that moment where you're like, oh, not again. I'm not": null, "going to be able to handle it. And then something in you is like,": null, "goddammit! And you just grab them and you've got them both by their": null, "scruffs.": null, "Izzy and Siobhan mime swinging at each other while Jasper mimes firmly": null, "holding their scruffs.": null, "Jasper: Okay, whoa whoa whoa whoa whoa whoa whoa.": null, "Jaysohn: Why, I oughta!": null, "Lila: I'm going to close my eyes and swing my arms! [Erika laughs]": null, "Aabria: And he's kicking.": null, "Jasper: I face them away from each other whilst they have their eyes": null, "closed so they're not even looking at each other anymore.": null, "Aabria: Great, perfect.": null, "Jaysohn: [swiping blindly] Where are you? Come back, you coward! You're": null, "cheating!": null, "Jasper: I'll do the thing you do with crocodiles, cover their eyes.": null, "Lila: What happened?": null, "Thorn: Shh, breathe. Breathe, breathe, breathe. [Siobhan pants]": null, "Aabria: You put them on their back. It's called tonic immobility, and": null, "I'll never forget that that exists.": null, "Thorn: Whew, I'm doing it. Parenting, okay. Whew, okay, listen.": null, "Aabria: It smells so minty now that they've panted around you.": null, "Thorn: Oh, it's spicy. Lila, there will always be space for people as": null, "bright and intelligent as you. The whole reason why stoats keep getting": null, "better and better generation after generation is because every new": null, "generation is that little bit better, that little bit smarter, and": null, "that's you right now. You're going to be the smartest person in this": null, "warren for sure in just a few months. All you have to do is, I guess,": null, "Education, and you'll get there.": null, "Lila: But is our mom going to be okay?": null, "Thorn: Your mom is going to be fine. Think about this. Your mom's": null, "finally somewhere where she doesn't have to... I mean, when was the last": null, "time that your mom let you out of her sight? She's safe and comfortable.": null, "Lila: The other-": null, "Jaysohn: That was us, though. We ran away.": null, "Lila: Oh yeah.": null, "Thorn: I mean willingly, willingly. That's a really big word. Sorry, I": null, "definitely should have said willingly. Jaysohn, I gave you this task": null, "because I really believe in you. You've been incredible out in the": null, "forest, and the thing is, all I want you to be able to do is be that": null, "good but in here, okay?": null, "Siobhan grips the lapels of her Hawaiian shirt, something stoats": null, "definitely do not have.": null, "Lila: What are you holding?": null, "Rashawn: Yeah, what are you holding?": null, "Brennan: Your collarbone? [funny voice] I hold my collarbone when I get": null, "nervous.": null, "Siobhan: Just fully gripped around it.": null, "Erika: Popped collarbone.": null, "Thorn: I was thinking about this, Jaysohn. Maybe, if you were": null, "interested, I could probably do with another Beacon. Another general to": null, "my army, if you will. [Izzy mimes “no”]": null, "Jaysohn: No, no.": null, "Thorn: Okay, that's fine. [Izzy cackling] I'll get there one day.": null, "Hopefully my kids will like me and respect me. Okay.": null, "Lila: I think you're great. I actually feel really bad about thinking": null, "that you maybe, like, were bad.": null, "Jasper: Insight check.": null, "Izzy: You just told me you lied to me.": null, "Aabria: Exactly.": null, "Jasper: I'm not going to take this sincerely.": null, "Aabria: Make an insight check.": null, "Izzy: But I'm saying I feel bad!": null, "Aabria: Okay, you have to make a deception or persuasion.": null, "Jasper: 16.": null, "Izzy: Three.": null, "Jasper: Are you telling-": null, "Izzy: I'm telling the truth!": null, "Jasper: I…": null, "Jasper reaches out a hand to Izzy, like a handshake.": null, "Lila: What's that? [Erika laughs]": null, "Thorn: I just learned this. No, you grab hold of my paw. Paw on paw.": null, "[Izzy grabs a finger] Yeah, okay, and then you sort of do this, and it's": null, "a sign of respect. Apparently. We're all learning new things, right?": null, "Jaysohn: We are talking a lot, but we should be going to Education.": null, "Thorn: Education, we should be.": null, "Jaysohn: Where the other kids are, where we can get secrets.": null, "Thorn: And we'll get all the secrets. Okay, great.": null, "Jaysohn: We can tell them about the bear!": null, "Thorn: Okay, we're going to just, we do need to be careful about scaring": null, "the other kids. These kids have grown up in here. They've not seen the,": null, "you know.": null, "Lila: Oh my gosh, I just remembered about the human monsters!": null, "Jaysohn: Oh!": null, "Lila: That's my purpose!": null, "Jaysohn: That's your purpose! [Brennan and Erika laugh]": null, "Thorn: Hey, excuse me!": null, "Lila: We kill them!": null, "Thorn: [to anyone in earshot] If you could direct me to Education where": null, "I can drop these two off for the day? [all laugh]": null, "Stoat: Would you like an escort or would you like me to handle this for": null, "you?": null, "Lila: How do you think we kill them?": null, "Thorn: Education, if you could guide us to Education, that would be": null, "fantastic.": null, "Stoat: Hi, children.": null, "Thorn: We're going to Education!": null, "Stoat: I need you to follow me.": null, "Lila: Do you know where Sybil is?": null, "Jaysohn: What's your name? Do you know Sybil?": null, "Aabria: Persuasion check.": null, "Siobhan: 12.": null, "Stoat: Sweet. My name is Ellen.": null, "Jaysohn: Okay.": null, "Ellen: I know of a Sybil, yes. I don't know if that's-": null, "Jaysohn: She's great.": null, "Ellen: Okay, you do appear to be new, so I don't know who you know here.": null, "Jaysohn: We don't know anyone.": null, "Ellen: Okay, you know Sybil.": null, "Jaysohn: We know Sybil.": null, "Lila: And the guy who wants to fuck our mom.": null, "Thorn: Whoa.": null, "Jaysohn: He wants to be our second dad.": null, "Thorn: Where did you learn that?": null, "Lila: Grandma.": null, "Thorn: Of course.": null, "Ellen: I'm sorry that you don't want your mom to be fucked by not your": null, "dad. I don't really know what we're doing here.": null, "Siobhan: We killed a bear. Where's Education?": null, "Ellen: Follow me. Tell me about this bear.": null, "Lila: Okay! So the other day- [Brennan laughs]": null, "Jasper: For the first time, Thorn truly distances enough to see them but": null, "just enough to get a little peace and quiet.": null, "Aabria: For sure.": null, "Lila: [yelling] Thorn, do you have more mint?": null, "Jaysohn: Yeah, have you tried mint? It's so good!": null, "Lila: So bad. [everyone laughs]": null, "Aabria: She will happily lead you towards Education.": null, "Jasper: Thorn actively turning gray.": null, "Aabria: I need an insight check from both of you, and you have to beat a": null, "19.": null, "Siobhan: Oh boy. That's a seven.": null, "Izzy: 22.": null, "Siobhan: Oh, nice.": null, "Aabria: [to Siobhan] You're just gabbing away with Ellen. [to Izzy] You": null, "do realize that as she's asking you questions like, tell me about the": null, "bear you killed. How do you know Sybil? [laughing] Who's the person that": null, "wants to fuck your mom?": null, "Izzy: Bryan?": null, "Siobhan: Branston.": null, "Izzy: Bryan Cranston. [Erika cackles]": null, "Brennan: If we can have, after the credits, a sting with Bryan Cranston": null, "holding a stoat. [Bryan Cranston impression] Well, well, well. [Jasper": null, "rocks with laughter]": null, "Rashawn: I am the one who fucks. [Brennan explodes with laughter]": null, "Aabria: That's why we have to kill all humans, because one dude named": null, "Bryan Cranston keeps coming up and trying to fuck all the stoats.": null, "Brennan: Rashawn just said, \"I am the one who fucks.\"": null, "Aabria: [clapping] Yeah! Important. Inspiration.": null, "Rashawn: Ooh, again?": null, "Aabria: You can only have one. You have to use that.": null, "Rashawn: I have it already.": null, "Siobhan: I'm saving it for a rainy day.": null, "Aabria: Sure, you very quickly clock that Ellen's a bit of a gossip": null, "monger.": null, "Ellen: Bryan? You know what, fuck Bryan. I've heard he goes around to": null, "anyone that's new-": null, "Izzy: Wait, that wasn't his name, right?": null, "Aabria: No, I know, you've mentioned a name.": null, "Brennan: You hit someone's battleship. You found goss about a new": null, "Izzy: And I'm like,": null, "Lila: wait, what? This guy?": null, "Ellen: Yeah, okay, so every time a new group of stoats comes in, he": null, "swoops in before anyone can warn anyone, and he's always like, oh, I": null, "just am looking for a family, but I've seen so much trauma out in the": null, "woods... And everyone fucking falls for it.": null, "Lila: [shocked] Oh my gosh, we have to warn Mom!": null, "Thorn: Bryan who?": null, "Lila: Bryan, the guy who wants to fuck her!": null, "Jaysohn: Where are all the secrets?": null, "Ellen: What kind of secrets? What do you mean?": null, "Aabria: And this is a walk and talk.": null, "Jaysohn: Who's-": null, "Lila: I can read.": null, "Jaysohn: That's not a secret.": null, "Ellen: Amazing!": null, "Jaysohn: It's really cool.": null, "Ellen: Half of Education is just kind of getting stoats from out in the": null, "world up to speed.": null, "Jaysohn: Can you do a forward roll? [Erika laughs]": null, "Aabria: It's not great, but she does do it. She kind of just curls in on": null, "herself. It's a lot of very fast walk and talk, and then you know when": null, "you're a full adult and you're like, I learned how to do cartwheel as a": null, "child, and you're like, okay, hold on, slowly. But does slowly do a": null, "forward roll, kind of gets up.": null, "Lila: Are you okay?": null, "Ellen: Ooh, that did not feel great.": null, "Jaysohn: That was pretty good.": null, "Brennan: Imagine being challenged by a child to do a somersault and": null, "being like, I'll show you.": null, "Siobhan: On the concrete floor of this bunker.": null, "Rashawn mimes an adult doing a forward roll and regretting it.": null, "Ellen: Doesn't feel great. Well, there's no secrets here. Everyone's": null, "pretty open and honest.": null, "Lila: Are you guys going to kill humans?": null, "Ellen: Yes.": null, "Izzy and Siobhan: Cool.": null, "Izzy: Can we do that?": null, "Siobhan: Can we do it?": null, "Ellen: Yes! How do you want to kill humans?": null, "Ellen: They're bad.": null, "Lila: I want to push a tree on them.": null, "Ellen: Push a tree on them?": null, "Jaysohn: Just biting.": null, "Lila: Yeah, bite. Kick.": null, "Ellen: Amazing. They're very big.": null, "Lila: Bury.": null, "Ellen: A berry?": null, "Lila: Bury them.": null, "Ellen: Oh, bury. Okay, I'm hearing it right now.": null, "Jaysohn: Dig a hole.": null, "Lila: Do you think a human killed my dad?": null, "Ellen: Huh?": null, "Jaysohn: Yes! Oh, oh, oh! Yes!": null, "Aabria: By the way, you are now standing in front of a room. Both of my": null, "brand new readers and understanders of things, go ahead and give me just": null, "a general intelligence roll.": null, "Jasper: 10.": null, "Aabria: That's pretty good.": null, "Siobhan: 10.": null, "Siobhan: For Jaysohn, pretty good.": null, "Aabria: Pretty good. You're sort of staring at these symbols, and you": null, "get this idea. You're like, I don't really know what that would mean or": null, "what a daycare would even be, and you don't realize that you've read": null, "those words. You clocked it immediately. Daycare, I guess that's what": null, "Education is, got it. So you're standing in front of the door, but Ellen": null, "is riveted.": null, "Ellen: Okay, so we're talking about burying them in the ground. They're": null, "very large. You said something about your father. Was your father killed": null, "by humans?": null, "Thorn: There's a lot to unpack here, honestly.": null, "Jaysohn: But he was really brave.": null, "Ellen: Aw, I'm so sorry he died very bravely. That's very nice, though.": null, "Jaysohn: I'm not sorry about that.": null, "Ellen: No, yes, I'm sorry he's gone. I'm happy it was a moment of": null, "bravery.": null, "Jaysohn: Yeah, he was really brave. He saved all of our lives.": null, "Lila: Yeah, I don't know if that's true. I kind of resent it, but I'm": null, "not supposed to say that because my mom gets mad because it's like-": null, "Jaysohn: No, you can't talk about Dad-": null, "Ellen: You're allowed to have your pain, that's valid.": null, "Thoen: Everyone processes in a different way.": null, "Lila: So are we supposed to go to daycare?": null, "Ellen: I mean, yeah, but it feels like you've got read down, and that's": null, "half the battle.": null, "Lila: Nice.": null, "Thorn: Well, let's see what the other half of the battle is. Hey! [all": null, "laughing]": null, "Jasper: Push the door open, push them in, yank on the door.": null, "Jasper mimes pushing both kids through the door, then slamming it. He": null, "pants in relief.": null, "Brennan: Fifty percent is not a passing grade. Let's get in there!": null, "Jasper: We don't accept anything less than 57. In you go!": null, "On screen text: “Bizarre British Thing #42: 57% is still considered a": null, "passing grade in the UK.”": null, "Erika: Thorn has had the kids for less than an hour, and is absolutely": null, "done.": null, "Aabria: Absolutely done.": null, "Jasper: It's all about building it up, baby. You've got to build it up.": null, "Brennan: I'm trying to remember exactly what I said when I gave the kids": null, "to Thorn. I was like, take them off, keep an eye on them.": null, "Jasper: Hey, I'm staying right outside this door, but I'm staying on the": null, "other side of this door for just, like, five minutes.": null, "Erika: Teedles, Olliver, I am the best dad ever.": null, "Aabria: As that door shuts behind you, Ellen is just,": null, "Ellen: [judgmentally] Oh, ba ba ba.": null, "Thorn: I'm honestly just going to take a quick five minutes to take a": null, "breath.": null, "Ellen: Sure, sure. I'm going to go.": null, "Thorn: Cool.": null, "Izzy: Is it okay if Lila comes out?": null, "Aabria: Nope. [Izzy laughs] This is just a quick cutaway moment. In that": null, "awkward space, we're going to jump back to the rest of our adults as": null, "Olliver rocks up to your group.": null, "Tula: [hands a sash to Olliver] Sash.": null, "Olliver : [gasp] Thank you. Shit, now I have to... Two is good.": null, "Aabria: Just sort of doubles up.": null, "Aabria: Do you want mint? Want some mint?": null, "Tula: Oh, that's so sweet. I'll hold onto that, thank you.": null, "Ava: I would also like some mint.": null, "Olliver: Oh, yeah yeah yeah.": null, "Tula: And if you don't actually need that second sash, we could hold": null, "onto it, because-": null, "Olliver: Yeah, thank you, thank you. So good. Thank you so much. You": null, "guys are staying here?": null, "Viola: 10 by 6.": null, "Olliver: Great, we're over in the yellow hallway, 19 by 3. Oh, Teedles": null, "told me to tell you that there's Education. It's a thing, it's a place": null, "you send children, and my understanding was that Thorn would be walking": null, "Jaysohn and Lila would be walking Jaysohn and Lila over to Education.": null, "Ava: [offended] How dare he?": null, "Olliver: No, it's where the children go so they can meet other children.": null, "Ava: Oh, that sounds nice. [cast laughs at the quick switch]": null, "Tula: So we have our sleeping quarters. It seems like, do we know if the": null, "sleeping quarters are assigned by the jobs? Does every sleeping hall": null, "have people that do all the jobs in it? We didn't get a chance to ask.": null, "Olliver: Oh, my understanding is it's sort of first come. They just make": null, "a decision, they find an open space.": null, "Tula: Oh, okay. We should probably think carefully about-": null, "Olliver: They're kind of doing the lean. Are you having a private...": null, "Should I go? Are you good, do you need anything from me?": null, "Tula: If there's nothing else, if there's anything you need from us, we": null, "know where to find you.": null, "Olliver: 19 by 3, yes, yes. 10 by 6, got it. Bye. Takes off.": null, "Tula: I'm going to lean in and say, it seems like food is not a thing": null, "that there's little of around here, and we have a place to stay.": null, "Ava: Defending the burrow is also pretty locked down.": null, "Viola: We have a lot of free time. What do we do now that we don't have": null, "to protect anything or worry about food?": null, "Brennan puts his hand to his face and sobs before slumping slowly down": null, "to the table and going limp.": null, "Rashawn: Oh no. I hold her.": null, "Viola: It's okay, you can take a little... [Rashawn and Erika whispering": null, "comforts] [Aabria cackles] She's asleep! She's asleep!": null, "Aabria: Is she crying in her sleep?": null, "Viola: I'm listening for the snore.": null, "Izzy: [Brennan snores] That's Brennan. [cast laughs]": null, "Viola: You know, Mama, I haven't heard Tula snore since we were": null, "children.": null, "Ava: She really hasn't had the opportunity to snore, you know. I don't": null, "know that she goes all the way into sleep every night. I think she's in": null, "a constant state of alertness even when her eyes-": null, "Tula: [startled awake] There's a problem!": null, "Viola: No, no, no. Everything's fine.": null, "Ava: You'll learn to do that when you're a mother, too.": null, "Aabria: Oh my god!": null, "Viola: No, I'm not-": null, "Tula: Viola, Mama's right. You will learn to do that.": null, "Viola: No, I'll be fine. I have lots of energy. I'm not going to be, you": null, "know... I'm going to be a completely different mama. I'm so sorry. Not": null, "that you aren't doing anything nice, but I mean-": null, "Ava: [incredulous] Well, I suppose your sister knows best!": null, "Brennan: [laughing] I feel uncomfortable with this dynamic. Me boxing": null, "out my sister to bond with my mom does not feel right. I'm going to go,": null, "Tula: We should find out how they give jobs.": null, "Ava: Yes, what's this popular control?": null, "Tula: Oh, the Population Control. Those were the copper ones, they're": null, "the helpful ones.": null, "AvaI find copper to be highfalutin. [Aabria snickers] That being said, I": null, "think, Viola, you'd be very good at that. I bet that you could be right": null, "up there with Talulla.": null, "Viola: What a- [stammers]": null, "Aabria: I've taken so much second degree psychic damage from that whole": null, "sentence. [she mimes being blown away by the audacity]": null, "Rashawn: I fall asleep. No.": null, "Viola: Yeah, I think that's the job that seemed most appealing to me.": null, "Tula: That seems like the one, also, that has the most high levels, it": null, "seems like space, to be one of the people that sort of gets a say.": null, "Viola: Yes, I think it would be a good idea for us to get roles in these": null, "different departments and kind of learn how they operate, see if maybe": null, "we can make some improvements or if anyone's upset about anything.": null, "Tula: I specifically would like to find out when and how they sort": null, "children into these jobs. I don't want... I don't want Jaysohn or Lila": null, "to be sorted into Defense. That's my instinct.": null, "Viola: Because as soon as Jaysohn does a backflip, it's over.": null, "Ava: He'd be very good at it. He'd be able to help the warren and help": null, "it thrive.": null, "Viola: But Mama, the one who got slammed against a tree, they left them": null, "out there, didn't even give them a name.": null, "Tula: They wouldn't even say their names.": null, "Viola: Once they're gone, they're gone.": null, "Ava: Names aren't all that important.": null, "Viola: Mama.": null, "Tula: There are so many stoats in this burrow that they have to wear": null, "things just to know who their family is.": null, "Viola: They're not doing it to be fabulous, like me.": null, "Brennan: Viola thought it was about fabulous for a second.": null, "Erika: Yes.": null, "Aabria: Real quick, just give me a general charisma check.": null, "Rashawn: Can I use my inspiration?": null, "Aabria: Yeah, obviously.": null, "Rashawn: Charisma, you said?": null, "Rashawn: I have a plus seven.": null, "Brennan: Hell yeah.": null, "Rashawn: A plus nine because of my aura. Does my Aura of Protection work": null, "on me?": null, "Aabria: Well, is it a save? It's not a save. This isn't a charisma save.": null, "Rashawn: Oh, okay.": null, "Aabria: Just a general check.": null, "Rashawn: Okay, okay. Cool, cool. Okay, 16 plus my charisma. 18.": null, "Aabria: Yeah, you say fabulous and you're like, a sash is the least": null, "interesting thing you could do with this fabric, and now you know you": null, "have extra, and I'm going to leave you with that. [Erika waggles": null, "excitedly]": null, "Rashawn: Okay.": null, "Aabria: Cool.": null, "Brennan: So close to inventing hats.": null, "Aabria: I just want you to be on the road to hats.": null, "Ava: I mean, of course I don't want Jaysohn to end up out there thrown": null, "against a tree but, I mean, you've got to let him out of the burrow": null, "sometime.": null, "Tula: Well, I understand, and look, I don't think Jaysohn would be happy": null, "doing Refit, but I just don't want him to be put into Defense or get": null, "talked to by someone... I just have a feeling.": null, "Viola: Lila is smarter than the average bear. She asks so many": null, "questions, that could bother some people.": null, "Sybil: Knock knock! Sorry!": null, "Aabria: You hear a tapping on the side of the wood of your cubby den and": null, "you see, peeking around, she's just sort of slipped over, and it's": null, "Sybil.": null, "Aabria: Hi!": null, "Tula: Sybil!": null, "Sybil: Hi, hi, hi. Sorry, I thought I heard your voices. Hi, you were": null, "talking about the tree and I was like, oh, you have questions. Hi, can I": null, "help you with everything?": null, "Tula: Oh, you certainly could. Can I offer you some mint? Would you like": null, "any mint?": null, "Sybil: I love mint.": null, "Tula: Well, please have some.": null, "Viola: Come in, come in, come in.": null, "Brennan: I'm going to look over at Vi and be like [he gestures] And I": null, "go,": null, "Tula: Yes, oh my god, have some.": null, "Rashawn: Full hostess. Water.": null, "Aabria: She takes it, bites it, and is like,": null, "Sybil: Oh, I didn't know what mint was. It's hot. [pants]": null, "Tula: Oh, is that not good?": null, "Ava: Spit it out, spit it out. [Aabria spits into their hand]": null, "Sybil: I didn't know what mint was. I didn't like it.": null, "Tula: Do we have candy for Sybil?": null, "Ava Yes.": null, "Sybil: My nose feels bad.": null, "Ava : Do you want some strawberry? [hands Sybil a candy]": null, "Sybil: [meekly] Yes. [she looks down at it]": null, "Ava: Here, you have that.": null, "Sybil: Thank you.": null, "Tula: Sybil, it's so wonderful that you're here. First of all, thank you": null, "so much for being so kind to Lila and Jaysohn.": null, "Sybil: Yeah, they're great.": null, "Tula: And they just immediately took a shine to you. They really, really": null, "were so excited to meet you and get a chance to talk to you. I wanted to": null, "ask, if I could, we had some questions about the process from here. It": null, "seems like everything is so well cared for in Last Bast, and what it": null, "looks like for us to be given tasks and jobs.": null, "Sybil: Yes, well, when you sort of feel like you're acclimated... Sorry,": null, "just so you know, you can go pick up food for your group in the morning": null, "and sort of after the sunset, so that would be down, do you remember the": null, "big hall? I don't really know where you came in. You could just sort of": null, "follow everyone. Everyone will go in one direction, and you kind of just": null, "wait in line. Then you'll get your, whatever meat. It's probably rabbit.": null, "We have a lot of rabbit. We did a really good job with the rabbits. But": null, "then when you feel like there's something you want to do or contribute,": null, "in your time and in your own space, if you find any of the Population": null, "Support, they can point you in the direction of what you think you would": null, "be good at. You can have a conversation, and they'll tell you kind of": null, "what-": null, "Tula: Who will tell us?": null, "Sybil: You'll just be like, here's what I did where I came from, or": null, "here's a thing I'm really good at. And they'll be like, well, maybe you": null, "want to go try this, and then go find a sort of department lead.": null, "Tula: And is that a conversation... Are there specific people who will": null, "give us those directions, or-": null, "Sybil: Pretty much anyone. I don't know if you met... Well, you must": null, "have, because you're here now.": null, "Tula: Talia, we met, in Population Control.": null, "Sybil: Oh, Talia's great, yeah. If you talk to Talia, she'll sort of": null, "just point you towards someone. I will say, I'm very biased to Resource": null, "Allocation, because that's mostly what new people come in and are good": null, "at. They're like, I'm good at surviving out there. And we're like, cool,": null, "help the group. That's the thing we need the most of. Most people.": null, "Tula: Is that quite a dangerous... Of the jobs that exist, is that one": null, "quite dangerous?": null, "Sybil: Not normally!": null, "Aabria: Give me an insight check. [Jasper laughs] You have to beat a 21.": null, "Brennan: Well, a nat 20 gives me 30. [Erika claps]": null, "Aabria: Got to make you roll any other fucking stat. That was so great.": null, "Shit. Yeah, you see immediately in her face not deceit, but a sort of,": null, "you realize that even she has a bit of, today kind of fucking sucked and": null, "it's normally not like that, and you see that little bit of a stammer, a": null, "stutter in her excitement for her job. Today was particularly rough, and": null, "it's not normally like that. I'll let you ask other things down the line": null, "through this interaction, because it's a crit on the interaction.": null, "Brennan: I'm going to look over at my sister with a little eye contact": null, "to think about the fact that there's a little vulnerability here, and": null, "just give my sister a move of, I'm going in. [Rashawn nods]": null, "Rashawn: I just tip some more berry wine into your mouth. [Aabria mimes": null, "drinking]": null, "Tula: I'm really sorry about-": null, "Sybil: Different kind of spicy. Wet spicy.": null, "Tula: I wanted to say that I am so sorry for the member of your warren": null, "that was lost during that hunt. That was very, very sad. We just lost": null, "many in our warren. It doesn't get easy no matter how many people you": null, "lose.": null, "Sybil: [quietly] Yeah, it's rough. It's always rough to lose someone.": null, "Tula: I hope this is all right for me to say, but we're meeting everyone": null, "for the first time, and you just showing the kindness that you did to my": null, "kids has made a very difficult thing much easier. We just want to be": null, "able to be as helpful as possible and keep these young ones safe.": null, "Brennan: I would like to use Emissary of Peace, which gives me a plus": null, "five to persuasion checks.": null, "Aabria: Oh shit!": null, "Brennan: And I'll look to my sister, if you have any other stuff to": null, "juice this next skill check. Actually, I have a point of inspiration, so": null, "I'm going to spend this here.": null, "Rashawn: I could also cast Zone of Truth on her so she has to be a": null, "little bit more honest with you.": null, "Brennan: Ooh, yeah, I'm going to look at that as, maybe I'll look at": null, "that like a last ditch. I'll make this first push honestly. I'm going to": null, "do a persuasion check, if I can.": null, "Aabria: Absolutely.": null, "Brennan: I'm rolling plus nine right now. Okay, 19.": null, "Aabria: Okay, what are you trying to do?": null, "Tula: I'm sure countless new stoats come in here every day, and I know": null, "that there are some jobs that might be more dangerous than others or": null, "some jobs that are a little bit more punishing in some ways, and I know": null, "that we all have to do our part as a family. So I just want to say, if": null, "you have any insight or advice for us, I would be happy to clean the": null, "muck out of pits or do whatever hard thing there is to do. I just want": null, "to be able to steer Lila and Jaysohn in the right direction to make sure": null, "they're not in harm's way. Do you have any advice for me?": null, "Aabria: And while you were having this intensely sincere moment, you see": null, "that Sybil is sort of backing up towards that open area, and then her": null, "ears kind of flick back, and then she's going to fully lean away just to": null, "see the perimeter of these other cubbies, and sort of looking glad of": null, "whatever she spotted, will come back in very closely.": null, "Sybil: Normally, Resource Allocation is very easy, and we just go out": null, "and hunt and forage, sort of clean up brush. It's been getting a little": null, "more dangerous lately, and Curtis - [she stops herself] And the ones": null, "that we lose are not always... When one of us passes away, it's said": null, "that it's never easy to take a loss, but it is made easier by taking": null, "their names away first. but it is made easier by taking their names away": null, "first.": null, "Ava: What?": null, "Sybil: When a stoat passes, it's easier if we stop thinking of them as a": null, "Tula: Easier for who?": null, "Sybil: All of us. There are thousands of us, and bad things happen every": null, "day. I don't really want to forget his name yet, but it'll be easier.": null, "Viola: Say his name.": null, "Sybil: [weakly] I don't think I should do that.": null, "Viola: I grab your paws. Take a deep breath. Release. [Aabria wheezes]": null, "It's okay, you can say their name. I lost my father, Kenji.": null, "Sybil: Kenji.": null, "Aabria: When you say Kenji's name, she just sort of, not in a mean way,": null, "but just sort of pulls back. You see her kind of sit back on her": null, "haunches, still bipedal, but just upright.": null, "Sybil: When you think of your father's name, it still hurts, doesn't it?": null, "Viola: No. I'm thrown back into memories of feeling warm and safe and": null, "knowing that that warmth and safety still lives within me. That person": null, "can live on even after they're gone. You shouldn't just forget them": null, "completely, because what was their life worth if you just forget them?": null, "Ava: Yes, that's something that works for my girls. Me, on the other": null, "hand, I agree that you should probably push that down real tight, never": null, "think about it ever again. [Aabria nods]": null, "Viola: Now, do you see that big hump on Mama's back? [Brennan laughs]": null, "Sybil: That's where she keeps all of her wisdom.": null, "Viola: Yes.": null, "Ava: That is correct. You could learn something from this young lady.": null, "Sybil: Do you remember... I heard when I was growing up that before, you": null, "didn't have names. Do you remember that? The time before we had names?": null, "Erika rolls a dice, then takes a moment to consider the result.": null, "Ava: I think that before a certain point, I don't remember us having": null, "names like you all have these days, but there was always mother,": null, "brother, sister, neighbor. So even if we didn't have some hoity-toity": null, "moniker, we knew who we were to one another, and that was the important": null, "part.": null, "Sybil: Brother.": null, "Viola: That was-": null, "Ava: Oh shit!": null, "Viola: Brother.": null, "Sybil: He was my brother.": null, "Ava: That's rough.": null, "Brennan: I'm going to give this poor kid a hug. She's young. I'm just": null, "going to give her a hug.": null, "Sybil: Oh god!": null, "Ava: Just go limp, just go limp.": null, "Tula: It's all right.": null, "Aabria: She does begin to cry, but also is taking, she's very dialed": null, "into your energy and does kind of go limp.": null, "Viola: How does she do that? How can she just-": null, "Aabria: So she just smears tears down your skin.": null, "Viola: We did all the work, and then she swooped in and got the hug!": null, "Sybil: I crave discipline!": null, "Tula: We won't tell anyone that you broke a rule or said a name or": null, "anything like that. [Aabria wipes her eyes] But the truth is, they can": null, "make a rule, but you could never forget that name.": null, "Sybil: Yeah.": null, "Tula: That's all right. That's beautiful.": null, "Sybil: Thanks. I don't... Thank you. You're very nice, I'm glad you're": null, "here.": null, "Tula : I'm glad you're here. It's nice to know that this place can house": null, "sweet and smart and capable people, because that's what I want my kids": null, "to be when they grow up. It's good to know about Resource Allocation. Is": null, "there anything here that I should try to keep my kids away from? Is": null, "there anything that's dangerous or anyone that I should try to make sure": null, "we don't get on the bad side of?": null, "Sybil: Do you promise to keep a secret?": null, "Tula: Yes, and I mean it.": null, "Sybil: I'm going to show you something.": null, "Tula: Okay.": null, "Sybil: Follow me.": null, "Brennan: Going to look at my...": null, "Tula: [to Viola] Let's go.": null, "Aabria: She is going to scurry down far and away and starts leading you": null, "down a series-": null, "Erika: I finish her berry as we go.": null, "Brennan: I'm looking at my mom and sister and I'm like, go team.": null, "Aabria: And leads you down and away through a series of colored hallways": null, "towards a big sign. You know what, as you're moving, actually, I want": null, "you two to give me... This is spellcasting, so give me a roll with your": null, "spellcasting modifier. You two, what are you-": null, "Erika: For read?": null, "Aabria: For read.": null, "Erika: I will absolutely not.": null, "Aabria: You don't want that smoke at all? Just make an intelligence": null, "check, then.": null, "Rashawn: Yeah, baby.": null, "Erika: That's an eight.": null, "Aabria: An eight?": null, "Siobhan: Auntie V crit! [Brennan exclaims]": null, "Erika: No, that's a seven.": null, "Aabria: You're fine. What happened? What? Nat 20?": null, "Brennan: Nat 20! [Jasper and Brennan dance]": null, "Aabria: Let's go!": null, "Erika: That's my girl!": null, "Aabria: Amazing.": null, "Rashawn: I can read!": null, "Brennan: Makes sense, I'm not-": null, "Aabria: You're following hot on the heels of Sybil trying to keep up": null, "with where she's going, and you, you're still in that sort of, what is": null, "the vibe here? And you're keeping your eyes a little more up. You can": null, "follow your sister's trail out of the corner of your eye, you're the": null, "younger sister.": null, "Rashawn: It's the toots.": null, "Aabria: It's the toots! She's just got a sort of crop duster thing.": null, "You're like, I don't have to even look. [Brennan shakes his head]": null, "Sometimes we call it a musk or a scent gland. She's just ripping ass all": null, "the way down these hallways.": null, "Brennan: I don't toot!": null, "Siobhan: That's the most mum thing, farting so much and then just": null, "denying it.": null, "Brennan: I do not fart, okay?": null, "Rashawn: Moms have the most serious farts in the world.": null, "Siobhan: They really do. You can hear it across the other side of the": null, "house. [Jasper laughs]": null, "Erika: When Grandma has the toots, I just giggle a little bit. [Erika": null, "giggles mischievously]": null, "Aabria: But as you're chasing, you're seeing these signs over and over": null, "again and sort of picking up first just the pattern. You're seeing the": null, "same symbols appearing and you're like, oh, these are the symbols that": null, "Sybil's following. And then after a while, again, it's just sort of that": null, "passive way that you don't realize you're reading and you're like, oh,": null, "we must be getting closer to the lab. It says the lab is just three": null, "turns away. You have the ability to read now, and you know you are being": null, "directed towards whatever a lab is. Let's go see how our kids are doing.": null, "Izzy: [Tim Curry impression] Come up to the lab.": null, "Aabria: On the other side of the door-": null, "Erika: [Tim Curry impression] And see what's on the slab!": null, "Aabria: [laughs] Okay. We can't have Tim Curry and Bryan Cranston in one": null, "episode.": null, "Izzy: We actually already had Tim Curry.": null, "Aabria: Yeah, you are on the other side of this door in a technicolor": null, "room. The floors are super squishy.": null, "Siobhan: Great.": null, "Aabria: There are giant piles of things to climb and everything seems": null, "soft and bright. You see letters written on little signs decorating the": null, "room, and it feels simple and bright and clean in here, and you see 35": null, "other stoats, most of them a little bit younger than you, a couple that": null, "are a little bit older, and one adult wearing the same community support": null, "bead on his sash, snowy white with a very high black on his mittens and": null, "on his tail. He says,": null, "Simon: [cheery voice] Oh, we have new students! Hello, my name's Simon,": null, "and welcome to Education. Would you like to come over here and introduce": null, "yourselves?": null, "Jaysohn: I make myself look as big as I can.": null, "Simon: Oh, aren't you a big boy?": null, "Jaysohn: No, I'm normal size. I'm Jaysohn, and this is Lila, and that's": null, "my sister, and she's really clever, and she can already read, so I don't": null, "know if she needs any Education.": null, "Simon: You can already read! Okay, well, let's see. What does that sign": null, "say? And it's sort of a little sign right by the door.": null, "Lila: Exit.": null, "Aabria: It says emergency exit, and it's a little layout. You're": null, "actually looking at a map of this hallway.": null, "Lila: What's nuclear power?": null, "Simon: Nuclear power is what the people that came before us called the": null, "Light.": null, "Lila: Oh.": null, "Aabria: And the rest of the students in the class are like, ooh! We do": null, "not know what's happening, but a moment.": null, "Simon: Wow, where did you... Oh, that's right, you can read. Wonderful,": null, "yes. Yes, there is so much we can talk about. Do you want to come in and": null, "have a seat? Right now, we're talking about where we were before we were": null, "here. We're kind of just introducing ourselves.": null, "Siobhan: Can I do a perception check to see who I think the popular kid": null, "is?": null, "Aabria: Yeah, please do.": null, "Izzy: Can I be looking at the map?": null, "Aabria: Yeah, give me an investigation.": null, "Siobhan: I got a 12.": null, "Aabria: 12?": null, "Siobhan: Yeah.": null, "Aabria: I think the really sad thing to realize here is you guys came in": null, "with just enough standoffish energy, and the immediate stunt of, my name": null, "is normal size Jaysohn and my sister can read, you are already the": null, "coolest kids in this class. [Erika cackles]": null, "Siobhan: Okay, great, well then, I'll look for whatever is the most": null, "sidekick-y kid that I can find.": null, "Brennan: The most sidekick-y kid I can find!": null, "Izzy: Where is Milhouse? [Jasper laughs’": null, "Aabria: There's a dark brown little kit that looks maybe an inch shorter": null, "than you.": null, "Siobhan: Great, perfect, I sit down next to him and I sit so cool and I": null, "yawn so big.": null, "Siobhan respositions herself super casually on her chair.": null, "Jaysohn: What's your name?": null, "Lukas: [yawning] [high, congested voice] I'm Lukas. Hi, I'm Lukas.": null, "Jaysohn: We killed a bear.": null, "Lukas: You killed a bear?": null, "Jaysohn: Yeah.": null, "Lukas: Like a whole big bear?": null, "Lukas: Why?": null, "Jaysohn: So we have to do this every day?": null, "Lukas: Do what?": null, "Izzy: He already hates it. [Siobhan shrugs]": null, "Brennan: [laughing] You've been here 90 seconds. [Siobhan shrugs again]": null, "Izzy: Whoa, Jaysohn's hot.": null, "Erika: Jaysohn is bisexual.": null, "Jasper: Jaysohn's entering his hot boy era.": null, "Siobhan: As soon as we walked through that door, we became teenagers.": null, "Aabria: Yeah, probably, honestly.": null, "Izzy waggles her chest. Rashawn laughs and points.": null, "Jasper: Oh, okay!": null, "Erika: Mazel tov!": null, "Izzy: Oh dang, I have to study my Torah portion.": null, "Aabria: But you can read now, so it's fine.": null, "Lukas: I think we're just supposed to be here until we can-": null, "Jaysohn: Supposed to?": null, "Lukas: We gotta come here every morning.": null, "Jaysohn: Who says?": null, "Lukas: My mom.": null, "Jaysohn: You do what your mum says? [Siobhan sneers and leans back]": null, "Lukas: All the time. Do you not have a mom?": null, "Jaysohn: Yeah, we have a mum, and our dad is dead, and our mum doesn't": null, "know how to tell us what to do. [Izzy and Erika laugh]": null, "Lukas: That seems really sad, actually.": null, "Izzy: Yes she does!": null, "Izzy and Siobhan mime trading blows.": null, "Lukas: Oh no! [punches flying]": null, "Aabria: You see little Lukas is like, whoever wins this fight has my": null, "allegiance forever.": null, "Lila: It's going to be both of us!": null, "Jasper: I can hear scrapping from inside, [muffled thumping] and I'm": null, "like, I'm going to pretend that's not them.": null, "Lila: While we're fighting, I'm like, Jaysohn, there's a map!": null, "Izzy mimes holding a map while getting hit.": null, "Jaysohn: After school I think I'm going to get this kid to tell us": null, "secrets.": null, "Aabria: What'd you get on your investigation?": null, "Jasper: Everything is fine.": null, "Izzy: I don't remember. I think my dice rolled. I sneezed on Kevin, so.": null, "Aabria: [laughing] No!": null, "Aabria: Yeah, just scanning down the map, you do see bathrooms,": null, "emergency exits farther down the hall that you were moving in, and then": null, "all the way by the emergency exit, the hallway sort of Ts. Oh, you": null, "understand what a hallway is. That's like a corridor that Sybil was": null, "talking about.": null, "Jaysohn: [to Aabria] We had those in the old warren. We know what a": null, "hallway is.": null, "Aabria: Yeah, okay. [laughs]": null, "Izzy: You're saying that to Aabria? [everyone laughs]": null, "Aabria: God looks at you and goes, all right, my bad.": null, "Brennan: Straight up Deadpool yelling at text in the margin.": null, "Aabria: The yellow text apologizes profusely. Then you see where the": null, "corridor sort of Ts out, to the left of that, lab. Laboratory.": null, "Laboratory. I don't know how to say the word.": null, "Izzy and Siobhan exchanged weighty looks.": null, "Lila: [silent] We have to go.": null, "Jaysohn: [silent] Yeah yeah yeah.": null, "Lila: [whisper] We have to go!": null, "Jaysohn: Hey, Lukas.": null, "Lukas: Yeah? You're still fighting and having a conversation.": null, "Jaysohn: You want to ditch? [Erika laughs]": null, "Aabria: You see Lukas immediately looks over at the teacher, who goes,": null, "Simon: No, don't leave.": null, "Lukas: I like to listen to what adults tell me to do.": null, "Jaysohn: I'm sorry, who are you?": null, "Siobhan: To the teacher.": null, "Simon: Oh, hi. I'm, again, Simon. I'm supposed to teach you.": null, "Jaysohn: Can you do a forward roll, Simon? [Erika laughs]": null, "Simon: Yes. Can you?": null, "Jaysohn: Yes. So we're good.": null, "Simon: Do a forward roll.": null, "Brennan: [incredulous] So we're good?": null, "Simon: Do a forward roll.": null, "Siobhan: I do a forward roll.": null, "Brennan: I don't understand why I'm being grilled by a fellow forward": null, "roller!": null, "Siobhan: Want me to do an acrobatics check?": null, "Aabria: Sure.": null, "Siobhan: Great.": null, "Aabria: I mean, do you just do a forward roll, or do you try to show": null, "off?": null, "Siobhan: No, I absolutely try and show off.": null, "Izzy: Can I help?": null, "Aabria: How?": null, "Izzy: Okay, remember in episode one, when he jumped off a rock and I": null, "pushed him-": null, "Aabria: In a bad way?": null, "Izzy: In a bad way, but this time, it's in a good way. He does a forward": null, "handspring.": null, "Aabria: You're going to do a performance check with disadvantage,": null, "because you're more of an interrupter than a collaborator.": null, "Izzy: Okay, well, I actually do nothing.": null, "Aabria: That's not how this works, you made a choice, and now we're": null, "going to see how the world feels about it.": null, "Izzy: Okay, well, natural one, so we need to actually just leave.": null, "Aabria: So you're going to make, yeah, your roll with disadvantage, as": null, "your sister attempts to-": null, "Siobhan: I trip over her and then... I got a 14.": null, "Aabria: Yeah, for whatever reason, your sister kind of punches you in": null, "the baculum. [punch thuds, Siobhan flinches’": null, "Siobhan: Ow!": null, "Brennan: The baculum?": null, "Jaysohn: My dick! [Jasper cackles]": null, "Lila: I'm sorry, I thought we were still fighting.": null, "Siobhan: I'm really clenched when I get out of my thing. [grunts]": null, "Aabria: You do the roll perfectly, but your lungs are empty and your": null, "mind is full.": null, "Jasper: [pained] Right in the baculum.": null, "Brennan: You want to take the wind out of a man, you hit him right in": null, "the baculum.": null, "Jasper: Jaysohn's voice just drops.": null, "Aabria: Yeah, now you're a man!": null, "Siobhan: [guttural] I'm a man!": null, "Brennan: It's like those whack-a-moles where you hit one and another": null, "pops up somewhere else. You're like, baculum. [popping sound] Oh,": null, "testicles popped out!": null, "Aabria: Boop, your balls have dropped. Congratulations.": null, "Brennan: [deep voice] Hey now, you touch my baculum again, you're going": null, "to find out-": null, "Izzy: What came out of my brother?": null, "Aabria: But you still do it, and you're just like, [gasps] I'm fine.": null, "Jaysohn: So what else could you possibly teach me? [Brennan laughs]": null, "Rashawn: After all that, still?": null, "Aabria : There's a moment, I'm not even going to make you make the": null, "intimidation check because a fellow male stoat just saw you get": null, "absolutely rocked in the junk. Again, it's like the worst version of": null, "getting hit in the junk but also when you slam your funny bone and": null, "you're like, that's killed lesser stoats. [Brennan stares, open-mouthed]": null, " He's like,": null, "Simon: I don't know if there's more I can teach you. You've got \"read\"": null, "and \"take a hit and keep on going\".": null, "Lila: Right, so we're going to go.": null, "Jaysohn: Lukas, come on. [the cast erupts in laughter]": null, "Lukas: Wait, I'm a part of this? Okay. Simon can tell my mommy that I'll": null, "be back later.": null, "Aabria: Lukas fully gets up and he runs over to the side and he grabs a": null, "little bindle that's got some snacks in it and he's holding it in his": null, "mouth and he runs behind you.": null, "Lila: Lukas, give me your sandwich.": null, "Lukas: Okay! He just hands you a little bag.": null, "Lila: [coughing] Bleh!": null, "Lukas : It's a good sandwich.": null, "Jasper and Erika lean against each other, laughing.": null, "Jaysohn: I'll eat it.": null, "Lila: Lukas, try mint! [mimes handing mint to Aabria]": null, "Jaysohn: If you're going to be in our gang, you've got to eat some mint.": null, "Aabria mimes eating mint and being struck by the flavor.": null, "Rashawn: Our gang?": null, "Izzy: Our gang!": null, "Aabria: You just hear a little [sniffs] as mintiness comes out-": null, "Izzy: It's cleared his sinuses and now he's hot.": null, "Aabria: He can talk normal. He's like, whoa, I feel better. That's all I": null, "needed, I can sound like a normal kid now.": null, "Lukas: [not congested] Hi, I'm Lukas and I can use all the letters in": null, "the alphabet.": null, "Jaysohn: Lukas, where's the [stammering] laboratory?": null, "Lila: I know where it is?": null, "Lukas: My mom goes to the lab.": null, "Jaysohn: Your mom goes to the lab?": null, "Lukas: Mm-hm, that's where she works.": null, "Jaysohn: She works in the lab? What's she do?": null, "Lila: Makes magic?": null, "Lukas: What's magic?": null, "Lila: Light.": null, "Lukas: Oh yeah, my mom does stuff with Light. Oh no!": null, "Aabria: He feels his sinuses closing up again.": null, "Lukas: [congested] No, not again! It was a beautiful dream. All right,": null, "back to where we began. There will never be enough mint. Okay, you can": null, "lead if you know, but I also know.": null, "Lila: I'll lead.": null, "Jaysohn: I also know!": null, "Siobhan: I just go in fully the wrong direction.": null, "Lila: Come on, Jaysohn.": null, "Lukas: I think Jaysohn's taking the shortcut to the other mint. Other": null, "lab. Can I have more mint?": null, "Lila: I don't have any more.": null, "Lukas: I need it!": null, "Jaysohn: We're going this way.": null, "Lukas: I need the mint!": null, "Lila: Don't yell at me! [she punches toward Aabria]": null, "Lukas: Give me more!": null, "Jaysohn: [to Thorn] We found a map.": null, "Thorn: You found a map?": null, "Brennan: Wait, so this worked?": null, "Erika: They don't need Education anymore.": null, "Brennan: I'm just picturing that poor teacher in a meeting with his": null, "supervisor.": null, "Izzy: We're not enrolled.": null, "Siobhan: We're not enrolled! We don't know what school is!": null, "Brennan: Being like, well, I know I was supposed to get those two other": null, "kids in the class, but you're never going to believe what happened. That": null, "kid got punched in the dick so hard that I let them leave, and I let": null, "them steal another kid.": null, "Jasper: The door swings open, I clock eyes with Simon. I'm just like,": null, "Thorn: Thank you so much. Appreciate it. Cool. Education, how'd it go?": null, "Jaysohn: Oh, it was great. Really good, yeah. I think I might go next": null, "week.": null, "Lukas: My name's Lukas and I need mint.": null, "Thorn: You need bint?": null, "Lukas: Mint.": null, "Thorn: Oh, mint.": null, "Lukas: [loudly] Mint! Do you have some?": null, "Thorn: What the hell? There's three of them.": null, "Jaysohn: Tiddles gave us the mint. Or was it the other one?": null, "Lila: Chad.": null, "Thorn: Olliver?": null, "LukasChad gave the mint!": null, "Lila: Shut up, Lukas. We picked the wrong kid. [all laugh]": null, "Thorn: Okay, whoa. What do you mean picked? When you say picked, what do": null, "you mean?": null, "Lila: I don't know, Jaysohn just picked one.": null, "Thorn: Picked one?": null, "Lila: Brought him with us.": null, "Lukas: I belong to Jaysohn.": null, "Thorn: You belong to Jaysohn?": null, "Lukas: Yep.": null, "Thorn: Troubling.": null, "Lukas: I belong to my mom and to Jaysohn.": null, "Thorn: I'm fucked. Your mum's going to be so-": null, "Jaysohn: No, look, you said I had to get secrets, and I was like, look,": null, "somebody's-": null, "Lila: His mom makes Blue!": null, "Jaysohn: Yes!": null, "Lukas: I don't know what Blue is.": null, "Jaysohn: The Light.": null, "Lukas: Oh.": null, "Jaysohn: The magic.": null, "Lukas: Yeah, my mom kinds of does stuff like that.": null, "Thorn: Okay, so you actually found secrets? [Siobhan gestures to Aabria": null, "emphatically]": null, "Lila: Yeah, we know where the lab is. Let's go.": null, "Lukas: I'll tell you whatever you want for some mint. I like it. I can": null, "breathe all the way.": null, "Lila: He sucks.": null, "Lukas: I don't suck!": null, "Thorn: [laughing] You can breathe all the way?": null, "Lukas: I'm so good. I listened, and the teacher was like, whatever.": null, "Lila: You handed me a sandwich that was bread and hard boiled egg.": null, "Lukas: Have you had bread before?": null, "Lila: No, and it was bad.": null, "Lukas: Okay.": null, "Jasper: Truly all of Thorn's instincts are to put this child back in the": null, "school, but Jasper is like, no, come with me.": null, "Lukas: What are you going to do with me, mister? Am I a part of your": null, "gang or not?": null, "Thorn: Well, let's go.": null, "Lukas: I don't listen to you, I only listen to Jaysohn.": null, "Lila: Lukas could be your new Beacon.": null, "Thorn: [to Jaysohn] Hey, you've got a Beacon now.": null, "Lukas: I want to be a Beacon.": null, "Jaysohn: Lukas, can you do a forward roll?": null, "Lukas: Hell yeah.": null, "Lila: No, he can't. I know just by looking at him, he can't.": null, "Aabria: Damn, four on the die. He just faceplants. [thump sound]": null, "Jaysohn: Okay, we'll work on that.": null, "Lukas: I'm sorry!": null, "Jaysohn: We'll work on it. Let me show you, let me show you. I'll show": null, "Lukas: Please show me.": null, "Jaysohn: Let me show you, let me show you, let me show you.": null, "Lila: [impatiently] The lab is this way.": null, "Jaysohn: Okay, I got a 19 that time.": null, "Lukas: Oh my god, you're the coolest boy.": null, "Jaysohn: Just like that. [does a really cool pose]": null, "Lukas: You're the coolest boy. Excuse me, Jaysohn got hit in the dick": null, "bone earlier. [Brennan laughs]": null, "Jaysohn: No, I didn't!": null, "Lukas: No, it was amazing. [Izzy mimes a punch] That's why I got... Ow!": null, "Brennan: Does he roll?": null, "Aabria: He rolls good now. I got a natural 20! He folds in on himself": null, "and tucks and hits the ground and actually does the saddest forward": null, "roll.": null, "Izzy: Hey, that's a good one!": null, "Aabria: And is just sitting on the ground like, ow!": null, "Erika: [deep] Now he sounds like this.": null, "Jaysohn: Lukas, that was really good.": null, "Lukas: Thank you.": null, "Jaysohn: That was really good. It wasn't as good as mine, but it was": null, "really good.": null, "LukasI know it wasn't, 'cause my voice still sounds bad.": null, "Jaysohn: Come on, let's go get some mint and then go meet your mom.": null, "Thorn: I'll be honest, looks like you're in charge, so let's go. I'm": null, "just going to hang on. Let's go to the lab, eh?": null, "Lukas: Hey, Lila, do you know what hierarchy is? It's like who's in": null, "charge of people, and right now, I think Jaysohn is the boss, and then": null, "you're the second boss, and then I'm third boss, because I belong to": null, "Jaysohn and my mommy, and then you. [to Thorn]": null, "Jaysohn: First of all, you've got to stop saying that. Second of all,": null, "Lila's really smart.": null, "Lila: Yeah, do you know what misogyny is? It's when you assume Jaysohn's": null, "in charge, but actually Lila's in charge because I was born 30 seconds": null, "before Jaysohn.": null, "Jaysohn: Yeah, Lila was born and she's really clever.": null, "Lukas: I don't think it has anything to do with your gender, and more,": null, "he was like, I'm in charge of you, and I went, yeah.": null, "Jaysohn: So I tell you what to do, but she tells me what to do.": null, "Lukas: Well good, now I understand hierarchy.": null, "Jaysohn: [to Thorn] We both tell you what to do.": null, "Lukas: Sure, okay, so you're the boss, you're the boss, you're": null, "especially my boss, and then you're below me.": null, "Jaysohn: He's trying to get us to like him, you see? Which means that we": null, "have a lot of power over him right now.": null, "Lukas: Do we like him? Hold on, take like four steps back.": null, "Thorn: I am not going to move.": null, "Lila: Jaysohn, I think you gotta put this one back.": null, "Lukas: I think I'm doing a really good job.": null, "JaysohnI think you should go back to school. Your mum's in the lab?": null, "What's your mum's name? We're going to tell her that you were really": null, "good.": null, "Lila: And we won't tell her you left class.": null, "Aabria: Deception check. Persuasion check.": null, "Thorn: I'll give you the help action by being like, we definitely won't": null, "tell your mum.": null, "Siobhan: Seven.": null, "Thorn: Don't worry, it's all fine.": null, "Izzy: I don't even know if that's bad. Five.": null, "Lukas: Okay, well, I'm going to go, and I'm not going to tell you": null, "anything else, [with emphasis] because mint makes secrets.": null, "Lila: What?": null, "Lukas: [loudly] Mint! I can't breathe!": null, "Thorn: Simon! Please!": null, "Aabria: The door opens up and a little white paw reaches out, grabs": null, "Lukas by the scruff.": null, "Lila: Can we have a new one?": null, "Thorn: No!": null, "Aabria: No! The door slams.": null, "Thorn: Right, you found some information. Fantastic. We are going to do": null, "one more thing, and then we're going back to your mother, and I am going": null, "to have a word with Viola. I don't know how I can-": null, "Lila: We need to go to the lab!": null, "Tula: So as long as my children never come to the lab, they're safe.": null, "Sybil: Yes, 100 percent": null, "Tula: Good.": null, "Lila: [loudly] Where's the magic?": null, "Thorn: Hey, Tula!": null, "Izzy improvises a sitcom musical sting.": null, "Aabria: Yeah, let's have you guys dovetail into each other in the": null, "hallway just before you see a big, heavy steel door.": null, "Thorn: What do you think this lab... Oh, Tula.": null, "Tula: Well! [players saying 'Hi' to each other]": null, "Viola: How are you?": null, "Thorn: I was parenting.": null, "Sybil: Hi!": null, "Jaysohn: Sybil!": null, "Sybil: I don't know what we're doing. Sybil.": null, "Jaysohn: Sybil!": null, "Lila: [loudly] Hi!": null, "Jaysohn: We went to the daycare and it was really cool, and then we": null, "left, and I think we might go back in like a month or something.": null, "Sybil: Sure.": null, "Ava: How was Education?": null, "Lila: We did it.": null, "Jaysohn: We did it. Actually, we think we did it. We actually don't need": null, "it, but there's other kids there. That's fun. But then there's a really": null, "boring grownup.": null, "Sybil: Was Simon there?": null, "Sybil: I don't like Simon, he's really... The thing is, I think I kind": null, "of realize now, now that I've spent more time with your grandmother-": null, "Lila: Did she make you cry?": null, "Sybil: No, we actually got along really well.": null, "Aabria: She holds up her bit of strawberry. [holds up a candy]": null, "Sybil: Yeah, I think I just needed discipline, and Simon doesn't really": null, "have that. He kind of just lets you do whatever, and then you were very": null, "harsh with me and I went, oh, this is the thing. The structure is how": null, "you show you care.": null, "Jaysohn: Right, because Grandma's so strong.": null, "Sybil : So strong, and then Simon just does truly whatever.": null, "Ava: Nice doesn't make it through the winter.": null, "Izzy: Lila's backing up to the lab door.": null, "Aabria: Sure, this is a heavy steel door, so it's not going to be the": null, "sneak you think it is. What do you want to do?": null, "Izzy: I want to go in here. [she reaches behind her head]": null, "Aabria: Okay, you get very close to the door.": null, "Tula: No, not that door. Lila.": null, "Tula: Secret. You want to come here?": null, "Lila: Yeah, you come here.": null, "Tula: Okay, so Sybil, who I've been talking to-": null, "Sybil: Hi.": null, "Tula: Who works in Resource Allocation, remember, hunting that giant": null, "monster? Now, we're learning about different places here at Last Bast": null, "and this area is a place that I think we should probably try to stay": null, "away from. Now, am I wrong, Sybil, or is that about right?": null, "Sybil: It's not great, there's just... You wanted to know kind of what": null, "was the deal, and there was a thing that I... You know what, I don't": null, "understand it, and no one's explained it to me, so that's what I think,": null, "because everyone's so honest. Everyone says everything, but then they": null, "don't really say this, and I don't like when people don't explain things": null, "to me.": null, "Tula: Yeah, so you have an instinct or you have some information. I": null, "totally trust your wisdom.": null, "Lila: So let's all go in the lab and talk about what the thing you have": null, "to say is.": null, "Tula: What's the thing that you... You think that's not a great place": null, "for us to be, correct?": null, "Aabria: Are you leading the witness?": null, "Brennan: I'm trying to get her to speak plainly, but I'm not trying to": null, "lead her. I'm just saying, when you led us here, you said there's": null, "something you wanted to show us.": null, "Sybil: Yes, it's not scary, but it's information, and I think because no": null, "one has shared this information, and I've never heard anyone talk about": null, "it, that maybe it's scary, because no one talks about it, and they talk": null, "about everything else. You know what I mean?": null, "Tula: Yes, what's the job that's associated with this place?": null, "Sybil: This is Technology.": null, "Ava: Oh, I like Technology. It's like that bear.": null, "Tula: So it's not that you know it's bad, but it's just a place that": null, "people don't talk about.": null, "Sybil: Yes.": null, "Tula: Okay, thank you. That's really clear. That's really helpful.": null, "Lila: Why don't they talk about it?": null, "Sybil: Because not everyone understands, and there's Technology, and": null, "then there's other technology.": null, "Lila: The Light?": null, "Ava: So many layers!": null, "Sybil: You saw the prods we were using with the elk, right?": null, "Lila: Mm-hm.": null, "Sybil: That's Technology, but we call that technology weapons, and we": null, "don't talk about weapons.": null, "Lila: What's weapons?": null, "Sybil: Things that hurt people.": null, "Lila: Oh, like Grandma's dick bone?": null, "Sybil: Huh?": null, "Lila: Like Grandma's dick bone.": null, "Ava: Like my raccoon dick, dear. [Jasper sputters]": null, "Sybil: That's...": null, "Tula: The story of how she got it-": null, "Sybil: I don't want to know, I don't want to know. I don't want to know.": null, "Jaysohn: It's a really good story.": null, "Sybil: I'm going to be so honest-": null, "Jaysohn: That's my favorite one. The raccoon survived!": null, "Sybil: Oh no! Jaysohn!": null, "Lila: The raccoon survived.": null, "Sybil: And he's just got no bone? Oh no.": null, "Thorn: It's like one of the first stories she told me. As soon as I": null, "joined the family, it was like, here, sit down, let me tell you a story.": null, "Sybil: Ms. Tula, I think you're the scariest thing I've ever met. Your": null, "family.": null, "Tula: Oh, us.": null, "Sybil: Your mom made a bone come out of the raccoon. [Erika hands Aabria": null, "a candy]": null, "Lila: That's why I think we were brought here. We were brought here to": null, "kill humans for you guys.": null, "Sybil: Okay.": null, "Lila: Is that what we do here?": null, "Sybil: I mean, if they're building weapons, probably. That's the thing": null, "we're all doing. We're getting ready to-": null, "Tula: That's not an idea that... Sybil, thank you so much for your help": null, "and for all of your advice. So, this is associated with Technology, you": null, "work in Resource Allocation, and then Population Control, Refit, and": null, "Defense. Okay, understood, Jaysohn, Lila, I have been hearing really": null, "exciting things about Refit.": null, "Lila: Mom, you're lying to us.": null, "Tula: What?": null, "Jaysohn: You're lying.": null, "Tula: Well, so let me rephrase. What if I had heard amazing things about": null, "Refit?": null, "Lila: You don't want us to do something dangerous.": null, "Jaysohn: What if?": null, "Ava: Dear, you should leave the talking sort of things to your sister. I": null, "mean, it's never been one of your stronger suits.": null, "Tula: Well, let's ask Auntie Vi. What do you think?": null, "Siobhan: Okay, as they're doing this, can I make eye contact with Lila": null, "and then try and stealth into the lab with her?": null, "Lila: I'm not going to do it without telling Mom.": null, "Aabria: Well, as you sort of look around and you're looking for a little": null, "stealthy moment, you catch that as you guys have sort of turned in on": null, "yourselves again, Sybil has backed up and is now over by a little grate": null, "and is just not trying to be sneaky, but is trying to be discreet and is": null, "using her paw and wedging it in and sort of prying open the screws to": null, "open the grate to get into the lab.": null, "Siobhan: I'll do my cool lean again. It worked really well last time.": null, "Jaysohn: Pff. Grownups, right?": null, "Sybil: Is this for me?": null, "Jaysohn: They're crazy.": null, "Sybil: This, happening right here? Yeah, okay, that's great. Hold that,": null, "bud.": null, "Aabria: Hands you a big screw.": null, "Jaysohn: Is this metal? This is metal.": null, "Sybil: That's metal. They call it steel.": null, "Aabria and Siobhan mime opening a grate and carrying a bunch of screws.": null, "Jasper and Siobhan mouth words at each other.": null, "Lila: Mom, I understand what's happening. We want to go into the lab": null, "because, I don't know, Jaysohn wants to be crazy and I want to kill": null, "humans so that you never, ever have to worry again, but I know that you": null, "don't want me to do anything dangerous, and also I need you to know that": null, "I've had a big change of heart and I think that Thorn is right when he": null, "says that we need to harness the Blue, because now I think that the Blue": null, "is good. I know that this is a big change of heart, but I'm a child, and": null, "I think this is good.": null, "Tula: Okay, okay. I think, hey, we're tired of hearing about being safe": null, "and this is an exciting new thing and all of our excitement's up, so I": null, "think what we should do, can we make a deal? I don't want to rain on": null, "your parade or not be fun.": null, "Ava: What's a parade?": null, "Izzy: We've got to get through the series. [everyone laughs]": null, "Tula: I don't want to rain on your line of stoats.": null, "Aabria: My favorite song.": null, "Izzy: Barbara Stoatsand.": null, "Brennan: Barbara Stoatsand!": null, "Tula: Can we make a deal that-": null, "Aabria: Yeah, if you look over at Jaysohn, you see that Sybil has now": null, "taken two screws off of the grate and has opened it, sort of just": null, "wiggled it open enough to be like, go in!": null, "Thorn: Tula, it's okay. I'll go with them, we won't go far.": null, "Lila: I want Mom to come.": null, "Erika: I am already on my way into weapons.": null, "Tula: I want to make a deal.": null, "Sybil: Yeah, thank you. Come on.": null, "Tula: We know that Mom gets really worried about scary stuff. Uncle": null, "Thorn is very, very brave.": null, "Lila: So is Mom.": null, "Tula: But we're in a new place. Thank you, sweetie. Vi?": null, "Viola: Mm-hm?": null, "Tula: Can we all agree that whatever Auntie Viola thinks is the right": null, "thing to do, that we're all going to agree to go do that, okay?": null, "Siobhan leans her head against Rashawn’s shoulder, and Izzy mimes the": null, "same across the table. All “aww”.": null, "Viola: Before I make my decision, I feel like you... [sighs]": null, "Aabria: Aw! You're getting double nuzzled.": null, "Lila: [saccharine] So excited for the baby!": null, "Aabria: Make a charisma saving throw with disadvantage. Baby fever takes": null, "ahold of you and ravages you.": null, "Rashawn: Disadvantage? That's a 10.": null, "Aabria: God, they're so fucking cute. How could you deny them anything?": null, "Could you imagine your family, children that look up to you, and they": null, "just want your love and support.": null, "Lila: We're going to take such good care of them!": null, "Aabria: This is actually making it worse.": null, "Lila: We're going to babysit all the time!": null, "Viola: Okay, I was won over, and yes, we're going to go in, but before,": null, "I'm going to cast Sanctuary on the children.": null, "Tula: Thank you.": null, "Jasper: I'm going to Pass Without Trace everyone.": null, "Brennan: And I'm going to cast Bless.": null, "Aabria: How many people are you catching with that Bless, son?": null, "Brennan: I will do myself, my sister, and both of my children.": null, "Jasper: I'm going to look at everyone and say, just stay close to me.": null, "Thorn: If you want to move, let me know. Don't go too far because it'll": null, "be easier for them to spot you if you're further away from me, okay?": null, "Jaysohn, eyes up, yes? Close to me? You can stay-": null, "Thorn: Okay, good, just wanted to make sure. Ava?": null, "Erika: Oh, I'm-": null, "Aabria: Ava's been gone.": null, "Brennan: Is Sybil still here?": null, "Aabria: Yeah, Sybil's holding the grate open.": null, "Brennan: I'm going to go up to Sybil while these spells are being cast.": null, "I'm just going to hold her arm very quickly and say,": null, "Tula: Thank you for everything, and sometime, if you're ever feeling": null, "lonely and you want to talk about Curtis, I'll talk to you about my": null, "kids' father. [Aabria wipes a tear] I think that that's one of the few": null, "things that helps, is just to talk. Okay? Thank you.": null, "Sybil: [tearfully] Thank you. Please go in.": null, "Rashawn begins to cry, looking at Aabria.": null, "Brennan: Scoot in with my kids.": null, "Jaysohn: Why were you making the cool girl cry?": null, "Lila: Mom doesn't make anyone cry.": null, "Rashawn: Don't start crying.": null, "Tula: It's good to cry. Crying is good, okay? It's good to cry.": null, "Lila: [quietly] Mommy, Mommy, Mommy!": null, "Tula: Yeah?": null, "Lila: I'm going to wrap my arms around your neck and be like, Mommy,": null, "Mommy!": null, "Rashawn: Chain reaction. I'm hormonal. [she wipes tears]": null, "Aabria: Oh no!": null, "Rashawn: You need to stop it! Stop crying. [Izzy laughs]": null, "Lila: [whispers] I know that you might not like this, but honestly, just": null, "from being here for like a little bit of time, I think that our family": null, "is exceptional, okay, and that we may be the only ones who can actually": null, "save the world, [sniffs] because you're the most powerful person I've": null, "ever met in my entire life.": null, "Jaysohn: You're so strong.": null, "Lila: [emotional] And you made us, and we got to that daycare, and it": null, "was like, oh, these chumps ain't got nothing on us.": null, "Thorn: I have to agree. It was a room full of idiots.": null, "Lila: The teacher let us go!": null, "Jaysohn: They just let us go.": null, "Thorn: There was one kid there-": null, "Lila: I punched my brother in the dick and he let us go.": null, "Jaysohn: By accident.": null, "Tula: That is crazy, for sure.": null, "Thorn: They walked all over this guy. Honestly, he looked scared of": null, "them.": null, "Jaysohn: I still did a really good forward roll.": null, "Tula: I wouldn't be doing this if I thought that it wasn't going to be": null, "something that would never make you worry ever again.": null, "Sybil: Thank you so much for going in. I'm holding this open.": null, "Lila: Sybil, I love you. Come with us.": null, "Sybil: I'm holding this open while you're having a very urgent": null, "conversation outside, and I have bones that were broken today.": null, "Lila: Oh shit, oh goddammit, I'm such a fucking idiot!": null, "Tula: We're going to take a quick look, and then we're going to turn": null, "right back around, because Sybil needs to go, okay?": null, "Brennan: Yeah. I'm going to shunt them off with Grandma and Viola, and": null, "just as I do so, I'm going to pull Thorn for a second.": null, "Tula: Hi, Thorn. Thank you so much for watching the children. I'm just": null, "going to be very brief because we only have a second before they come": null, "back. The last thing my children need to be convinced of is that they": null, "are invincible.": null, "Thorn: I'm certainly not telling them they're invincible. I understand": null, "where you're coming from, but something is happening here, and you told": null, "me that we have to be prepared for everything. If we're in the dark, we": null, "know nothing, and if we know nothing, we are not safe.": null, "Rashawn: Whew, when he's stirring, it's nice.": null, "Izzy: Crying, now horny.": null, "Aabria: Honestly, multitudes, I love it.": null, "Rashawn: Who knows?": null, "Aabria: She's got the range for it.": null, "Thorn: We've got this. You've got this.": null, "Sybil: For whatever it's worth, I'm not part of this.": null, "Thorn: You are. You're always part of this, of course.": null, "Viola: You're in the family now.": null, "Sybil: I think you guys are pretty great. There's a lot going on, all of": null, "us working towards something very big. We'll look out for them. And": null, "Simon is an absolute bitch. Not super indicative of, that's why he's got": null, "the job with kids. You know what I mean?": null, "Jaysohn: Grandma-": null, "Tula: Let's go.": null, "Erika: Grandma is already down the passage.": null, "Thorn: If you see one of those spiky weapons, if you see one of those": null, "zappy weapons, can I have a go with it?": null, "Ava: Oh, absolutely, Jaysohn.": null, "Thorn: No. I will side with your mother on that one. I think we should": null, "have a discussion about who gets the zappy weapons.": null, "Jaysohn: But Grandma already said, so no takesies-backsies.": null, "Ava: I put my paw down.": null, "Thorn: Terrifying.": null, "Erika: I call back behind me.": null, "Jasper: Everyone has a plus 10 to stealth.": null, "Aabria: Let's go. Give me those stealth rolls, baby.": null, "Izzy: Is that in addition?": null, "Jasper: In addition to your stealth.": null, "Aabria: So your stealth, and then you add a 10.": null, "Izzy: [singing] ♪ I have plus 19 ♪ Now I'm going to get a nat one.": null, "Aabria: Don't tempt the world like that.": null, "Rashawn: Dirty 20.": null, "Aabria: Dirty 20.": null, "Siobhan: 21. We rolled poorly.": null, "Rashawn: Yes, just a big old seven.": null, "Brennan: 17, so 27.": null, "Aabria: 27.": null, "Izzy: 26.": null, "Erika: 10.": null, "Aabria: Because you weren't in the AOE for it.": null, "Erika: Nope.": null, "Rashawn: I was going to say-": null, "Aabria: She's took off.": null, "Jasper: Absolutely wild.": null, "Aabria: What'd you get?": null, "Jasper: 33.": null, "Izzy: This bitch is going to kill us all.": null, "Siobhan: Clunk, clunk, clunk. [mimes a walking stick]": null, "Erika: Everybody said we're going, and I was like, all right, we're": null, "going! I turned around, and nobody was there.": null, "Aabria: So you're going down this hallway, and you are making truly zero": null, "noise. Everyone behind you is sort of covered with your effect, and then": null, "Sybil runs up and is going to sort of wrap herself around you.": null, "Sybil: Hi, you're making a lot of noise.": null, "Ava: Should we not be?": null, "Sybil: Shh, you've got to use your inside of a hollow thing that": null, "reverberates noise voice.": null, "Ava: [loudly] I truly do not ever modulate my voice.": null, "Sybil: Can you please, if I give you... Does anyone give you strawberry?": null, "I'll give you a strawberry if you be very quiet and let me carry you on": null, "my back just for a little bit until we get... Just have a snack. [Erika": null, "reluctantly takes a candy from Aabria]": null, "Jasper: In this moment, I'll envelop Ava in the Pass Without Trace.": null, "Erika: I open the wrapper on my strawberry, and it is silent. None of": null, "the crinkling.": null, "Aabria: Yeah, and Sybil will, you can kind of see the strain in her face": null, "as she hoists you on her back and she gets very low on all fours and is": null, "going at half of your speed now, but is silent moving through this.": null, "Sybil: [whispering] Okay, I'm going to take you, we're going to go out": null, "and then into a cabinet, and then I'll show you the thing. But be very": null, "quiet, because they're working up there.": null, "Aabria: And she points through a grate, and you see into this very": null, "clean, sterile room. Everything is white and immaculate with a giant": null, "stainless steel mesa in the center of the room, and you can see sparks": null, "and hear the sounds of grinding and the tearing into metal and just work": null, "being done, and I think you can't really see how many stoats are up": null, "there, but you know that there's a sizable number. But they are working": null, "on something very noisy, so this will be not an impossible task of": null, "sneaking through.": null, "Izzy: Is there a very congested woman?": null, "Aabria: [laughing] You don't hear anyone talking, but that is hilarious.": null, "Actually yeah, you know what, halfway through, you just hear the sound": null, "of a nose being blown.": null, "Lila: [whisper] That's his mom.": null, "Aabria: You make your way through and around. She pries open the other": null, "one.": null, "Sybil: Put you down. [makes a “no” gesture] Eating candy.": null, "Ava: Shh!": null, "Aabria: And is going to do the same thing and unscrews screws and hands": null, "them to you, Jaysohn. Perfect, good. And pries open the other side of": null, "the grate. [squeak noise] You see, it's probably, let's say, a 60 foot": null, "run of open air in this lab before there's a little chewed through hole": null, "in the side of the cabinet.": null, "Sybil: Okay, when you hear a big buzzing sound, sprint quietly in the": null, "hole, okay? Who's going first? [Siobhan raises an arm] Okay. Three, two,": null, "one, go!": null, "Aabria: Yeah, go ahead and give me a stealth check and an acrobatics": null, "check.": null, "Jasper: I'll go right behind Jaysohn to make sure.": null, "Siobhan: And we still have Pass Without Trace.": null, "Aabria: You still have Pass Without Trace.": null, "Siobhan: Thank god. It's another 21 on the stealth.": null, "Aabria: Perfect.": null, "Siobhan: And then acrobatics. Oh boy, that's a nine.": null, "Aabria: It's okay, you are simply struggling with the fact that you were": null, "given all of these bits to hold.": null, "Siobhan: I'm jangling. [plink noise]": null, "Aabria: You hear, as you drop one of the four screws you were holding": null, "hits the ground, and you keep sprinting, the buzz stops, but you duck": null, "into the hole. Someone looks out and over, moves back, continues to": null, "work. Who's up next?": null, "Jasper: That's a 34.": null, "Aabria: Yep.": null, "Siobhan: Jesus.": null, "Jasper: And then 14 plus, what is this, acrobatics?": null, "Jasper: That is a 20, dirty 20.": null, "Jasper: So the thing is, I think Sybil turns to you and says, and you're": null, "already gone, and the end of your tail is disappearing into the cabinet.": null, "Who's next?": null, "Rashawn: I got a 31 for stealth, but a seven for acrobatics.": null, "Aabria: I think you're running across and you kick the screw and you": null, "hear it kind of skitter across this hard floor, and it makes another": null, "ding into the cabinet. [ping] You get in, but the next person is making": null, "their stealth check with disadvantage. Who's next?": null, "Erika: I'll go.": null, "Aabria: Okay, you get caught in the aura, so you get a plus 10, but": null, "you're rolling with disadvantage. Give me your stealth check.": null, "Erika: Okay, this one was a 19. That's a 15.": null, "Aabria: 15 total?": null, "Erika: 15 total. Wait.": null, "Jasper: You have a plus 10.": null, "Aabria: Did you add your plus?": null, "Erika: 17.": null, "Aabria: Okay, cool. 17 total. You are just sort of struggling with,": null, "there's a little heat on you and people are looking and you're running": null, "and you're carrying this.": null, "Erika: So I see my daughter go and slip up, [Rashawn mimes slipping] so": null, "I immediately sprint across.": null, "Aabria: Okay, you got a 17 on your roll, and I rolled a 17 for": null, "perception, so I want to make this one more die roll. I'm going to give": null, "you one more chance to beat a 17, but I'm going to put in the Box of": null, "Doom because if they see you, this whole thing gets blown wide open.": null, "That feel good? That feel fair?": null, "Erika: No, it doesn't feel good, but that is fair.": null, "Aabria: Well, no, we'll do that.": null, "Erika: You'll be hearing from my lawyers!": null, "Aabria: What's a lawyer? [hoists the Box of Doom] Hi, buddy!": null, "Brennan: There's no possibility to give a help action here, is there?": null, "Aabria: Nope, but I love that you want to try.": null, "Jasper: Oh my gosh.": null, "Siobhan: Point it that way so Jasper can see. [Jasper gasps]": null, "Aabria: Yeah, it's the boy!": null, "Erika: Welcome to the table.": null, "Jasper: This is so cool! [Brennan grins]": null, "Aabria: Hi, Doomy!": null, "Siobhan: My old nemesis.": null, "Brennan: [singing] ♪ Hello darkness, my old friend ♪": null, "Siobhan: [to Brennan] What does it feel like to be on this side of the": null, "Box of Doom?": null, "Brennan: Scary, I don't like that at all.": null, "Siobhan: It's really scary, huh?": null, "Brennan: [waving] Get it away, get it away!": null, "Erika: Do I know, I'm trying to beat a 17? With, this is stealth, so": null, "plus 10, plus 2, so plus 12.": null, "Jasper: So you just need a five.": null, "Erika: I need a five.": null, "Jasper: Just a five, right? God, I don't like this.": null, "Erika: That's easy. I need to beat a five!": null, "Aabria: Only a one in four chance that you actually ruin this moment.": null, "Could you imagine?": null, "Erika: Oh, it's a 10!": null, "Siobhan: Oh, thank god.": null, "Brenna: Woo!": null, "Jasper: Still way too low. Okay!": null, "Aabria: You freeze, and all you can do is hunker and wait. You know if": null, "you take another step, it will be sound. They froze up there, and all": null, "you can do is get flat and low and hope that luck prevails or something": null, "happens, because there's no way to not see you. You just wait. Everyone": null, "waits for a pregnant breath. And then the buzzing begins again. [Erika": null, "sighs] You're able to make your way in. Give me my son!": null, "Aabria reaches for the Box of Doom and Erika hands it back to her.": null, "Erika: Old Doomy.": null, "Jasper: Is there flashes? Are there sparks and things as they're": null, "working?": null, "Jasper: Can I say my Pass Without Trace is, as people are running": null, "across, I'm trying to add to the flashes almost like little sparks to": null, "sort of block them from view? So if people are looking down at where": null, "they are, it's a little-": null, "Aabria: I know you think you said a very cool thing, but you're now": null, "talking about doing a minor fireworks display.": null, "Jasper: Oh no, okay, I'm not going to do that. It was just Pass Without": null, "Trace! I'm just trying to add flavor! Please, please, please! [all": null, "Brenna: The man's just trying to add flavor!": null, "Jasper: I was just trying to add flavor!": null, "Aabria: What you did is add mint to a society that thinks cold spicy is": null, "not the juice.": null, "Jasper: I don't like it either. It's horrible, I'm never going to eat": null, "mint again.": null, "Brennan: It's just Lila, me, and Sybil left here?": null, "Brennan: I'm going to look at Sybil and say,": null, "Tula: [whispering] the screw. Do we need that?": null, "Sybil: Yeah, yeah, yeah, I can get it. Do you want to get it?": null, "Tula: No, no, no. I think that's great. Lila, you go next, and then": null, "Sybil, you get the screw, and I'll come in last.": null, "Lila: Without you?": null, "Tula: Yeah, you're going to go, and then Sybil's going to be right": null, "behind you, okay?": null, "Sybil: [to Lila] Do you want me to go with you? That way, if anything": null, "happens, I run very fast too. We'll get the screw and we'll go quickly.": null, "Lila: Then Mom's going to be here alone.": null, "Tula: I'll be okay, sweetie. It's fine.": null, "Sybil: Your mom's wonderful. She's going to be great. You're going to be": null, "great.": null, "Tula: Yeah, it's going to be fine.": null, "Sybil: She'll run faster knowing that you're already okay.": null, "Tula: That's true.": null, "Sybil: We're going to go on three. One, two...": null, "Aabria: And she kind of just gives you a little squeeze on your hand and": null, "lets you go so you can run full bore.": null, "Sybil: Three, go!": null, "Aabria: Go ahead and give me a stealth check and acrobatics check.": null, "Izzy: Stealth is 28.": null, "Aabria: Yeah, perfect.": null, "Izzy: And then acrobatics is… 15.": null, "Aabria: 15 is good. You get through. I think you start breaking towards": null, "the screw that was kicked and she pushes you into the hole to run over": null, "and grab the screw and then turns and points back where you're still": null, "waiting and goes,": null, "Sybil: Come on, now, now!": null, "Brennan: She grabbed the screw, though?": null, "Aabria: Yeah, she grabbed the screw.": null, "Brennan: Okay, great. I am gonna go. [quietly] I have disadvantage on": null, "stealth, and the lower of my two numbers is a 17, so that's a 31 on": null, "stealth.": null, "Aabria: Let's go!": null, "Jasper: Okay, whew!": null, "Rashawn: Misleading. [Izzy shakes her head]": null, "Jasper: You buried the lede on that one, Brennan.": null, "Brennan: Misleading!": null, "Erika: Brennan, why?": null, "Brennan: Acrobatics is an eight.": null, "Aabria: It's okay, you are so stealthy that as Sybil picks up the screw": null, "she's like, whoa, you got here so fast! Go, go, go! So it's just sort of": null, "a tumble of the two of you getting pushed through the door. Sorry,": null, "sorry, sorry! I'm so sorry, I'm so sorry!": null, "Brennan: I think I was projecting bravery for my daughter, and then when": null, "I realize and I look back at an empty, drafty tunnel behind me, I go,": null, "no, no!": null, "Sybil: It's a bit of a scramble. I'm sorry, I'm sorry, I'm sorry!": null, "Tula: I don't like being alone.": null, "Sybil: I get that. Okay.": null, "Aabria: And she walks over.": null, "Sybil: You all did so good, you were great. Thank you for holding the": null, "screws.": null, "Jaysohn: Sorry I dropped one.": null, "Sybil: You only dropped one, that's crazy.": null, "Thorn: Impressive, honestly.": null, "Thorn: Good job, Jaysohn.": null, "Sybil: I don't think I could have held them all, so I was giving them to": null, "you and I was like, oh no, I'm putting it in your hands, but then you're": null, "great, so you did it, and it was great.": null, "Jaysohn: I'm in love with you.": null, "Sybil: Aw, thank you. That's really nice.": null, "Ava: Girlfriend!": null, "Sybil: You know what, it's okay, bud. Can you help me pull out this tape": null, "recorder?": null, "Ava: Do I hear wedding bells?": null, "Lila: [loudly] Tape recorder?": null, "Jaysohn: Yes. What is that?": null, "Sybil: I'm going to show you.": null, "Jaysohn: Okay.": null, "Izzy: Are there really bad people in here?": null, "Sybil: What does that even mean?": null, "Izzy: Are we about to, like-": null, "Jaysohn: You don't know what a tape recorder is.": null, "Izzy : Izzy's asking!": null, "Aabria: Sweet. Watch the movie, Izzy. [everyone laughs]": null, "Erika: Wow!": null, "Izzy: Never. They're in suits.": null, "Sybil: She gently places the screws in a little pile. You come over and": null, "help her carry a small tape recorder, and you see that right before she": null, "hits play, oh god! And goes and rolls this big wheel that seems buried": null, "on the side of it and rolls it down so the volume is incredibly low.": null, "The Dome’s background changes to show a paper cutout of an old-fashioned": null, "reel-to-reel tape recorder. Electronic music plays. A man’s recorded": null, "voice begins to speak. The cast reacts with delight.": null, "Wenabocker: [adult male voice] I've actually never used one of these": null, "before. Hello, my name is Robert Wenabocker. I'm the lead engineer here": null, "at Warren Peace Memorial Nuclear Power Plant. Hey guys, give me five": null, "minutes. I just gotta log it. The time is currently 18:48, and at": null, "approximately [paper rustling] 5:17 today, this facility registered a": null, "loss of coolant accident in reactor Charlie. At 11:20, all plant": null, "personnel were notified via intercom- [tape clicks]": null, "Sybil: Oh, hold on. I'm so sorry.": null, "Aabria: Then she disappears again, finds a second tape, and you see her": null, "slowly and laboriously load it in.": null, "Jaysohn: Is that the monsters? Is that what the monsters sound like?": null, "Brennan: Do we understand this language?": null, "Aabria: You do.": null, "Wenabocker: [tape clicks] [siren sounds in background] Hello, this is": null, "Dr. Wenabocker. It is 4/21/62 at 8:11. The LOC logged on the 18th has": null, "proven difficult. Our structural engineers have noted significant": null, "integrity loss surrounding reactor Charlie. Now, this integrity loss may": null, "result in repeated incidents of increased severity if left untreated. We": null, "are not doing that. We are handling things now with the repair materials": null, "on hand, and we should have this remedied within the-": null, "Sybil: The tape just kind of stops there.": null, "Ava: Who's Charlie?": null, "Sybil: I don't know, but I've seen the word reactor.": null, "Lila: Where?": null, "Sybil: If you go through... You can read, yeah? I'll drop you a map": null, "tonight. I found a couple places, and these are the only places that are": null, "sealed shut that we can't go, because even the lab, if we had knocked on": null, "the door, someone would have come and let us in and talked to us. But": null, "the places marked reactor are sealed. I don't know what's in there, but": null, "I think-": null, "Ava: You think it's a weapon?": null, "Sybil: Whatever 'Wenabocker' is, something bad happened there, and every": null, "time I've tried to ask, no one's as friendly when I ask about that, or": null, "they don't know either.": null, "Jaysohn: I didn't understand any of it, but he sounded really stressed": null, "out.": null, "Sybil: At first he was like, blah blah blah, I'm doing nothing, and": null, "something kind of bad happened. In the second one, he was saying stuff,": null, "and it was worse. I don't know what it means.": null, "Jaysohn: Lila understands. [Izzy shakes her head no]": null, "Thorn: Lila, tell me if this tracks for you, all of you. Something bad": null, "happened to these monsters, these humans?": null, "Sybil: Humans.": null, "Thorn: And they're no longer here.": null, "Sybil: They're coming back.": null, "Lila: How do you know?": null, "Sybil: No, that's what we're doing here! Everything we're doing, all of": null, "the Defense, making sure we have supplies, building technology and": null, "weapons, it's because the First Stoats told us that they drove them off,": null, "but they were going to come back.": null, "Tula: The things that were here before were the monsters? The two-legged": null, "monsters were the things that were here before?": null, "Lila: What did they do to us?": null, "Jaysohn: Well, they killed our dad.": null, "Sybil: That's why we have to be ready.": null, "Viola: Something bad happened. They deserted this place? They were": null, "driven out?": null, "Thorn: By the first ones?": null, "Ava: They can't stand the Blue. They can't live with the Blue.": null, "Thorn: Like I told you before, when the Blue was there-": null, "Tula: So if they can't live with the Blue, then why have the First": null, "Stoats said that they're coming back?": null, "Thorn: How do they know?": null, "Ava: Because, well I've seen some-": null, "Viola: That's what you would tell someone to make sure that they stay in": null, "line, that they're living in fear that something will come back.": null, "Tula: I'm becoming a little bit upset for a moment.": null, "Sybil: I'm sorry.": null, "Tula: That's all right.": null, "Ava: You're becoming upset?": null, "Tula: Because we were led here with the understanding, correct, that we": null, "were trying to find places that were here that were unsafe, and we": null, "mentioned the lab and that people don't talk about it, and that was a": null, "little bit concerning, but what we've just discovered in this moment is": null, "that Last Bast at large is not safe. Monsters are on their way here,": null, "correct?": null, "Sybil: I think... I think the truth is, the monsters were always going": null, "to be coming back, and there's a lot of people... There's a lot of": null, "stoats that got here because something bad happened. Something showed up": null, "and ruined where they lived, so everyone's fallen back to here.": null, "Tula: So the reason this place is so large is because the First Stoats": null, "didn't build it. Stoats don't build, so we're not in a rabbit warren,": null, "we're in a monster warren.": null, "Sybil: Yes, but there's nowhere safer. There's no rabbit hole or tree": null, "that's safer than this.": null, "Viola: That's not true, that's not true at all!": null, "Thorn: Shh, sweetie. Please.": null, "Viola: She's making me upset.": null, "Thorn: I know.": null, "Viola: She's not understanding, we're all in danger. We were supposed to": null, "be safe, but now we're not.": null, "Thorn: Viola!": null, "Viola: What!": null, "Rashawn cracks her knuckles.": null, "Thorn: We've had this discussion before. Do you remember? There are": null, "several times, if something attacks the camp, something is near the": null, "camp, what do you not do? Run around telling every single stoat or": null, "badger or something that there's something coming. We have to organize,": null, "be thoughtful in the way that we approach these situations, you know": null, "that we do. Tula, I understand that this is terrifying and we have to": null, "prepare, I'm not saying that we don't, but we cannot start panicking now": null, "and running around telling thousands of stoats that something terrible": null, "is happening. We have to be-": null, "Sybil: Okay, focus. I just told you something terrible is happening.": null, "Thorn: I wasn't aiming that at you. I apologize.": null, "Tula: My understanding is that all of the stoats of Last Bast know this": null, "to be true. This has been disseminated amongst-": null, "Sybil: That's why we're all working so hard.": null, "Tula: They're all working so hard to fight monsters.": null, "Sybil: What are a bunch of monsters to all of us and everything we can": null, "do?": null, "Erika: Sorry, didn't we already have this discussion? Didn't they tell": null, "us when we were like, oh, what rabbits did you take this warren from?": null, "And they were like, oh, it's humans. So we've already heard this": null, "Aabria: Correct.": null, "Brennan: So I think that Tula didn't hear. I think for her, there was a": null, "lot going on.": null, "Brennan: It was like mythology and a big story. But now it's like a": null, "person she trusts has been like, yeah, they're coming back, so I think": null, "it's clicked for her.": null, "Aabria: Sure, sure, sure.": null, "Sybil: I'm sorry, I'm sorry, I'm sorry.": null, "Ava: Of course they want to come back. We have so many rabbits here, and": null, "we have Blue and we have-": null, "Sybil: What's Blue? Oh, the Light. You call it Blue. It is kind of blue.": null, "Ava: This is an incredible safe place, and a place that we can use the": null, "surrounding things in the area and save them here for so many stoats.": null, "What other warren is going to have a... Thussand? A thussand of stoats.": null, "Sybil: Several thousand stoats.": null, "Viola: They know the Light better than we do. What if they know": null, "something that we don't know?": null, "Sybil: They don't know the Light better than we do.": null, "Ava: They don't like the Light. I've seen it. That day that I saw them": null, "traveling in that not bear-": null, "Sybil: Not bear?": null, "Ava: Yes, yes. We saw a bunch of chipmunks inside of a bear, and they": null, "were pulling it, so I saw a bunch of them inside a not bear, and they-": null, "Aabria: She puts her finger to her lips and then yours, and then you see": null, "with her free hand she casts Minor Illusion and creates the image of a": null, "truck, four wheels, flat. Is this your not bear?": null, "Ava: [whispers] That is what took my Ken.": null, "Lila: [quietly] Mom, what killed Dad? [Brennan sighs]": null, "Brennan: [to Aabria] Geoffrey died where I couldn't find him until he": null, "was already gone. Was there proof of what killed him when I got there?": null, "[quiet piano music plays]": null, "Aabria: I think your best understanding wasn't from anything you saw on": null, "him, but that when you heard he was in danger, some of the stoats he was": null, "traveling with ranging farther and farther out, he was in a field of": null, "clover at the edge of where you know safety lies. Then you heard thunder": null, "on a clear day, [thunder booms] and when you finally got to him, he was": null, "down.": null, "Tula: [quietly] Sweetie. I don't know. Poison dust, thunder on a day": null, "without clouds, hollow bears that move without lifting their legs. I": null, "don't know what these monsters can do, but I know that your father": null, "wanted to know, and when I found him, [voice breaking] I wasn't even": null, "clever enough to know how they had killed him.": null, "So you'll forgive me if I am a little bit worried, [Rashawn nods] and I": null, "would like people to listen to my sister, because she is absolutely": null, "right when she says that whatever we have discovered, these monsters": null, "were clever enough to make, and they do know it better than us. No": null, "matter how much we are obsessed with it, confident that we can harness": null, "it, the sky and the water, that's the Blue. That's where we come from.": null, "For all we know, where it comes from is these monsters. So I don't know": null, "where this confidence comes from, but if confidence could keep you": null, "alive, then [voice breaking] Geoffrey would still be here.": null, "So we need to figure out what we're going to do, because if the plan is": null, "to fight an endless wave of monsters with the scraps we have collected": null, "from the forest, then you can count me out. And as a stoat that is about": null, "to be a father, you should count yourself out!": null, "Sybil: [crying] Tula, there's nowhere else to go.": null, "Tula: [desperate] Yes, there is. Just keep running.": null, "Sybil: Where?": null, "Tula: I don't know where. Higher ground, cleaner air, farther away.": null, "Sybil: There's thousands of stoats here. They have come from every": null, "direction.": null, "Brennan puts his face in his hands, then looks at Siobhan.": null, "Jaysohn: Mum, I don't want to keep running.": null, "Sybil: [tearfully] I'm sorry. I know I was born here. But I believe from": null, "everything I've seen that there is nowhere that they can't go, but": null, "there's something here that we understand. Understanding. We can push": null, "them back. And we can stay safe.": null, "Brennan puts a shaking hand to his face.": null, "Ava: [to Tula] There's always something unknown and scary, monsters in": null, "the dark trying to get you, but when you find something in people that": null, "can help push that back, you hang onto that. Walmer and all of the rest": null, "of them, they trusted in the sky and the water and that kind of blue. In": null, "our family, we trusted in our Blue, and it got us here alive and it fed": null, "your children. [Brennan stares] So sometimes, even if things can be a": null, "little scary and you carry the fears that your past have taught you, you": null, "have to learn a new culture, even if ours is better.": null, "Tula: You're telling me to embrace change?": null, "Ava: Well, I would never say it like that!": null, "Sybil: Please help us. [a tear runs down her cheek]": null, "Ava: [haltingly] Well, sometimes in life, when you find out that a thing": null, "is better in another direction, you have to-": null, "Lila: You got it.": null, "Izzy puts a hand on Erika’s shoulder. Aabria laughs and wipes her cheek.": null, "Ava: ...do a slightly different thing!": null, "The cast except for Brennan reaches out to Erika in unison. Jasper puts": null, "a hand on their shoulder. Siobhan hands them a candy.": null, "Aabria: Catch the blood, catch the blood.": null, "Jasper and Izzy pretend to catch Erika’s nosebleed. Izzy looks at": null, "Brennan.": null, "Ava: You've got to do a thing that you're not used to! So, well, Lila": null, "here learned read. Jaysohn here now has …testicles.": null, "Erika and Izzy wipe the pretend nosebleed. Brennan sighs.": null, "Aabria: Huh?": null, "Jaysohn: Grandma, can you teach me... Can you teach me how you killed": null, "that rabbit? Can you teach me how to do that?": null, "Ava: Yes. Yes, I can. [sniffs] I've never been so proud.": null, "Jaysohn: Best grandma in the world.": null, "Ava: Tula, the children want to stay here. Viola, where are you going to": null, "go that has readily available rabbits and people who know bear... Not": null, "bear?": null, "Sybil: They're called trucks. I can show you one.": null, "Viola: I want to see. I want to see all the technology. I want to see": null, "all the weapons. And I want to meet the First Stoats.": null, "Sybil: Okay. Okay.": null, "Lila: Mom, I'll do whatever you think we should do.": null, "Siobhan: Yeah, me too, Mum, but I do want to stay.": null, "Brennan stays silent, but looks at Izzy with a sad expression and gives": null, "her a small nod.": null, "Ava: They're good kids, Tula, and you are their mother.": null, "Brennan: I'm just going to touch my heart.": null, "Tula: [sigh] [to Lila] What's your heart telling you? I know you want to": null, "make me happy. But one day, I won't be here anymore, and you're going to": null, "have to listen to your own heart. What's it telling you to do?": null, "Siobhan leans back to be in frame with Brennan and the camera pans out.": null, "She moves a hand in front of her neck in a “cut” motion.": null, "Jaysohn: [whisper to Lila] Don't tell her about killing the monsters.": null, "She's not going to want to hear it.": null, "Sybil: [whisper] I can hear you say that, so I know she knows that now.": null, "I'm sorry. I'm sorry.": null, "Lila: [quietly] We have someone here who's... I'm really good at telling": null, "when someone's not being honest, and we have someone here who, besides": null, "being really cool, has been really honest with us and took us and showed": null, "us part of her world that she wasn't supposed to and asked us for help,": null, "and whenever we've asked you for help, you haven't ever hesitated.": null, "[Brennan nods]": null, "Viola: If we're going to do it, we might as well go all the way, do": null, "everything we can.": null, "Aabria: Really quick, there was a moment that happened just a few": null, "seconds ago, so I'm going to ask for a roll. I need you to make an": null, "insight check against a lie that your mother has told you. Go ahead and": null, "make it. Deception.": null, "Izzy: Insight?": null, "Izzy: 16.": null, "Brennan: 11.": null, "Aabria: So with a 16 versus Tula's 11, you realize something that sort": null, "of knocks the wind out of your lungs. [mysterious music plays] Not every": null, "lie is about the words you say that aren't true. There are lies of": null, "omission, and your mother, your fiercest friend and protector in this": null, "world who has turned the shape of her life around you and your brother": null, "to protect you both, who supported you through all of your worry and": null, "wonder about the world, something important, something foundational to": null, "her, is a lie. She's lying to you.": null, "Izzy: Do I know what it is?": null, "Aabria: No, [Siobhan gasps, Jasper “oohs”] and that is where we're going": null, "to end tonight's episode of Burrow's End.": null, "Siobhan: [loudly] You've been lying? My mum is a liar?": null, "Aabria: We'll see you next time.": null, "Brennan: Mama!": null, "Aabria: ♪ Mama! ♪": null, "Izzy slumps down in her chair.": null, "Izzy: She killed Geoffrey!": null, "Rashawn: No.": null, "Siobhan: She shot him in the face!": null, "Aabria: She slit his throat!": null, "Siobhan: That was the thunder from the clear sky!": null, "Brennan: [mimes holding a glock] Tired of you hanging out with these": null, "monsters. Pow, pow, pow! Pow, pow, pow!": null, "Aabria: She pulled out an entire gun.": null, "Erika: [singing, from Chicago] ♪ He had it coming, he had it coming ♪": null, "All: [continue] ♪ He only had himself to blame ♪": null, "Brennan: Huge theater kid energy here.": null, "Siobhan puts one leg up on her chair and does the dance from Chicago.": null, "Everyone laughs.": null, "[NEXT EPISODE - Episode 6: Reactor Charlie]": null, "[NEXT TIME ON DIMENSION 20]": null, "Ava: You mean to say that we're new here and nobody's paying attention": null, "to us?": null, "Tula: I think a lot of people are paying attention to us, Mama. Maybe": null, "too many.": null, "Scary Stoat: You are full of secrets. Didn't you tell someone here about": null, "the dust that killed your warren?": null, "Scary Stoat: What do you think caused the dust?": null, "Ava: I'd like to go see truck.": null, "Jaysohn: Our grandma's really strong.": null, "Jaysohn: Just like me.": null, "Viola: If these humans come back-": null, "Stoat: Oh my god!": null, "Viola: Are there multiple plans? Is it one big thing?": null, "Ava: This is what you wanted to do, right? We're going to find the Blue": null, "and use it to fight the monsters.": null, "Aabria: Oh.": null, "Brennan: What?": null, "Director: I'm the Director, one of the First Stoats.": null, "Tula: You met one of the First Stoats?": null, "Director: There are four of us. I appreciate your interest in the": null, "leadership of this community.": null, "Ava: Hm.": null, "Thorn: Hm?": null, "Ava: Hm?": null, "Thorn: Don't know what life there would be if I couldn't say your name.": null, "Ava: I don't think everybody's quite ready for things, especially Tula.": null, "Thorn: Everything I've ever believed could be some lie fabricated by": null, "these monsters.": null, "Tula: What do you think might happen if you keep asking a mean person": null, "questions?": null, "Lila: Kill us.": null, "Tula: Yeah, that's a good guess. Lila, that's a good guess.": null, "Aabria: Several stoats with copper wire wrapped around their sashes": null, "always have eyes on you.": null, "Tula: Very, very curious.": null, "Viola: We have to pivot.": null, "Ava: I suppose that we should go meet Charlie, yes.": null, "Stoat: We've got to find the reactor. Keep them safe.": null, "Thorn: I will.": null, "Tula: You know that they are lying.": null, "Stoat: I didn't tell them where you live. They know where you live.": null, "Viola: Where are we, Tula?": null, "Lila: I think we broke a lot of rules and asked too many questions.": null, "Tula: This place is not safe.": null, "Aabria: Then you start getting to spaces and places where it's dusty and": null, "there are no longer stoat footprints, and you feel it.": null, "Jasper: Oh my god! I'm so stressed!": null, "Erika: Welcome to the dome. [moody electronic music]": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: Claire B, OliverC": null}