{"Dimension 20 Season 20": null, "Burrow’s End": null, "Starring: Aabria Iyengar as Game Master": null, "Brennan Lee Mulligan as Tula; Erika Ishii as Ava;": null, "Siobhan Thompson as Jaysohn; Rashawn Nadine Scott as Viola;": null, "Isabella \"Izzy\" Roland as Lila; and Jasper William Cartwright as Thorn": null, "Vale": null, "Episode 8: Five": null, "< [Previous Episode] | [Next Episode] >": null, "This transcript is a work in progress!": null, "If you would like to help edit it, the Google Doc can be accessed here:": null, "Episode 8: Five": null, "Please log your edits here:": null, "Sign-up Sheet": null, "Intro theme plays": null, "Aabria: Hello and welcome to Dimension 20: Burrow's End. I am your": null, "warren warden and dungeon master, Aabria Iyengar, and with me are my": null, "uncommon carnivores. Say hi, uncommon carnivores!": null, "All: Hi, uncommon carnivores!": null, "Aabria: I really am just running out of stuff to say, guys. I'm so": null, "tired.": null, "Rashawn: You're doing it beautifully.": null, "Brennan sings the tune to Chariots of Fire, and the cast mimes": null, "slow-motion running.": null, "Aabria: This was a terrible challenge I gave to myself.": null, "Siobhan mimes cymbals crashing.": null, "Siobhan: I did this in orchestra. All singing the inspirational song,": null, "with gusto. Four minute mile, baby! Roger Bannister!": null, "Aabria: Yeah, let's go. Go get 'em pre.": null, "Jasper: You can't expect us-": null, "Siobhan: That's what that movie's about! It's about running a four": null, "minute mile, Roger Bannister!": null, "Rashawn mimes crossing a finish line and falling over.": null, "Rashawn: I fell over at the end.": null, "Siobhan: Sports!": null, "Brennan: Read a book!": null, "Siobhan: Read a book, watch a movie.": null, "Brennan: Read a book about a movie you watched. [everyone laughs]": null, "Aabria: Previously, our stoats found their way deep into the bowels of": null, "Last Bastion itself, into Reactor Charlie, where they found a puzzle,": null, "and solving it, revealed some sort of ceremonial pit, at the center of": null, "which lay the most clearest, cleanest, highest concentrated amount of": null, "what the people here call Light and what you all know as the Blue that": null, "you had ever seen before. Unfortunately, old Nana Ava was lost in the": null, "flipping of the floor, and yet as a fight broke out between our": null, "wonderful family and the First Stoats, Ava clawed her way back to life,": null, "back into the fray, and you all find yourselves now standing deep down": null, "in that pit, victorious, triumphant, and with truly zero clue of the": null, "ramifications of what you've done. You have a giant, terrifying dog": null, "that's your friend, and I will say, at some point, as the fight was": null, "wrapping up, you lost sight of Sybil, who has fled.": null, "Siobhan: [gasps] Sybil!": null, "Aabria: Just out of, like, I was dead.": null, "Siobhan: Did she at least take my present?": null, "Aabria: Yes, she did not leave the trachea on the ground.": null, "Rashawn: Viola looks down at what looks to be a hat on a dead pope's": null, "head.": null, "Aabria: You feel the word \"miter\" echoing in your mind. [Erika laughs]": null, "Brennan: We've skipped hat and gone straight-": null, "Jasper: Straight to miter.": null, "Aabria: We went sash to eye mask, skipped hat, hit miter.": null, "Erika: We did do hat.": null, "Izzy: Yeah, we did chant hat.": null, "Aabria: We did chant hat. We did do hat.": null, "Erika: Because I saw the hooman wearing a thing like an acorn top.": null, "Brennan: Yes, yes, yes.": null, "Izzy: When are we going to get to fascinator?": null, "Aabria: That's season two, baby.": null, "Siobhan: Okay, so she's going to keep us alive long enough for a season": null, "two, this is good to know.": null, "Izzy: Or we'll all be undead.": null, "Aabria: Or?": null, "Rashawn: I'm going full church lady and I'm going to take the hat and": null, "put it on.": null, "Aabria: Amazing.": null, "Viola: We're in charge now, y'all.": null, "Jaysohn: Auntie V, you look so good. [to Tula] Are you dead?": null, "Aabria does a literal spit-take.": null, "Aabria: Hey, Siobhan, real quick? Go fuck yourself. There is chai in my": null, "nose. [Siobhan laughs]": null, "Brennan: I'm going to look and say,": null, "Tula: Mama, what happened to you? You went into the water and-": null, "Ava: And now I'm here, yes.": null, "Tula: Your heart's not beating.": null, "Ava: Mm-mm. [she shakes her head]": null, "Viola: How long has your heart not been beating, Mama? Before we got": null, "here? Last winter? Winter before that?": null, "Ava: Who can say? It's not something I normally keep track of. But as": null, "far as I can tell, I went in there, and now I am back out with extra": null, "juice, as it were.": null, "Viola: It would be very helpful to know our family's medical history, as": null, "I am going to be bringing more life into the world.": null, "Thorn: If it helps, I think this is something that's emerged as you": null, "exited the water. I could tell that something had changed.": null, "Jaysohn: And your eyes are so shiny.": null, "Erika: I look at you and blink. They blink separately.": null, "Brennan: [to Rashawn] I'm going to take your hand and put it on my chest": null, "so you can feel my heart beating.": null, "Viola: All right.": null, "Tula: Heart's beating.": null, "Viola: Tutu's still with us.": null, "Lila: Tutu?": null, "Tula: Tutu and Vi.": null, "Izzy: Sorry, I didn't know the name of your cop show. [funky procedural": null, "theme plays]": null, "Brennan: Sliding over the hood of a car.": null, "Sirens wail and tires screech, Brennan and Rashawn mime turning a": null, "steering wheel, music fades out.": null, "Aabria: Ava, I know you don't like it, but I do need you to make an": null, "arcana check for me.": null, "Erika: That's a nat one. My dice and I refuse to learn anything.": null, "Brennan: [old lady voice] “My body is composed of tubes.”": null, "Rashawn: There's a bunch of squirrels inside of you just pulling levers.": null, "Rashawn mimes pulling levers, Erika bounces like a marionette.": null, "Izzy: You go into the Blue and you come out filled with squirrels.": null, "Aabria: Yep, that's what happened to the bear.": null, "Brennan: Grandma has always been one of the Country Bears.": null, "Izzy: She's on Splash Mountain.": null, "Erika: [waves jerkily] Howdy!": null, "Aabria: Yeah, you rolled a natural one. I'm not going to do anything": null, "bad, but you're vibing. Everything you've said is entirely internally": null, "consistent within you, and I will stop trying to make you know shit. You": null, "and Jaysohn, my middle ones, no, you're good, you're Gucci. You rolled a": null, "28 for what information?": null, "Izzy: Investigation or arcana.": null, "Aabria: What information?": null, "Izzy: What has happened to my family? Well, I want to know if I notice": null, "the same thing that Thorn does about my mom.": null, "Aabria: Yeah, so making that an arcana check instead of investigation": null, "allows you to sort of open your awareness to the magic and the Blue in": null, "places and spaces, and now that you've connected with whatever this new": null, "strata and medium with whatever this new strata and medium in the world": null, "is, you look closely. [Erika stares at Izzy] You look at your": null, "grandmother, who shows more obvious signs of whatever happening to her,": null, "of whatever happening to her, bringing her back from the dead. Her eyes": null, "glow with the purple-y Blue of the Light. Then you turn your gaze over": null, "to your mother and look at her with fresh eyes, and what you see is the": null, "Blue suffusing her in a different way. Her heart still beats, but that's": null, "because the Blue squeezes the chambers of her heart to replicate a": null, "heartbeat. You see her mind still working. Everything in the Blue here": null, "hasn't just resurrected her, but it has allowed her to be herself again.": null, "The same effect, but a different kind of working. Both of them are": null, "revenants.": null, "Jasper: I think Thorn has been staring at Tula ever since I kind of": null, "clocked this, and then in this moment, seeing you, I'm just going to": null, "make eye contact.": null, "Thorn: You see it too?": null, "Izzy: I just hold each of their hands. [Erika takes Izzy’s hand]": null, "Aabria: Your mother's warm as ever.": null, "Tula: Sweetie, is everything okay? [Izzy nods slightly] Okay. Have I": null, "made anyone scared? [Jasper and Rashawn raise their hands, silently]": null, "Okay. I'm very sorry, and it's nice to know that this is something the": null, "Blue can do, because it just did it for Mama as well. It did it for": null, "Grandma.": null, "Viola: When did it happen to you?": null, "Tula: A long time ago. I was walking in the winter, back to our burrow,": null, "and the snow was very deep. [wind rushing, footsteps in snow] This was": null, "the winter that we had lost Dad, and I was walking, and I was walking.": null, "The snow was very deep, and I just got very, very tired in the snow, and": null, "it was very cold, and I lay down for a moment, and I did something very": null, "foolish, which you should never do, which is, I took a nap in the snow.": null, "[Rashawn looks away]": null, "And when I woke up, I couldn't move my arms or my legs, and I was cold.": null, "It was very, very cold. I was colder than a block of ice, and I knew": null, "that something wasn't right, and the first thought I woke up with was...": null, "Was you. You two, my sweet little babies. I got very scared, because I": null, "couldn't move, and I thought, I have to get back to them. And my heart": null, "started to get faster and faster, and as it got faster, I felt my chest": null, "get warm. [wind rushing, heartbeat] It was so strange, I didn't know": null, "what was happening, and... [he pauses, heartbeat continues]": null, "Then I started to twitch, and my chest started twitching, my neck": null, "started twitching, and I got more and more scared, and my heart started": null, "beating, and then that was warm blood. You can touch my body. You can": null, "feel that the blood is warm. It warmed up my feet and it warmed up my": null, "nose and it warmed up all the parts of my body, and I got up out of the": null, "snow, and I ran home.": null, "Jaysohn: Well, so why are you so worried about us all the time if we": null, "can't even die?": null, "Tula: [sighs] That's what I'm worried about.": null, "Jaysohn: You're worried about it all the time!": null, "Tula: That's exactly what I'm worried about.": null, "Jaysohn: We can't even die!": null, "Tula: The last thing you need to be convinced of is your own": null, "invincibility.": null, "Jaysohn: But I am invincible!": null, "Tula: No, you are not!": null, "Aabria: Tula. I need you to make an insight check on yourself.": null, "Jasper: Could I also make one? Not because I think that Tula's lying. I": null, "just know that she has a particular track record of masking all of the": null, "truth because she doesn't want to worry or upset people.": null, "Aabria: [chuckles] Sure, I need you to make one deception check then,": null, "and it's going to be for your insight check for yourself and then anyone": null, "that wants to make an insight check on Tula. Dang, look at this lack of": null, "trust.": null, "Rashawn: That's my sister!": null, "Aabria: Look at this. [chatter of players defending themselves]": null, "Despicable.": null, "Siobhan: I got a 24 insight.": null, "Izzy: Dirty 20.": null, "Jasper: 21.": null, "Rashawn: 16.": null, "Erika: I got a nine.": null, "Siobhan: You just died.": null, "Rashawn: No idea what's going on in your household at all.": null, "Brennan: I only fool my mother. [everyone laughs]": null, "Rashawn: Honestly, the biggest flex ever.": null, "Siobhan: We're just going to keep it from Grandma, but we all know.": null, "Ava: I think you're just embarrassed because, you know, it's that time": null, "of the month for her.": null, "Aabria: Just hold up really quick, because the thing I wanted you to": null, "turn the eye inward on is in the moments where you were recalling what": null, "happened on that snowy day. Your mind drifts back to the thing that I": null, "don't know if you've ever put words to or ever really sat in, how good": null, "it felt for a little bit. You got to relax and be at peace. [Rashawn": null, "tears up] Why did you come back? Geoffrey didn't come back.": null, "Brennan: So, unbelievably, my deception was a 13 and my insight was a": null, "13. The feelings surrounding that moment, and for anyone who beat the": null, "deception check, nothing untrue got said, but the words were all chosen": null, "as carefully as possible to not be lies, and there's a lot that's": null, "omitted from the story. I have omitted my experience of those events": null, "from the story. All of those things happened, and if you had been": null, "watching them, they all would have happened like that, and I think for": null, "myself, when I go back to that time, the number one emotion associated": null, "with it is tremendous shame and embarrassment, which is the emotion it": null, "would take to never mention that to anybody.": null, "Aabria: I think you watch, everyone that made that check, watches the": null, "flicker of emotional memory with no words attached to it, like a stutter": null, "or a jump in a bit of tape, as Tula explains what happened to her.": null, "Ava: Oh, you're thinking about Geoffrey, and how if... Why didn't he get": null, "to come back with all of this, right? [Brennan looks down] Maybe if you": null, "had been able to give this power to him, maybe he'd still be around.": null, "[Brennan closes his eyes]": null, "Jaysohn: Maybe he is. We never saw his body, right? Maybe he's just out": null, "there, and he's waiting for us, and we can just go out and find him.": null, "Viola: [gently] Yeah, maybe, Jaysohn. Maybe.": null, "Ava: I don't think so.": null, "Tula: [sighs] You're both old enough. Your father was... Your father was": null, "taken away from us by the thunder on a cloudless day. [distant booming]": null, "It was in the early winter, and he was in a place too far from where we": null, "could get him. It was during the winter when we all had our white coats,": null, "and he must have been looking for something, because he was near a": null, "vantage point, a place where you can poke your head up to see for great": null, "distances. But when you go to places like that, you know, when you can": null, "see a lot, a lot can see you.": null, "Ava: And if he'd gone out with the rest of the hunting parties or with": null, "other people or maybe even with Tula, he wouldn't have fallen so far": null, "away-": null, "Tula: [angrily] Why don't you shut up?": null, "Ava: [shocked] I-": null, "Tula: Why don't you just shut up from time to time?": null, "Ava: Well-": null, "Tula: Because I came to you, in the winter. I came to you when he was": null, "gone, and I had no idea what to do. [voice breaking] I said, Geoffrey's": null, "dead. I found him in the snow by the meadow. You remember what you said": null, "to me?": null, "Ava: I said you should have been there with him.": null, "Tula: That's right!": null, "Viola: That's not fair.": null, "Ava: He was a fool.": null, "Rashawn begins to cry.": null, "Viola: That's not fair! That's not fair at all! She just poured her": null, "heart out to us for the first time in forever, why would you say that to": null, "her? That's horrible, Mama! I don't like that at all, I really don't.": null, "[She wipes away tears]": null, "Ava: Well, I-": null, "Viola: You think he wanted to die? You think he wanted to go out there": null, "by himself?": null, "Lila: We never said you should have been with Grandpa.": null, "Viola: You won't even tell us what happened to him.": null, "Thorn: Ava, that same field which Tula describes, I went there with a": null, "whole crew, a team of incredibly well-trained hunters that could sniff": null, "out a rabbit on the wind for miles, and that cloudless thunder tore": null, "through us like we were nothing but a blade of grass.": null, "Ava: Well, there's always something you can do.": null, "Thorn: There was nothing that we could do!": null, "Tula: [sharply] You are so obsessed with power and obsessed with control": null, "that you have taken this whole family and demanded that every bad thing": null, "that has ever happened to us was our fault. If you were really strong,": null, "you would be able to be sad when bad things happen instead of demanding": null, "that there was something we could have done. It is a big, big forest,": null, "and we are just stoats.": null, "Ava: [shakily] Well, I... I have to believe that there's always": null, "something that you can do, because if there's not, then... Well, then we": null, "just really don't have anything to rely on, do we? You all were relying": null, "on me, and when... Just like Ken. Ken was relying on me, too. [sniffs]": null, "And I failed him. I failed him. I... It could have been me. It should": null, "have been me there.": null, "Izzy puts a hand on Erika’s shoulder.": null, "Lila: You didn't.": null, "Ava: I just had to... Well, I...": null, "Lila: No, you didn't. You didn't fail them.": null, "Brennan stifles a sob. Erika puts their hand on top of Izzy’s.": null, "Ava: I don't... Don't like thinking that there's things that are out of": null, "our hands.": null, "Thorn: Well, be that as it may, and I know this is probably not what": null, "everyone wants to hear, but things are in our hands to some degree now.": null, "We have made a choice. [Izzy gives Erika a candy and hugs them] This": null, "warren is without its leader, and we now have to rise to the occasion.": null, "We have to figure out what is next to happen. How we proceed from this": null, "point onwards as a family, but also as a warren, because right now,": null, "whether we like it or not, whether we agree with it or not, whether we": null, "want it or not, we have a responsibility to every stoat in this warren": null, "to have a plan.": null, "Aabria: Give me a round of perception checks.": null, "Rashawn: Nat 20. About fucking time.": null, "Brennan holds up a finger to indicate a nat 1.": null, "Siobhan: 19.": null, "Izzy: 23.": null, "Erika: 13.": null, "Jasper: 16.": null, "Aabria: Okay, kids. I think you notice it moreso in the giant,": null, "slumbering meat wolf who's in the corner, has almost fallen asleep, and": null, "then you see sort of the nubs of flesh where ears once were perk up, and": null, "looks towards the door. With a natural 20, you hear a pair of footsteps": null, "coming.": null, "Izzy: Really quick, what's the dog's name? What are we naming the dog?": null, "Rashawn: MeatWolf. My new band.": null, "Izzy: You're right, it's MeatWolf.": null, "Aabria: [singsong] MeatWolf!": null, "Izzy: [to the tune of Meatloaf’s “I would do anything for love”] I would": null, "do anything for wolf…": null, "Erika: [continuing] …But I “stoan’t” do that.": null, "Aabria: That's good.": null, "Rashawn: I hear-": null, "Aabria: You hear a pair of footsteps coming.": null, "Siobhan: One pair of footsteps.": null, "Aabria: Two people.": null, "Izzy: Four feet, or eight.": null, "Aabria: Four feet or, dang, very hard with stoats. Two sets of bipedal-": null, "Izzy: Two hearts.": null, "Aabria: Oh god. One mind, can't lose.": null, "Brennan: I'm going to go and gently wake up MeatWolf.": null, "Aabria: Yeah, MeatWolf is up and alert and kind of looking, and nuzzles,": null, "it's not... [light whimsical music] It's bone with bits of flesh across": null, "the front of it.": null, "Izzy: Can I offer it some of Pope Stoat?": null, "Aabria: What do you offer?": null, "Rashawn: It's kosher. [Erika and Jasper crack up]": null, "Izzy: A finger.": null, "Aabria: Okay, you snap off one of the fingers of this stoat and kind of": null, "like the problem with when you give a horse a mint, you've got to": null, "flatten your fingers, and you almost lose one of yours as you feed": null, "MeatWolf, [screeching] who gives a little [huffs affectionately] and": null, "nuzzles in, leaving a trail of his own viscera across your palm.": null, "Izzy: Viscera!": null, "She mimics petting the monstrosity and wiping goo off her palm.": null, "Siobhan: Can I very quietly go and put my little paw in my mum's paw and": null, "go,": null, "Jaysohn: [softly] I'm sorry, Mum. I'm sorry.": null, "Brennan takes Siobhan’s hand and begins to cry.": null, "Tula: [tearfully] Thanks, sweetie.": null, "Jaysohn: I'm glad you're not dead. I mean, you kind of are, but you're": null, "not. I'm glad you're not.": null, "Lila: [whispers] I'm going to do it too. I want to be with Mom too.": null, "All three mime clasping hands.": null, "Tula : Hey, come here. I'm so sorry you guys got scared. I'm sorry.": null, "[sniffs]": null, "Jaysohn: I'm sorry you got scared.": null, "Tula: You fought so well.": null, "He puts his arm around Siobhan.": null, "Thorn: [stage whisper] Tula, sorry, hey, there's someone coming. We just": null, "need to do this in a minute.": null, "Rashawn: I want to walk towards these people who are coming and cast": null, "Command on them. [Brennan grins]": null, "Aabria: Okay. You begin the casting of this spell, and as you round the": null, "corner, you blast both Bennett and Sybil with a Command. Are you": null, "upcasting this to target both of them?": null, "Rashawn: Yeah, if I heard more than one pair of footsteps.": null, "Izzy: Command them to do whatever they want.": null, "Aabria: What's your command word? One word.": null, "Rashawn: I wanted them to state their business before they approached": null, "us.": null, "Aabria: One word.": null, "Rashawn: One word. I want y'all to… [stammers]": null, "Arabia: One word.": null, "Rashawn: What's one word? One word. There are so many great words, and": null, "the word I'm going to say is coming to my brain right now, and that is-": null, "Izzy: Dance.": null, "Siobhan: Spill.": null, "Rashawn: Spill!": null, "Brennan: Spill.": null, "Aabria: Spill?": null, "Izzy: It's \"spill,\" Aabria. She should've said dance.": null, "Siobhan sings a funky little tune and she and Izzy do a little dance.": null, "Aabria: Okay, what's your spell save DC?": null, "Rashawn: My spell save DC is 12.": null, "Aabria: 12?": null, "Rashawn: Spill.": null, "Izzy: Gab.": null, "Aabria: You round the corner, and you can almost see it, wearing this": null, "miter, this symbol of authority, it feels almost as though you can watch": null, "the pulse of magic leave you and slam into two people who have only ever": null, "been your ally. You watch it overtake them. You watch the interaction of": null, "will as you dominate them. And Sybil just immediately begins to burst": null, "out,": null, "Sybil: [terrified] I went to go bring someone that I thought would help!": null, "I'm so sorry, I didn't know what to do, so I figured you couldn't be by": null, "yourself-": null, "Viola: If I knew it was you, I wouldn't have done that.": null, "Aabria: You see Bennett shake off the effect and reaches into his sash": null, "to find a weapon.": null, "Bennett: What have you done?": null, "Viola: We did what was necessary.": null, "Bennett: You murdered the leaders-": null, "Viola: Who were going to drop a child.": null, "Bennett: What I see is that you're wearing a symbol of authority, and": null, "sight unseen, you cast offensive magic on me. [angrily] I don't know": null, "you!": null, "Jaysohn: They killed Sybil! And then my mum brought her back to life,": null, "but they killed her!": null, "Lila: They were going to kill all of us.": null, "Aabria: For what it's worth, you guys were off in the corner with the": null, "wolf, with your mother. This happened in the hallway.": null, "Siobhan: Oh, in the hallway. Okay, great.": null, "Brennan: If I hear voices, I'll go to join Viola.": null, "Bennett: That's what Sybil told me, but what I see is someone who showed": null, "up, thought immediately that they knew better than everyone here,": null, "murdered our leaders, and sought to compel me, someone I thought... I": null, "was an ally, and I haven't agreed with everything they've done, but I": null, "don't think you're any different than them. Thank you for saving Sybil.": null, "I think you should leave.": null, "Ava: Well, we can't do that now. I mean, they told us that we should, we": null, "had to help save the warren.": null, "Bennett: Who?": null, "Ava: Well, the leaders.": null, "Aabria: Bennett's going to attempt to push past you all in the hallway": null, "to go look into the reactor. Do you allow him to pass?": null, "Brennan: He's more than welcome to. I'll look at him and say,": null, "Tula: Bennett.": null, "Bennett: Tula.": null, "Tula: The First Stoats are not dead because they were the leaders of": null, "this place. They are dead because they cornered us in a dark room and": null, "threatened violence. If they had been coppers or workers or whomever, if": null, "they had held Sybil up by the throat and spoken to us with voices that": null, "communicated a total disregard for our lives, we would have acted in the": null, "same way.": null, "Ava: They almost killed my granddaughter, a child.": null, "Lila: They kind of killed my grandma.": null, "Ava: Yes, I'm very not alive.": null, "Aabria: Make a persuasion check with disadvantage.": null, "Brennan: Okay. That's going to be... I'll throw the bonus action": null, "Emissary of Peace on here, so that'll be a 13. [Aabria sighs]": null, "Aabria: You see his expression does soften towards you.": null, "Izzy: [whisper] Because she's hot.": null, "Aabria: Because she's hot as fuck. You've got to say that louder. We all": null, "know it. You've just got to remind the audience.": null, "Izzy: [to the camera] Because the stoat lady is bangin'!": null, "Aabria: Is hot as shit. Smokin'.": null, "Jasper: A sexy stoat vampire type.": null, "Rashawn: Dumb, thick undead stoat.": null, "Siobhan: Babies came out of there? Hachi machi!": null, "Brennan: Everyone relax. Mama keeps it tight, but we don't have to talk": null, "about that right now.": null, "Rashawn: [holding a hypothetical badonkadonk] Look at this butt! She's": null, "had this butt since she was a child! Look at that thing, golly!": null, "Jasper: Are you twerking right now?": null, "Brennan: I'll turn to Bennett and say,": null, "Tula: I think you have every right to banish us, and truth be told, I": null, "don't know what we would do if we stayed here. We don't have any": null, "disagreement. We have no desire to change, alter the community, whatever": null, "Last Bast stands for-": null, "Bennett: Tula, you have to see what this looks like.": null, "Tula: I know what it looks like. We've killed your leaders. They": null, "attempted to kill us. We're happy to be banished or flee or whatever": null, "else-": null, "Viola: Tula.": null, "Lila: [whisper] Can I say something?": null, "Tula: Yes, sweetie.": null, "Lila: You know they've fought people before?": null, "Bennett: What? What do you mean?": null, "Lila: Humans have come before.": null, "Bennett: We've pushed them back before.": null, "Tula: [questioning] You knew that as well.": null, "Bennett: Yes. They've been getting closer. They are moving their": null, "vehicles. All of you hear vehicle, truck, the bear that doesn't lift its": null, "legs, all of it sort of clarifies in your mind. They've been pushing in.": null, "This was their warren. We pushed them out, and now for whatever reason,": null, "they think it's safe to come back. We've scared them off, harried them,": null, "but we know they're coming back in sufficient numbers. That's what we've": null, "been preparing for. I don't know why you are here, or what happened. I": null, "know what Sybil told me, that the coppers came and got her, that the": null, "First Stoats were going to hold her and all of you to account for poking": null, "around, and now they are dead and you say that you would just leave.": null, "[Jasper shakes his head] You have broken the back of this warren, and": null, "you just want to leave.": null, "Thorn: I want to be clear. I don't want to leave. I want to stay and": null, "fight by the side of every single stoat in this warren. Now, these First": null, "Stoats that have lived for 20 winters and have grown sick and wretched-": null, "Bennett: [sharply] Hey!": null, "Thorn: [matching tone] What? You mean to shout at me now? In this": null, "moment, here? [Rashawn smiles] Look around us, there is nothing but": null, "death, and all I can see is people squabbling!": null, "Bennett: And that's at your hands!": null, "Thorn: I understand, and I am ready to take responsibility.": null, "Bennett: Wouldn't that be a first?": null, "Thorn: A first?": null, "Bennett: Who did you talk to? What do you know of any of this? You've": null, "put some little clues together, and you think you understand? You were": null, "ready to cast judgement on me coming around a corner. You act before you": null, "think. So yes, I will yell. Because I am terrified right now.": null, "Tula: If you encountered a plan like the one that's here, you would": null, "react erratically as well. The names of the dead aren't spoken. Stoats": null, "walk on two feet like the monsters they seek to save us from. People": null, "live in terror of the people that are here to support their population.": null, "Yeah, we don't have a perfect plan to replace it. We've been living in a": null, "nightmare since we got here, and we're just trying to get out.": null, "Bennett: [nods] A lot of big words for people who haven't spent two": null, "nights here, but okay. [sighs] I am open to hearing your plan. But if": null, "you try to cast magic on myself or any of my people again, I will react": null, "in the way I see is best.": null, "Rashawn raises her hands in surrender.": null, "Lila: I think my aunt was afraid. We've had our lives threatened many": null, "times today.": null, "Bennett: That's not an excuse.": null, "Jaysohn: No, it's a reason.": null, "Bennett: You are still very young.": null, "Ava: All right, well, it seems like you're probably the next in command": null, "here, so what would you have us do?": null, "Bennett: No, no. This is on you.": null, "Ava: Yes. So you'll let us do our thing, then?": null, "Bennett: What would you do? We don't know you. You've destabilized our": null, "entire community, and you speak as though you know better. So then, go.": null, "Be better. You're wearing their hat. If you want power so badly, you": null, "have it. I lay any information that myself or the other section heads": null, "know at your feet.": null, "Lila: I think that someone who kills other beings to absorb how they": null, "live is something that wants power more than any person I've ever seen.": null, "Bennett: Lila. Look at your aunt and say that again.": null, "Lila: [sassily] She put a hat on. [Brennan snickers]": null, "Viola: A very stylish hat.": null, "Bennett: You killed the First Stoats, put on a vestment of their power,": null, "and then sought to control me. How are you different?": null, "Jaysohn: Well, we didn't know it was you.": null, "Bennett: Sure.": null, "Jaysohn: And they just tried to kill us.": null, "Aabria: Sure.": null, "Jaysohn: Like, really dead.": null, "Bennett: We're speaking in circles.": null, "Tula: I think that the honorable Bennett has a point. If these stoats": null, "kill things and take their power, then we should probably not kill them": null, "and take their power.": null, "Lila: It's a hat! It's a hat!": null, "Rashawn mimes taking off the hat, twinkly sounds.": null, "Tula: Lila!": null, "Arabia: Give me an arcana check.": null, "Siobhan: It's a magical hat!": null, "Izzy: Is it a magical hat? I don't know! A nat 20!": null, "Aabria: You keep saying that, and your understanding, even as you look": null, "away and yell, your eyes keep getting pulled back to it. It is magic. It": null, "stores and holds power. It's not just a hat.": null, "Rashawn mimes putting the magic hat back on.": null, "Izzy: Okay, I didn't know that! She also made a sash into an eye mask!": null, "Was that one magical? This one is just a coincidence, okay? [Rashawn": null, "cackles]": null, "Brennan: I'm going to look and say,": null, "Tula: Sweetie?": null, "Lila: What does it do, then? Maybe we can use it! [Aabria cracks up]": null, "Tula: [to Viola] I think that Bennett... Listen, I love-": null, "Viola: Yeah, all right.": null, "Tula: You know I love you. I love you.": null, "Lila: [exasperated] She likes to decorate! For fuck's sake!": null, "Tula: I know, but sweetie, we can all admit as a family that it was not": null, "just about how the hat looked, it was also kind of about what the hat": null, "meant.": null, "Lila: Yeah, well, he was a bitch!": null, "Tula: I know that the Stoat Pope was a bitch, but we're going to focus": null, "on-": null, "Viola: The whole thing, you know, we're dealing with our mother just now": null, "and I just, you know, there's a lot of emotions.": null, "Tula: There's a lot of emotions, and I don't fault you. In crisis, going": null, "for power makes sense. I'm not going to fault you for that.": null, "Viola: Of course, we've got a family to think of.": null, "Siobhan: I'm going to take the hat and I'm going to throw it in the": null, "hole. [Rashawn gasps]": null, "Brennan: Oh, good idea.": null, "Descending ringing as the magical hat is lost.": null, "Jaysohn: We don't need the hat.": null, "Aabria: The hat hits the water, [boom sound] everything flashes a bright": null, "blue, and it is immediately consumed.": null, "Bennett: [yelps] Oh, okay.": null, "Izzy: Do I know what it did?": null, "Aabria: No, no.": null, "Izzy: Okay, well, I got a nat 20.": null, "Aabria: You weren't paying attention to it.": null, "Ava: All right, so we have the hat checked off. My daughter has": null, "apologized for Commanding you, because she didn't know.": null, "Bennett: Sure, sure.": null, "Ava: And what was the other one?": null, "Viola: My extreme bad.": null, "Tula: You have no idea.": null, "Bennett: Cool, as long as we understand. That was really nice. [Rashawn": null, "mimes hugging] Okay, we can hug, yeah.": null, "Viola: I'm sorry. I'm so sorry, I'm so sorry.": null, "Bennett: Okay, cool, I was just trying to say, the optics on it were": null, "kind of crazy.": null, "Viola: Exactly.": null, "Bennett: And then I just don't like being told what to do, and other": null, "stoats have tried to do that before, and I was like, fuck that shit, you": null, "know?": null, "Viola: I don't like to be told what to do either.": null, "Bennett: So, cool. You can make a different hat.": null, "Tula: It's hard, because I think that there's this conflict where people": null, "that don't like being told what to do try to get hats so that nobody can": null, "tell them what to do.": null, "Bennett: I think no one should have hats.": null, "Tula: But the way that they broadcast that is by showing, hey, I'll show": null, "you how come you can't tell me what to do. I'm going to tell you what to": null, "do, and then it just-": null, "Ava: All right, so we're all in agreement that hats are bad and we": null, "should never wear them.": null, "Tula: No more hats, and Bennett, this is huge for our family.": null, "Thorn: No, I refuse! [fist pounding] I didn't even get a moment with the": null, "hat! Not even a small, tiny moment with the hat, and now we're just": null, "going to give them up forever? [everyone laughs]": null, "Viola: Honey, it's okay, it's okay. We can get you a little-": null, "Lila: I do really like you. We all really like you. I think my mom wants": null, "to hook up with you. We really had no idea!": null, "The cast begins speaking over each other.": null, "Lila: We're just really scared!": null, "Tula: Lila!": null, "Lila: We're just really, really scared, and we think they were really": null, "bad, and honestly, while we were killing them-": null, "Bennett: Please stop talking. I'm going to throw myself into the Light.": null, "Viola: No, no, no, no, no!": null, "Tula: We don't even have any-": null, "Jaysohn: She really likes you, and she's never liked anyone. There was a": null, "guy in our old warren, which we think is dead, and Grandma really wanted": null, "our mum to marry him-": null, "Tula: Oh my god, I'm blushing.": null, "Jaysohn: And she was like, no thank you!": null, "Viola: Did you know about MeatWolf?": null, "Bennett: Meat what?": null, "Lila: [excitedly] Do you know MeatWolf?": null, "Tula: Bennett, I'm sure you have a partner. Do you? I'm sure you do.": null, "This is so embarrassing.": null, "Ava: He's single!": null, "Bennett: I mean-": null, "Ava: And head of a department!": null, "Izzy: We got him back in.": null, "Rashawn: What kind of benefits do you have at the warren?": null, "Brennan: Throw the hat, a little bit of flirting, we're back on the": null, "right track.": null, "Aabria: I'm an easy bitch. We could turn this around. Bennett's going to": null, "take a knee and put his hand on your shoulder and go,": null, "Bennett: [to Lila] okay, this might feel a little weird.": null, "Lila: [whisper] Are you going to kill me?": null, "Bennett: No!": null, "Lila: Okay.": null, "Bennett: No, I would never.": null, "Lila: Okay, you were just so mad a second ago.": null, "Bennett: I was so mad because I feel like you guys didn't understand why": null, "I was like, uh-huh, cool!": null, "Lila: I know, and sometimes- [stammers]": null, "Aabria: Then you just feel a little pulse of Blue Light. [singsong] I": null, "could have rolled better, I'm sorry!": null, "Izzy: That's okay.": null, "Brennan: Poor Thorn is so fucking creased.": null, "Jasper is scowling silently. Rashawn and Erika pat him gently while": null, "giggling.": null, "Aabria: You feel ripple, ripple, ripple [whooshing sounds] of Light push": null, "through you, and you're going to get back 17 points.": null, "Izzy: Ooh!": null, "Bennett: Now, to answer your second question before you go on again": null, "about your mother, who is very lovely, and I can't process that right": null, "now, the wolf is different than when I saw it last. That is upsetting.": null, "Tula: One of the other beings that was being tortured by the First": null, "Stoats.": null, "Jaysohn: So that was why we were scared. Did you see that tail? That's": null, "so scary.": null, "Bennett: Hey, Jaysohn, bud, you've got to back off of justifying a": null, "pretty brutal-": null, "Tula: We're going to let Bennett process that we killed all four of his": null, "presidents.": null, "Lila: I just want to say that MeatWolf actually did some of the killing": null, "on his own.": null, "Jaysohn: The meat wolf absolutely did, and then I did the rest.": null, "Bennett: Oh, okay.": null, "Jaysohn: It was the meat wolf, also.": null, "Bennett: Okay, okay.": null, "Tula: Bennett?": null, "Bennett: I'm doing my best. Hi, ma'am.": null, "Tula: It's all right. Tula. It's all right. Do you have... I understand": null, "that the First Stoats were your leaders, but there are many leaders": null, "here. You, Carter, Pep, Quentin. There are a lot of people here that": null, "actually know how Last Bast is run, correct?": null, "Lila: Honestly, Ellen and Talia were also really great, too.": null, "Jaysohn: Yeah, and Simon's not very good, but he can be replaced.": null, "Bennett: Ellen? The copper?": null, "Lila: I don't know, they were really nice.": null, "Jaysohn: The first copper that we met was really nice. Maybe not all": null, "cops are bad. [Izzy laughs]": null, "Ava: Maybe we could reevaluate what the coppers do.": null, "Bennett: No, don't trust Ellen.": null, "Bennett: Talia seems nice.": null, "Tula: I will say, honestly, so I have a bunch of very strong complaints": null, "and concerns about the level of evil amongst the First Stoats and their": null, "plan.": null, "Tula: As just sort of a note for Last Bast, Simon's not very effective": null, "as a teacher. If I were to stay here long term, educationally, I would": null, "love-": null, "Jaysohn: I actually think he was perfectly effective.": null, "Lila: And Meredith's a snitch.": null, "Jaysohn: Meredith is a snitch, and I'll snitch on a snitch.": null, "Viola: Snitches get stitches.": null, "Ava: Well, I think what my daughter is trying to say is that between you": null, "and the rest of the leadership who actually help run the day to day of": null, "this place, I'm sure you'll do just fine. You're right, we're new.": null, "Bennett: Whoa, whoa! No, no!": null, "Lila: We don't want to come in and kill all your presidents and then": null, "just bounce.": null, "Bennett: Yeah, you killed all the presidents, and now you're like, you": null, "can do it! And that makes me want to die in my body. Yeah.": null, "Lila: My grandma's dead.": null, "Ava: I'm dead in my body, yes.": null, "Bennett: What?": null, "Siobhan: Can I do an intelligence check to see if I can invent democracy": null, "in this moment? [everyone laughs]": null, "Aabria: Yes.": null, "Rashawn: I give you the help action, because I can read.": null, "Siobhan rolls, Rashawn cackles at the terribleness.": null, "Aabria: How'd you do?": null, "Siobhan: Well, it's an 11 minus 1.": null, "Aabria: A vibe with a 10.": null, "Brennan: What's the DC on democracy?": null, "Aabria: 25.": null, "Brennan: Wow, democracy's hard!": null, "Siobhan: Jaysohn, no head, empty thoughts.": null, "Thorn: Could it be possible that... I understand exactly what you're": null, "saying. The situation I have right now in this moment is that perhaps,": null, "looking down at these First Stoats, do they seem like good, healthy": null, "stoats? Right of mind, making all the right decisions? I think that": null, "perhaps there is a point where a stoat is no longer a stoat looking out": null, "for the best possible things for other stoats.": null, "Ava: I don't know what you're talking about.": null, "Thorn: I don't know either!": null, "Ava: The older that you get, the better that you get, the smarter that": null, "you get.": null, "Viola: Mama, can you read yet?": null, "Ava: I-": null, "Jaysohn: Grandma doesn't need to read!": null, "Ava: Read is pretentious. I do not care for it.": null, "Thorn: [frustrated] All I'm saying is-": null, "Jaysohn: Lila can read for Grandma.": null, "Thorn: I've learned a lot of things from these two children-": null, "Jaysohn: And me.": null, "Thorn: I started off this journey thinking that I was the leader that": null, "knew everything, and that blindsided me to something horrific. I was": null, "responsible for that horrific thing happening. I let that happen on my": null, "watch, and I'm responsible for it, and I won't let it happen again.": null, "These four didn't listen, they didn't understand, and maybe, just maybe,": null, "we've spoken a lot about hope and a lot about survival, maybe there is": null, "something else that we can do that isn't just pushing them back and": null, "hoping that they don't come back with a bigger and bigger thing and": null, "scarier truck, these things that will end all of our lives. Maybe": null, "there's a way that we can go back out into the forest, that it doesn't": null, "have to be terrifying and filled with smoke and poison and chipmunks": null, "inside of fucking bears!": null, "Bennett: Oh, you have to look out for the chipmunks.": null, "Thorn: Yeah, they're really fucking nasty.": null, "Bennett: They can all do that, and it's not just bears. It's bad.": null, "Lila: [under breath] What?": null, "Thorn: I'm just saying, if perhaps we-": null, "Bennett: I saw they were all in a pig once, like a big boar.": null, "Siobhan makes a disgusted face.": null, "Ava: A pig is smaller than a bear. I know, I've seen.": null, "Bennett: Yeah, but... Fair. I mean this one, they were kind of mowing": null, "down-": null, "Ava: But I think Jasper's right.": null, "Izzy: Jasper? [Izzy and Aabria giggle]": null, "Erika: Look, if you didn't want me to fuck it up, you wouldn't have had": null, "such a whimsical, Redwall-ass name.": null, "Aabria: [laughing] You were hired for this season because you have a": null, "British accent and a whimsical name.": null, "Siobhan: Talent, not important.": null, "Aabria: The fact that you're incredibly good at telling stories was": null, "coincidental.": null, "Brennan points finger guns at Jasper, desperately trying to get things": null, "back on track.": null, "Tula: Thorn, you're saying something important.": null, "Thorn: I mean to say, I don't want to impose myself. I don't think my": null, "family aims to impose ourselves. We didn't want or elect to be in this": null, "position. We felt scared and in need of answers. That's why we came down": null, "here in the first place, and it was at that point we were cornered, and": null, "this is the result. But the thing that I am saying is that I was once": null, "terrified too, and I made a mistake because I didn't listen to those": null, "around me, and I looked at those four who came in, and it is very clear": null, "that they have not listened to anyone but themselves for far too long.": null, "And I think Ava brings up a brilliant point, which is, the heads of each": null, "department, the stoats that we have met who are brilliant, I feel that": null, "if we listened, if we went through the process and understood what was": null, "coming and didn't leave anyone in the dark, no secrets, that we maybe": null, "could forge a better future for all stoats rather than just these four": null, "who have survived 20 winters, because what I find to be frankly": null, "unnerving is that, why is there not more than four stoats that have": null, "lived longer than 20 winters, lived longer than four winters? I see no": null, "one else.": null, "Aabria: Do me a favor and make a persuasion check first.": null, "Jasper: Persuasion.": null, "Izzy solemnly solutes Jasper.": null, "Aabria: As we invent saluting, an idea of touching a hat, the thing we": null, "know is the worst thing—": null, "Everyone solutes": null, "Erika: That's where it came from!": null, "Jasper: [emphatically] I want to be very clear. Thorn has not said no to": null, "the hats.": null, "Aabria: I think we can all agree that hats are the worst thing that's": null, "even happened.": null, "Brennan: I love the commitment. Thorn's like, now wait a minute. These": null, "guys suck, but let's not throw away the concept of hierarchy.": null, "Jasper: Whoa, whoa, whoa!": null, "Aabria: Whoa, whoa!": null, "Jasper: We've got to ease them into democracy, everybody.": null, "Brennan: A nice, slow easing.": null, "Aabria: You know, for like 20 winters or so.": null, "Everyone puts on thick mobster accents.": null, "Brennan: Let me get a taste.": null, "Jasper: And then we can talk about democracy, eh? Whew, okay. Uh…36?": null, "Erika and Rashawn cackle at the impossible roll.": null, "Brennan: [normal voice] 36 on persuasion?": null, "Rashawn: Ya burnt.": null, "Brennan: How is that possible?": null, "Jasper: I have a plus nine, and that's a 17.": null, "Lila: That's the president.": null, "Aabria: That's a 26.": null, "Jasper: Oh sorry, did I say 36?": null, "Brennan: I was about to go... [stammering and nodding senselessly] I was": null, "about to be like, Tula gets it. How do I join the Lukura?": null, "Jasper: I am so sorry.": null, "Izzy: You just cut a lightning bolt. [She mimes carving her forehead]": null, "Brennan: [quoting The Mummy] “IM-HO-TEP” Yeah, exactly.": null, "Jasper: Whoa, too much, too much, too much! I pull back to a 26.": null, "Aabria: Back to 26, yeah. Way to not tamp that down.": null, "Brennan: Goddamn, this guy fucking rules.": null, "Izzy: Okay, I see it.": null, "Aabria: You see a visible softening in Bennett's stature, and he is": null, "nodding along as if something has turned a corner. Okay. Hm, okay. And": null, "before he responds to that, give me an insight check.": null, "Jasper: Wow, okay. Dirty 20.": null, "Aabria: You see, as you rant about, why have there not been more stoats": null, "that have lasted 20 winters, his eyes narrow just a little bit as he": null, "goes, hm. And you know that there's something there. These four stoats,": null, "not quite right.": null, "Bennett: Okay. Okay. Now, I don't necessarily agree with your methods.": null, "Thorn: That's fair.": null, "Bennett: But this is a chance to bring more people in. Sybil told me": null, "that you heard an audio tape.": null, "Thorn: Yes.": null, "Viola: That tape should be played for everyone.": null, "Ava: Dr. Winnebago, yes.": null, "Bennett: Dr. Robert Wenabocker.": null, "Ava: Oh, you know him?": null, "Bennet: We've found other clips.": null, "Thorn: Do you have them?": null, "Viola: Would you mind sharing them with us?": null, "Lila: Yeah, we should share them with everybody.": null, "Jaysohn: With everybody, and I should get a weapon, because I really was": null, "good at it.": null, "Lila: You're gonna kill yourself, Jaysohn!": null, "Jaysohn: I was good at it. I figured it out.": null, "Izzy: And I feel like Dr. Robert Winnebaker would be played by Richard": null, "Dreyfuss, even though I know he's bad now, but back in the day-": null, "Aabria: Who is Richard Dreyfuss?": null, "Izzy: Who is Richard Dreyfuss?? [everyone laughs]": null, "Aabria: Bennett asks you.": null, "Siobhan: It's 1982, everybody knows-": null, "Izzy: Are you kidding me? This is peak Dreyfuss, baby!": null, "Siobhan: Peak Dreyfuss, 1982.": null, "Aabria: He doesn't like scary movies.": null, "Izzy: It's not scary! [grumbling]": null, "Aabria: Look, I saw the trailer, and I just don't trust it.": null, "Izzy: What about Close Encounters?": null, "Rashawn: We should have a movie night.": null, "Izzy: Yeah, we should play the tape, and we should also play some movies": null, "on the projector.": null, "Bennett: Let me be clear. I am all for openness. But I do understand,": null, "because I have seen the size of this population, that when they are": null, "spooked, it becomes very hard to keep everyone safe. So I will share": null, "this with you, and then we can discuss amongst all of us how and when we": null, "share this information with everyone.": null, "Thorn: Agreed.": null, "Bennett: The last time a human got close, people died not because of": null, "anything the human did, but the stampede.": null, "Viola: [gasps] Because there's not a way to really get out unless you're": null, "going to your job. We're kind of stuck here.": null, "Thorn: I think we can leave, but there's 2,000 stoats in here.": null, "Bennett: Add a zero.": null, "Jaysohn: [gasps] What?": null, "Ava: Two thousand zero stoats? [Brennan guffaws]": null, "Aabria: Bennett bleeds to death. Hemorrhages immediately.": null, "Rashawn: Can I try to just make her understand?": null, "Aabria: Yeah! You, force understanding onto your mother. I don't know": null, "what that roll is.": null, "Jasper: Can I give help and Guidance? [Erika hollers and stammers]": null, "Siobhan: Is it a one?": null, "Erika: [laughing in continued ignorance] A four.": null, "Aabria: Nothing can make her understand.": null, "Rashawn: Thank freaking god.": null, "Jasper: Add a d4. I give you Guidance.": null, "Siobhan: One of those, and the advantage was a one.": null, "Rashawn: Okay, 18.": null, "Jasper: Come on.": null, "Viola: Mama, please. [giggling] Wait, I write, oh gosh.": null, "Aabria: Pre-read.": null, "Viola: Pre-read. Mama.": null, "Rashawn writes the word “MOM” in large capital letters on a card and": null, "holds it up to Erika. Erika squints at it in dawning horror.": null, "Aabria: And against your better judgment, your eyes slide across the": null, "symbols, and you know. You know that that means you!": null, "Viola: Look at it!": null, "Jasper and Izzy clutch Erika’s shoulders as they fight comprehension.": null, "Aabria: You can read now!": null, "Viola: You are the scratches, Mama.": null, "Ava: [hesitantly] Like when we used to make shadow puppets on the wall.": null, "Lila: I wonder where you got that.": null, "Jasper: Ava, think about it this way. Think of all the": null, "passive-aggressive things you could say to your daughters even after": null, "you're gone.": null, "Rashawn: [darkly] What is wrong with you?": null, "She sticks the card to her forehead, everyone cackles.": null, "Brennan: I'm going to make an insight check opposed by Thorn's": null, "deception.": null, "Jasper: Absolutely, Brennan. Let's go.": null, "Brennan: That's a 29.": null, "Jasper: I rolled a two. That's an 11.": null, "Brennan: I'm just doing the thing I do where I ramp up to attack and I'm": null, "like, cool, I have advantage if I want. I have advantage.": null, "Jasper: I look deep into Tula's eyes and I go, that's for not telling me": null, "you were dead.": null, "Erika: [pretending to write] Last will and testament….": null, "Aabria: Don't forget the sound mind and body part. Sybil's walking you": null, "through basic-": null, "Rashawn: Sound mind?": null, "Brennan: I'll say for the whole family to hear, I'm talking to Lila, but": null, "not keeping it to anybody.": null, "Tula: The plan is to fight the humans. Something kept the humans away": null, "for 20 winters, or very few came. What did that?": null, "Ava: Well, you know, I really feel that... I'm sorry, I don't want to": null, "put words in your mouth.": null, "Lila: [shrugs] I have no response.": null, "Ava: Well, I don't know why anybody is having so much of a to do about": null, "killing these monsters when I've seen so many of them just keel over,": null, "keel over just like the ones in our burrow, just like the Red Warren.": null, "Lila: The humans?": null, "Ava: Yes.": null, "Tula: When did you see humans keel over?": null, "Jaysohn: I'm asking you for stories of cool things dying all the time,": null, "and you never even told us about the humans keeling over and dying.": null, "Lila: Is this when you saw truck?": null, "Ava: This is when I saw truck. Yes, they were in truck, and they": null, "suddenly started bleeding all over. Yes.": null, "Lila: Oh yeah, like what happened to the warren.": null, "Tula: What happened before that? Was there anything that might have": null, "caused that? Did you hear thunder? Did you smell something strange?": null, "Lila: What was the thunder without clouds?": null, "Jaysohn: I want to know that, too.": null, "Bennett: Gunfire. [muffled explosions] Thunder without clouds. A loud": null, "crack. [distant explosion] No light, no storm.": null, "Tula: What does it mean?": null, "Bennett: We have a lot to show you.": null, "Tula: Can you show me gunfire?": null, "Ava: Can it make them all go down at the same time and bleed from their": null, "faces?": null, "Bennett: No, that sounds like something different. You need to come with": null, "me. Do you... Is there anything you have to do? I have so much I need to": null, "show you.": null, "Tula: We need to rest, but not right now, I suppose, if there's": null, "important things to do.": null, "Bennett: How about this? We have to assemble some things. I will go find": null, "the other leaders of the sections. Can you meet in... Yeah, we know. We": null, "know you- the lab. You showed them the lab. Will you meet me in the lab": null, "in an hour?": null, "Tula: Yes.": null, "Lila: What's an hour? It's okay, we'll figure it out.": null, "Bennett: You know what, I'm going to teach you to tell time. We'll do": null, "it, yeah.": null, "Izzy: We'll flash forward.": null, "Aabria: A little walk and talk and explain time.": null, "Izzy: Oh, that's it!": null, "Brennan: I just take MeatWolf outside.": null, "Izzy: Run free, baby!": null, "Brennan: I take baby outside so that he can go under a big shady tree": null, "and I'll bring a rabbit over to him so he can eat something. I just want": null, "to take care of sweet MeatWolf. I'll just tell him,": null, "Tula: and if you want to run and be free, go run and be free, but if": null, "you're-": null, "Aabria: Big, meaty lick, and sort of lays down on you with a paw on you.": null, "Tula: Oh, my sweet darling.": null, "Aabria: Make a strength saving throw.": null, "Jasper: You're just stuck there. I guess I'll be here for a while.": null, "Brennan: 11. [mimes being crushed by a paw] Sweet baby!": null, "Siobhan: The tail just like-": null, "Aabria: Yeah, the tail is ripping up dirt. [tail whipping, soft roaring]": null, "You see there's a couple, hawks are taking off. [hawk screeching, wings": null, "flapping] The rabbit's screaming, and a couple stoats coming in from a": null, "routine thing are like, oh no! Leave her. You are left for dead by": null, "stoats who are like, that's not my fight.": null, "Tula: [weakly] All right, baby, lift the paw up. Lift up the paw. If you": null, "want to stay and be nearby, I'll make sure that you are plenty fed and": null, "you don't have to go hungry, but if you want to go off and hunt and be": null, "free, you do that too. Love you!": null, "Aabria: One more big lick. [flesh squishing, bones crunching]": null, "Brennan: And I'll go meet the rest of the family to go-": null, "Aabria: As you go back inside, MeatWolf gets up and follows you back": null, "inside. Oh, guess we're done outside!": null, "Rashawn: It's imprinted on you!": null, "Aabria: MeatWolf kind of whimpers a little bit before you go all the way": null, "back in, then trots back out and pees, and then runs back inside.": null, "Brennan: Just chunky, blood red pee. [everyone groans]": null, "Aabria: It's not great. So as you move through Last Bast, is there": null, "anything else you want to do before you get to the lab?": null, "Jasper: I would just very quickly check in with Teedles just to make": null, "sure that they haven't been arrested or killed or something.": null, "Siobhan: Oh my god, yes.": null, "Aabria: Sure, sure, sure. You make your way over to the yellow corridor,": null, "up to their place, and you actually see Olliver is moving around.": null, "There's no sign of Teedles, but Olliver's in there.": null, "Olliver: Hi, boss. How're you doing?": null, "Thorn: Oof, that's a really big question right now.": null, "Olliver: Sure, okay.": null, "Thorn: A lot has happened.": null, "Olliver: It's been a couple hours. I have a watch now.": null, "Thorn: Yeah, okay.": null, "Aabria: You do see that on his sash now is a little bit of copper wound": null, "around.": null, "Thorn: Okay, good job.": null, "Olliver: Thanks.": null, "Thorn: Is Teedles okay?": null, "Olliver: Oh yeah, Teedles is out doing something. I don't know.": null, "Thorn: Okay, I just wanted to make sure that you were both okay. We have": null, "a-": null, "Olliver: Why are you asking? Because it's been a very normal day, and I": null, "feel like you are asking that more because you want to tell me what has": null, "happened to you than wondering if anything has happened to me, because": null, "why would anything... I went to apply for a job today, so pretty simple.": null, "Thorn: Okay, so-": null, "Olliver: Yeah, there we go. All right, sit down.": null, "Jasper: We hop forward a full half an hour. At the end I'm like...": null, "[hyperventilating]": null, "Olliver: Okay, bud. Do you want some-": null, "Thorn: [gasping] I can't do this in front of the family, because they": null, "all think I'm like, ooh, kind of together. Leader, I know what I'm": null, "doing. [Izzy and Erika scoff]": null, "Olliver: I don't think they think that.": null, "Jasper: Oh my god! [screams]": null, "Olliver: I think you want them to think that, and they don't really": null, "think that as much as you want.": null, "Thorn: Look, I know at this point they probably don't think that of me.": null, "Smash cut to Jaysohn and Viola.": null, "Jaysohn: Auntie Vi, I love how much Uncle Thorn just does exactly what": null, "you tell him to do.": null, "Thorn : I'm fine with that.": null, "Jaysohn: It's so cool.": null, "Smash cut back to Thorn and Olliver.": null, "Olliver: So you've killed... You've decapitated the leadership of this": null, "whole thing.": null, "Olliver: You... Okay, okay, that's so interesting. Are you feeling-": null, "Thorn: You stopped yourself from saying something there, Olliver.": null, "Olliver: Yeah, I did. What?": null, "Thorn: What were you going to say?": null, "Olliver: You want me to speak my mind?": null, "Thorn: Speak your mind, Olliver.": null, "Olliver: No.": null, "Thorn: Olliver!": null, "Olliver: That's not how this works.": null, "Thorn: Olliver.": null, "Olliver: What?": null, "Thorn: Speak your mind.": null, "Olliver: Okay, what's your plan?": null, "Thorn: That's what we're going to figure out.": null, "Olliver: A little pro tip, don't do a bunch of mass murder without": null, "having a little plan first. Just a thought, because now I'm a police": null, "officer.": null, "Thorn: Hey, cool.": null, "Olliver: I wanted to do Refit, because they get to climb really high.": null, "Thorn: I said this to Teedles!": null, "Brennan: Way in the distance, Tula goes, thank you!": null, "Jaysohn: Wait, they get to climb really high? You didn't tell me that": null, "part, Mum!": null, "Olliver: They get to be at the tippy top of this whole building, and": null, "that's so cool.": null, "Thorn: I said to Teedles, you could've done Refit. You could do Refit,": null, "if you want. I'm not going to tell you you don't have to do... Listen, I": null, "appreciate-": null, "Olliver: You know our whole kind of relationship is you telling me what": null, "to do.": null, "Thorn: Yes, but I told that to Teedles. Teedles then tells you what to": null, "do. That's where the issue is.": null, "Olliver: I don't think you get to laugh at me, because we all have met": null, "your wife, who absolutely runs your shit.": null, "Thorn: Oh, we're going to go there, Olliver? We're going to go there?": null, "Olliver: Yeah.": null, "Thorn: Okay!": null, "Olliver: Look, Teedles runs my shit. Viola runs your shit.": null, "Thorn: You just told me you listen to what I do, and now this is": null, "happening, and do you know what, Olliver?": null, "Jasper, screaming and snarling, mimes a full-body tackle, everyone": null, "laughs.": null, "Aabria: Fuck it, we're just doing a flat d20 roll. There's nothing": null, "added.": null, "Erika: Oh, please!": null, "Aabria: I got a 19. Suck my butt.": null, "Jasper: Yes! I genuinely- [Erika points and cackles at Jasper's low": null, "roll] I honestly think Thorn literally flies in and just lets Olliver": null, "beat the shit out of him for a second. He's just like, I need this.": null, "[grunting in pain]": null, "Aabria: He pins you down and holds you by the throat.": null, "Aabria mimes a strong arm bar. Jasper tilts his head back, pinned.": null, "Olliver: Hey.": null, "Thorn: Mm-hm?": null, "Olliver: We both have our shit absolutely locked down by women. [Siobhan": null, "giggles[": null, "Thorn: Agreed! [he attempts to escape the hold]": null, "Olliver: Yeah. No, no, I haven't put my arm bar down. That's still up,": null, "motherfucker. [Jasper tilts his head back again] Yeah, we're not going": null, "to give each other a hard time about that part, because we both like it.": null, "Cool? [Rashawn laughs and claps]": null, "Thorn: Yes, we do.": null, "Olliver: And I know I'm a little guy.": null, "Thorn: Yeah.": null, "Olliver: And I'll listen to what you say.": null, "Thorn: Uh-huh.": null, "Olliver: But if you come for me, you'd best not miss. Now do you want": null, "some fucking jerky? [everyone laughs]": null, "Thorn: You have jerky?": null, "Aabria releases the arm bar and they both relax.": null, "Olliver: Yeah, I found some earlier. They have a big ol' piece of glass,": null, "and then they just dry out some of the meat, and it stays for a long": null, "time.": null, "Aabria: He just hands you some meat. Cool, so what are you doing?": null, "Olliver: What do you need in this moment, other than to have vented just": null, "a lot of baggage on me? Sounds really cool that you told that Bennett.": null, "Fuck that Bennett guy.": null, "Thorn: Yeah, I was all like, we can make a new future!": null, "Olliver: Okay, that's fucking sick. Cool, thanks.": null, "Thorn: I needed that. [sighs] I think I could probably use, with...": null, "Getting a bit of a, if you have any... As Community Support, if you hear": null, "anything about how people felt about the First Stoats, if we can kind of": null, "try to have a full understanding of people's opinions, that might help": null, "us in airing out what is going to be aired out.": null, "Olliver: I'm going to ask you something, and you're probably going to": null, "have some thoughts after that you're going to want to inspect, and I'm": null, "just going to ask that you not inspect them.": null, "Thorn: Okay, well, that's... Okay, I feel like you've really led me, you": null, "know what I mean? I'm going to do my best.": null, "Olliver: Okay. Do you just want intel? Or do you want some words put out": null, "there? Or do you want some words put out there? Because, you know,": null, "you're pretty popular wherever we go, but sometimes it just takes a": null, "little nudge from the homies just to kind of push you over the edge to": null, "trusted. [Rashawn giggles] So are we finding out what they think about": null, "the Stoats, and maybe telling people to not feel great about the First": null, "Stoats? What are we doing?": null, "Jasper: I'm trying so hard for my entire worldview not to collapse in": null, "this episode. [he sniffs and sighs]": null, "Olliver: Yeah, yeah, yeah. No, it's good, everyone likes you. But": null, "sometimes, you know, at first you come in, and everyone's got a": null, "lightning bolt on them, and it's a lot, and we've just got to get them": null, "there.": null, "Thorn: I've got the message. Yeah, mm-hm.": null, "Olliver: Getting the note?": null, "Thorn: [quickly] I think you know what to do. And I'm going to leave.": null, "Everyone cracks up. Brennan bangs the table with glee.": null, "Rashawn: \"You've got to nudge the homies.\" is the best thing I've ever": null, "heard.": null, "Siobhan: This is a guy who just found out that everybody around him let": null, "him be a cult leader because he really, really wanted to do it.": null, "Erika: We just think he's so sweet!": null, "Aabria: There's such a scale for his cult leader-ness. Sometimes he hits": null, "really big, but those dice have maybe said that he's not got a perfect": null, "track record. If you give him time, he'll win you over.": null, "Rashawn: [delightedly] Got to nudge the homies.": null, "Aabria: You see Olliver takes off immediately and is beginning to move": null, "around. Anything else anyone else wants to do before we get to the lab?": null, "Brennan: I might, if I ran into Vi alone or if I ran into-": null, "Aabria: There's enough time for you guys to have prescient": null, "conversations, I just wanted there to be a bit of rest and whatever you": null, "need.": null, "Rashawn: Walking a little slower as I become more swollen.": null, "Brennan: Yeah, yeah.": null, "Rashawn: Kind of waddle.": null, "Aabria: Are you just extremely pregnant extremely quickly?": null, "Rashawn: I think so.": null, "Aabria: Sure, okay. No one Google the gestation period of stoats.": null, "Erika: She decided it was time.": null, "Light piano music plays.": null, "Brennan: I think I'll just look over and say,": null, "Tula: [quietly] Do you think Mama's okay?": null, "Viola: I think that was the first time that Mama has felt deeply, and I": null, "think for the first time, she's actually scared, that she could open": null, "herself up. I don't think that she ever thought that she would do that.": null, "Brennan: [sighs] I'm just going to lean my head on your shoulder.": null, "Tula: Thanks, Vi. I guess I knew you would. I've just been quiet about": null, "that for so long. Hearing you say what you said... [sighs]": null, "Viola: I felt like I could never step up until you did. I never want to": null, "step on your toes or try to outdo you in any way, because you are the": null, "example of the kind of stoat I want to be.": null, "Brennan begins to cry.": null, "Rashawn: Oh, come on!": null, "Tula: [face in hands] No, no, no.": null, "Rashawn: I'm going to get so dehydrated if I keep crying.": null, "Tula: [more composed] You're the example.": null, "Viola: No, you are.": null, "Jaysohn: [loudly] Grandma, what's it like to be dead? [Brennan laughs]": null, "Ava: Well, you know-": null, "Jaysohn: You're cold.": null, "Ava: To be honest with you, it's a lot like being alive but old.": null, "Jaysohn: Oh.": null, "Ava: Yes, you're cold. There are parts that go missing, you know, and": null, "nobody wants to touch you because you look like you're a weird": null, "consistency.": null, "Siobhan: I give Grandma a hug. [she laughs]": null, "Jaysohn: I'll touch you, Grandma!": null, "Ava: Oh!": null, "Jaysohn: You're really cold.": null, "Ava: Well, maybe you two kids can help warm up Grandma a little bit.": null, "Izzy and Siobhan breathe on Erika.": null, "Rashawn: Hot kid breaths.": null, "Ava: Minty!": null, "Aabria: Still minty.": null, "Siobhan: [giggles] It's cold hot!": null, "Tula: Lila, I wanted to mention to you, too, the plan that the First": null, "Stoats have had this whole time for all of Last Bast was for a big": null, "fight. I think that's what they're excited for. I think it's what": null, "Bennett and the other leaders of the different jobs are excited for. I": null, "think it might be what your Uncle Thorn's excited for. But I also know": null, "that whatever those humans are, they're monsters. I think probably": null, "they're excited for a fight, too. And I think something... I think": null, "something had to have happened to keep them away for so long. And I just": null, "know you're very, very bright, and if you were looking for a mystery to": null, "solve, finding out what it was that kept the monsters away in the first": null, "place is maybe something worth solving, because I don't think it was an": null, "army of 20,000 stoats.": null, "Lila: [she shakes her head] That's a really smart idea.": null, "Tula: [straightens up proudly] Wow, look at Mom. Okay.": null, "Izzy: [to Aabria] Tell me if I'm overstepping my human intelligence. I": null, "think the doctor, I think the doctor, Robert Warmernargered?": null, "Brennan: Dr. Oppenheimer.": null, "Izzy: Dr. Oppenheimer.": null, "Aabria gestures in exasperation.": null, "Rashawn: Wenabocker.": null, "Brennan: Winnebago.": null, "Izzy: Warby Parker.": null, "Aabria: Dr. Warbyparker. [she laughs and hands Izzy a candy]": null, "Izzy: Dr. Warby Parker. Affordable glasses. And stylish, too.": null, "Erika: And contacts!": null, "Izzy: And contacts.": null, "Erika makes finger guns at the camera as it crash zooms on them.": null, "Siobhan: [to camera] Sponsor us! [Rashawn waggles her glasses]": null, "Brennan: We dodge sponsorships for five years, and the first one is": null, "Warby Parker?": null, "Aabria: This is going to be the episode. Good job, everyone. We're": null, "getting money this time. Snickers for everybody. [she tosses candy]": null, "Lila: I think that whatever he was dealing with might have been what": null, "made them go away.": null, "Tula: Well, that's what Bennett's going to show us. These new": null, "recordings. So if you hear them and you sniff anything out, then yeah, I": null, "would chase that down.": null, "Lila: The last tapes didn't smell like anything, but yeah.": null, "Tula: Well, yeah. Love you, sweetie.": null, "Lila: Mom?": null, "Tula: You both did such a good job in that fight.": null, "He puts an arm around Siobhan.": null, "Jaysohn: Thanks, Mum. You did a really good job, too. That wolf was so": null, "scary, and now it's your friend. Can I ride the wolf?": null, "Tula: Yeah!": null, "Aabria: I've got to say, this wolf is just paws up staring into your": null, "little room, just blocking the light. You just hear the screams of other": null, "stoats.": null, "Brennan: See, this is the real way we're going to get the fucking": null, "command of Last Bast.": null, "Jasper: Yeah, Thorn's going to do this big speech, this whole thing, and": null, "everyone's going to be like, hmm. And then the wolf steps out, and": null, "everyone's like, hey!": null, "Brennan: [thick New York accent] Anyone who feels our authority might be": null, "illegitimate can take it up with fucking MeatWolf.": null, "Erika: The wolf behind you, and you're like, yeah!": null, "Jasper: Everyone's clapping all of a sudden and Thorn's just like, oh": null, "wow, I did it again! Look at me!": null, "Aabria: No! No! [laughs]": null, "Erika: I'm sort of poking at this snoot a little bit, and I see if": null, "maybe, I had a store of some of the strawberries in the burrow, and": null, "maybe he might like candy.": null, "Aabria: He does that thing that dogs do and very gently takes a tiny": null, "thing, and then sort of drops it on the ground.": null, "Ava: Oh, he doesn't like candy.": null, "Siobhan: I take the rabbit ear that I saved from earlier.": null, "Siobhan mimes handing over the ear, Aabria snarls ravenously.": null, "Brennan: [obviously caught snacking] Mm-hm?": null, "Lila: Are you okay?": null, "Brennan: [chewing] I'm having a Frito. [to camera] Fritos, the every": null, "time snack.": null, "Rashawn: Brought to you by Warby Parker.": null, "Brennan: Brought to you by Warby Parker!": null, "Aabria: And Wish.com earlier, I believe, also.": null, "Brennan: Was that just a Fritos bit, sweetie, or did you want to do": null, "something in character? [everyone laughs]": null, "Lila: No, I was, you know, because you sort of told us you died and came": null, "back to life.": null, "Jaysohn: Yeah, so what, are you dead forever? How-": null, "Lila: But you're alive in here.": null, "Jaysohn: What's going on?": null, "Lila: So I guess everything's great.": null, "Jaysohn: I don't understand it at all. Are you going to be alive": null, "forever? Are you going to be our mum forever?": null, "Tula: Well, I'll always be your mom forever.": null, "Jaysohn: I guess that's true, because Grandma's really your mum, even": null, "though she's old and you're old.": null, "Tula: Yeah, that's true. And your mom's not that old. I'm pretty young.": null, "Jaysohn: Hmm... All right. Agree to disagree.": null, "Tula: Okay!": null, "Aabria: Make a charisma check for the background gag of this dog": null, "smelling a dead stoat and wanting to kind of ragdoll it.": null, "Erika: 12. [Rashawn crosses her fingers]": null, "Aabria: Sort of grabs you and is holding you in its teeth.": null, "Siobhan: MeatWolf! MeatWolf! [Erika wails]": null, "Viola: Drop it! Drop it!": null, "Rashawn: Using my new mom voice.": null, "Brennan: You always want to hint at mom voice. You want to be like, mom": null, "voice is right around the corner.": null, "Rashawn: I really don't want to. Drop it.": null, "Brennan: I really don't want to have to.": null, "Erika: I'm want to grapple it.": null, "Aabria: Grapple the tongue?": null, "Erika: Grapple the tongue. We're roughhousing.": null, "Aabria: Yeah, you know this dog is now rolling around with you, and then": null, "MeatWolf pops back up again and is trying to now shake off Ava, who has": null, "grappled his tongue. There's a look in this dog's eyes like, this isn't": null, "on me anymore. [she mimes shaking a stoat off her tongue]": null, "Tula: Honestly, if you were going to bite down, you'd break your teeth.": null, "You'd better just spit her out.": null, "Soft roar as MeatWolf ejects Ava with the sound of liquid gushing. Erika": null, "mimics the sound of a stoat bouncing and Rashawn cackles.": null, "Rashawn: Good thing your head is so hard.": null, "Erika: I would like to see if there's any bones or hard things around.": null, "Aabria: As you look, we can come back to this.": null, "Tula: Yeah, sweetie. The honest truth is, I really don't know. I feel": null, "alive. I feel like my heart's beating. [Siobhan pokes Brennan’s arm]": null, "Yeah, you want to touch?": null, "Jaysohn: [sullenly] I don't know why it would be different. You've been": null, "dead this whole time.": null, "Tula: Well, I don't think I've been dead this whole time.": null, "Jaysohn: You've been dead for a really long time.": null, "Tula: I think that's a very dramatic way to say-": null, "Lila: Are you dead, though?": null, "Tula: No, I don't think I am. I think I came back.": null, "Lila: Yeah, you feel really different than Grandma.": null, "Tula: Yeah.": null, "Jaysohn: Yeah. Grandma's, like, dead dead. You're just, like, died dead.": null, "Tula: Well, no. I think that whatever happened, what I remember is that": null, "the first thing that happened in my heart was remembering you guys, and": null, "so, whatever happened, and it's hard to understand it, it was very scary": null, "in some ways, but also, it was a long time ago. And... I know it doesn't": null, "make a lot of sense. I know it's a little bit scary. But... I don't": null, "think I'm going anywhere, and I think that the important thing is that": null, "we're all together, and if I knew more about why, I would tell you. You": null, "know, the Blue doesn't affect us all in the same way. You know, there": null, "are things that Auntie Vi can do that I can't do, and there's things": null, "that I can do that, you know, you guys can't do, and there's things you": null, "can do that I can't do, and I think-": null, "Jaysohn: Yeah, Lila farted so hard that a cloud came out, 'cause she": null, "farted.": null, "Lila: No, it wasn't toots.": null, "Jaysohn: She tooted. That's what it was.": null, "Lila: It wasn't toots!": null, "Jaysohn: It was a toot. It was a big toot. That was Lila's toot.": null, "Tula: If it was a big toot, it didn't smell. You couldn't see anything,": null, "but it didn't smell like a big toot. Jaysohn's toots smell. [Siobhan": null, "gasps indignantly]": null, "Jaysohn: [smiling] Yeah, they do.": null, "Tula: So proud.": null, "Lila: Because he eats rocks when I tell him to.": null, "Tula: He eats rocks? Don't tell your brother to eat rocks.": null, "Jaysohn: They actually taste pretty good. I actually really like them.": null, "Tula: Well, don't eat rocks, but other than that-": null, "Aabria: As you guys are sort of recovered and moved around and had a": null, "couple conversations, you know it's getting about that time to head": null, "towards the lab. It's like a 10 minute walk. You were looking for bones.": null, "Erika: Yes.": null, "Aabria: I'm going to say, without a history check, because god forbid I": null, "make you think, couldn't be me, you remember from your matronly": null, "walkabout early in the morning that there was, in addition to sort of": null, "the big area where they're keeping the elk, the rabbits, there's also": null, "just a big midden, and you've noticed that this place, for all of the": null, "lives stored within here, is incredibly clean.": null, "Izzy: A what?": null, "Aabria: A midden, a big pile of-": null, "Brennan: Waste.": null, "Erika: A dump.": null, "Aabria: Yeah, it's usually organic waste.": null, "Erika: What a dump! As I go ferreting around. [she digs]": null, "Siobhan: Good one, Grandma!": null, "Aabria: Are you going to go all the way outside to go to the heap?": null, "Erika: Oh yes, well, if I have time.": null, "Aabria: You have time if you want to sprint out.": null, "Erika: Yes, especially while, you know-": null, "Aabria: The dog will run you there.": null, "Erika: Yes, yes. Oh, yes! Very good, so I go out and I find some good,": null, "sturdy-looking rabbit bones that I could use, and I load some onto…": null, "Ava: Hold these!": null, "She mimes finding the bones and handing them to MeatWolf, wolf huffing. ": null, "So I come back with some of them. There's enough for me and for my": null, "daughters and any, perhaps, you know, just extra little bits, yes.": null, "Jaysohn: For throwing?": null, "Ava: Oh, for protecting yourself, because you know how when you bite": null, "into a rabbit, and it's hard on the inside? We could be hard on the": null, "outside.": null, "Jaysohn: Not me.": null, "Ava: Yes, not Jaysohn. Not Jaysohn. Jaysohn's hard enough as it is.": null, "Siobhan: Jaysohn has a very specific stat build that means that having": null, "rabbit bones on his outside will make him less effective. [she giggles]": null, "Aabria: You know that that would make you so noisy.": null, "Siobhan: So loud and so slow!": null, "Aabria: Keep your body from its perfect movements.": null, "Ava: [hesitantly] Well, I thought maybe you girls could do with some": null, "protection, not that you... You seem to be doing quite well on your own": null, "but, you know-": null, "Viola: Mama, thank you. You still help us, and we're glad that you're": null, "still here, but we just want you to be more feeling towards us. It's not": null, "too much to ask.": null, "Brennan: I'm going to take the rabbit bones.": null, "Tula: I love you too.": null, "I go hug my mom. [he laughs]": null, "Aabria: Big lick. [a single large rough lick]": null, "Jaysohn: Wow, it got drier.": null, "Brennan: Can I make an insight check into my mother? In a totally warm": null, "way, I just want to know, because I don't know, I don't have the arcana": null, "of what happened to me, but I know hers is very different, so I want to": null, "do, even if-": null, "Aabria: I'm going to make it either a medicine or make you roll arcana.": null, "Brennan: I'll do medicine.": null, "Aabria: Okay.": null, "Rashawn: Help action?": null, "Brennan: Yeah, yeah yeah yeah.": null, "Rashawn: I get up into the three way hug. [she wiggles]": null, "Aabria: Second big lick. You are covered in slobber.": null, "Rashawn: My skin is glowing.": null, "Aabria: Yeah, it's really good.": null, "Brennan: Thanks for the help action. That's going to be a 26.": null, "Aabria: Okay, what are you trying to suss out? The differences between": null, "you?": null, "Brennan: Yeah, the differences between us, and the Blue that's making...": null, "I don't have the insight that the Blue is what's making my heart beat,": null, "but I want to know, because I think I just don't want my mom to be cold.": null, "I don't want her to be cold forever.": null, "Aabria: I think with this, the thing you understand is, however the Blue": null, "brought you back gave you back the things you needed. The ability to": null, "move, to be warm, to protect. There is something foundational about who": null, "you are that restored that, in the same way that this massive,": null, "radioactive pool unmade and then remade your mother. So there is just": null, "more of the, like, this is a thing that has been rebuilt, and because": null, "she does not value the beating of her own heart, the Blue did not value": null, "making that a part of it.": null, "Brennan: [nodding] I knew I needed to be warm when I got back.": null, "Brennan: And she has not. Holding my mom, I'm just going to go,": null, "Tula: I was really cold, too, when it happened.": null, "Ava: Well... I suppose I could do with a little bit of heat. Maybe Thorn": null, "is right, and it's all right to learn things from the younger": null, "generation. [Jasper widens his eyes]": null, "Tula: It's the best. It's the best.": null, "Erika: I frown harder to try to keep it in. [sniffs]": null, "Tula: My kids know so much stuff that I don't know. They can do": null, "incredible things.": null, "Jaysohn: [excited] Okay, if you want to learn from me, I've been": null, "waiting, because I have some stuff to show you. First of all, look at": null, "this! I do a really basic-": null, "Aabria: MeatWolf starts barking.": null, "Siobhan: Breakdancing, spinning on the floor, and then doing the": null, "breakdancing, I just did a breakdance.": null, "Izzy: I punch him in the dick. [everyone laughs]": null, "Jaysohn: [shrieks] That's cheating!": null, "Lila: There's no game!": null, "Ava: Those are two very good tricks, yes.": null, "Aabria: MeatWolf starts barking very, very loudly as you guys get keyed": null, "up.": null, "Ava: Girls, I'm sorry. I had to keep it together however I could when": null, "your father passed. I know I've always been very hard on you, but look,": null, "you have such wonderful kids.": null, "Rashawn looks shocked and bursts into tears while laughing.": null, "Rashawn: She said sorry!": null, "Aabria: No, we're in it.": null, "Siobhan: I just am always grateful that someone but me is crying in the": null, "dome.": null, "Aabria: Truly, truly.": null, "Rashawn: [tearfully] I just got here! That's not fair!": null, "Erika holds her hand and Siobhan hugs her.": null, "Siobhan: You're doing so good.": null, "Aabria: You're doing so good!": null, "Rashawn: Whew!": null, "Aabria: We're going to send this to Nestle or whoever the fuck sponsors": null, "us and get more money. [Rashawn laughs]": null, "Siobhan: We're not sponsored by Nestle, they're evil.": null, "Erika: But we'll take the money.": null, "Siobhan: I mean, I'll take the money.": null, "Rashawn: Oh my gosh, she said sorry. That took me out, Thank you.": null, "Ava: It's all right, it's all right. I'm learning from the both of you": null, "that it's all right to express-": null, "Siobhan dabs at Rashawn’s face with a tissue.": null, "Viola: Jaysohn, Jaysohn! [Siobhan slurping]": null, "Brennan: Can I get a help action from my sister on an insight check into": null, "my mom?": null, "Brennan: In this moment?": null, "Izzy: Is she sorry?": null, "Aabria: Against your persuasion or deception. [Erika laughs]": null, "Jasper: Hilarious.": null, "Aabria: The MeatWolf provides the help action.": null, "Brennan: Okay, that's a 10.": null, "Aabria: You can do it again.": null, "Jasper: You already rolled quite well.": null, "Erika: That's a four.": null, "Siobhan: You should see these. Low roll from Brennan.": null, "Brennan: I rolled a 5, but that is a 15.": null, "Rashawn: Werk.": null, "Aabria: Womp.": null, "Brennan: I'm just going to look at my sweet little mom and go,": null, "Tula: [tenderly] Oh no. Mom. When you asked me, \"Where were you?\" were": null, "you saying that to yourself?": null, "Ava: [tearing up] Well, I... I suppose... No, that's too much! That's": null, "too far!": null, "Tula: It's okay, it's okay.": null, "Ava: That's too far! No, no! I can't examine that yet.": null, "Viola: Cool bone, Mama!": null, "Aabria: I need everyone to make a dexterity saving throw.": null, "Ava: No, no, no! [screams]": null, "Brennan: That's a 25.": null, "Rashawn: Dirty 20.": null, "Aabria: You're able to leap out of the way as MeatWolf can sense the": null, "emotional panic, grabs you and pulls you, and just starts backing out of": null, "the room.": null, "Ava: [to the wolf] It's all right, it's okay.": null, "Erika: But from there, I say in sort of a muffled voice,": null, "They put their hands around their mouth.": null, "Ava: [echoing] well I- maybe!": null, "Aabria: It's like a megaphone. This is a bone-mouthed dog, it's so loud": null, "now.": null, "Ava: I have perhaps felt like I could have done something more, or feel": null, "like I should have done something. You know, when your father passed,": null, "maybe if I'd been stronger or faster, you know, then maybe he wouldn't": null, "have... You know... Had to leave you two. But... I'm going to just take": null, "this all very slowly, all right? And I just... [sniffs] Love you two.": null, "Aabria: And it is blasted out loud.": null, "Erika: It's blasted out, absolutely the entire warren.": null, "Rashawn and Brennan mime being blown away by a wall of sound.": null, "Aabria: I love you! Just the Sydney Opera House of a dog's mouth.": null, "Jasper: Meanwhile, crash zoom into Ava's chest like the Grinch. [Jasper": null, "mimics a heart beating just once] One time, that's it.": null, "Brennan: I jump down and give you a big hug.": null, "Ava: [sniffles] Thank you girls. [Rashawn mimes hugging]": null, "Tula: You did everything. You did everything you could. It is not your": null, "fault, and I love you. It was unlucky that we lost Dad, and it was lucky": null, "that we had you, and that's just how the world goes.": null, "Ava: I don't like thinking about luck, because if things happen by": null, "chance, then that means I have no control over what happens to you two": null, "or your kids.": null, "Brennan’s lip trembles.": null, "Tula: [shakily] It's really scary.": null, "Erika: Suddenly, Ava feels very small.": null, "Tula: Mom. [he mimes patting her back]": null, "Erika: Very old, and very dry. [Brennan chuckles]": null, "Rashawn: I take some sashes and I just wrap you up in them, the longest,": null, "biggest infinity scarf.": null, "Aabria: You're mummifying your dry-ass mother.": null, "Rashawn: Just an infinity scarf of warmth. [she mimes wrapping an": null, "endless scarf]": null, "Brennan: These people loved these First Stoats. They were creepy as": null, "hell, so we're going to mummify Grandma. [everyone laughs]": null, "Aabria: Perfect. Now the dog, who currently contains three adult female": null, "stoats, just sort of looks at you.": null, "Aabria holds her mouth open and glances around expectantly.": null, "Tula: Drop us!": null, "Viola: Drop us.": null, "Viola: Drop us!": null, "Jaysohn: Drop it, drop it! Drop it! [light growling]": null, "Aabria: Big paw out towards you. [Aabria woofing]": null, "Aabria and Siobhan mime a dog smacking its paw on the ground.": null, "Lila: Ah, ah, ah, ah! [she points at her own mouth]": null, "Brennan, Erika, and Rashawn scream as Aabria pretends to swallow them.": null, "Jasper: Brennan, Erika, Rashawn, if you'd leave the dome, please.": null, "Aabria: Yeah, please leave the dome.": null, "Erika: All right, all right.": null, "The three pretend to get up. Erika pretends to rip their character": null, "sheet.": null, "Aabria: No, goes ahead and spits you out on the ground.": null, "Ava: All right, then we should get some rest.": null, "Aabria: [laughing] Go to the meeting!": null, "Erika: Oh, it's time to go.": null, "Izzy: That was it. That was it.": null, "Rashawn mimes a determined waddle.": null, "Siobhan: Walking with Lila like,": null, "Jaysohn: Ugh, so many big feelings!": null, "Lila: I know.": null, "Jaysohn: Oh my goodness! Ugh!": null, "Aabria: Sweet, you make your way over to the lab.": null, "Jaysohn: I miss having our own room. [Erika laughs]": null, "Aabria: As you head to the lab, you actually see that the lab door is": null, "wide open with a rope ladder sort of let down to let you onto that": null, "central steel mesa, at the top of which you see Bennett, also Sybil. You": null, "do see several other figures. You recognize Carter and Pep, and then a": null, "couple people you don't recognize, Mal and Quentin, and no one from": null, "Population Support, very specifically.": null, "Jasper: Teedles and Olliver are here?": null, "Aabria: Teedles and Olliver are not here. No one from Population Support": null, "is here. Bennett says,": null, "Bennett: Thank you so much. I'm going to get you all acclimated to how": null, "clocks work. I did say an hour, but it's totally fine. I think you guys": null, "had a lot of things to do. [to Ava] You look moister than before, so I'm": null, "sure, good for all of you. Oh, the wolf is... Okay, that's great. Just,": null, "I guess, for the group, hi, I'm Bennett.": null, "Thorn: Hi, Bennett. [Jasper and Rashawn wave]": null, "Bennett: I'm in charge of Resource Allocation. This is Malin. She runs": null, "Refit. Carter and Pep are in charge of Defense, and once we decide as a": null, "group how we want to go about disseminating this information, where and": null, "when we will loop in Population Support. There is not a singular head": null, "for them, so it's more of gathering some local leads and getting them on": null, "board, just a conversation. But first things first. I was talking with": null, "Sybil, and she showed me the tapes that she showed you, and... I am not": null, "at the point where I'm comfortable speaking ill of the First Stoats.": null, "However, it seems, now that we've had some conversations, that several": null, "of us over the winters have discovered bits of information that, when": null, "they were run up the flagpole to the First Stoats, information was not": null, "disseminated, so now we are all talking, and after a bit of work, we can": null, "put together some information. So we're all going to listen to this all": null, "together.": null, "Jaysohn: Okay.": null, "Bennett: Okay. Sybil, do the tape.": null, "Aabria: Sybil runs over, and you see, has just sort of got big stacks of": null, "tape, kind of fusses with them, puts them in, and we begin again.": null, "The background changes to display the tape recorder. The cast gasp and": null, "laugh expectantly. Foreboding electronic music plays.": null, "Wenabocker: I've actually never used one of these before. How does it-": null, "just gotta- Hello, my name is Robert Wenabocker. I'm the lead engineer": null, "here at Warren Peace Memorial Nuclear Power Plant. Hey guys, give me": null, "five minutes. I just got to log it. The time is currently 18:48, and at": null, "approximately 5:17 today, this facility registered a Loss Of Coolant": null, "Accident in Reactor Charlie. At 11:20, all plant personnel were notified": null, "via intercom, and of course- [tape clicks]": null, "Hello, this is Dr. Wenabocker. It is 4/21/62 at 8:11. [repeating alarm": null, "sounding] The LOC logged on the 18th has proved difficult. Our": null, "structural engineers have noted significant integrity loss surrounding": null, "Reactor Charlie. Now, this integrity loss may result in repeated": null, "incidents of increased severity if left untreated. We are not doing": null, "that. We are handling things now with the repair materials on hand, and": null, "we should have this remedied within the we-. [tape clicks, alarm": null, "continues, even louder, music swells]": null, "I don't care, I want two teams down there right now! Following on the": null, "official urgent materials request submitted all signs, all signs are": null, "pointing to sabotage. This is a matter of national security! If we can't": null, "fix this- [tape clicks]": null, "It is 2:22, two hours post order of a full evacuation of Peace Plant by": null, "Director Simms. I stayed behind, since I'd already been… [Rashawn": null, "glances, Brennan nods] I stayed in hopes we'd get a call from the": null, "outside with some idea on how to avoid a full core meltdown. But the": null, "cables on our comms are destroyed. Chewed through. [the cast gasps] You": null, "know, earlier this week, my team joked that evil spirits were behind all": null, "of this. As a man of science, you know, I... Hello? [creatures": null, "chittering] The facility has been evacuated. You need to- [tape clicks,": null, "music stops]": null, "Aabria: And here, Bennett takes a pause and says,": null, "Bennett: Then the tape I found. [tape clicks]": null, "Wenabocker hyperventilating, creatures chittering.": null, "Wenabocker: There are five weasels. I don't know how they're doing it.": null, "[Brennan holds up five fingers] I don't know what's happening. [glass": null, "breaking] No! No!": null, "There are sounds of chittering creatures and tearing flesh as Wenabocker": null, "gasps for air. His voice morphs into something inhuman. The cast listens": null, "in awe.": null, "Wenabocker: [gasping, distorted] They're all so sneaky...": null, "The recording stops and the tape clicks. The background goes dark. There": null, "is a moment of stunned silence, then Brennan gets up and leaves the": null, "table. He pokes his head back in.": null, "Brennan: Goodbye. [everyone laughs]": null, "Erika fully disappears under the table.": null, "Aabria: So in an interesting turn of events, Brennan has left and the": null, "dome is mine. Anyway-": null, "Rashawn shrieks as Erika brushes her leg.": null, "Brennan: [returning, yelling] That's too fucking scary!": null, "Erika: [offscreen] Kill us!": null, "Aabria: They left. Interesting. They'll be back.": null, "Brennan: That is the scariest-": null, "Erika appears behind Aabria like a gremlin.": null, "Aabria: [shrieks] Why did you-? [shrieks]": null, "Erika: Why did you-?": null, "Aabria: Don't be here! Don't be here, go away!": null, "Erika scuttles back to their seat.": null, "Brennan: Wow.": null, "Siobhan: Five stoats.": null, "Jasper: “She'll be back.”": null, "Bennett: So, that's it. That's everything we've found from Dr.": null, "Wenabocker. I found that last tape a year ago. I didn't have the": null, "context. I didn't know what it meant. But I think... I think I'm": null, "beginning to paint a picture. Thoughts?": null, "Ava: Well, we're stoats. Not weasels.": null, "Bennett: Humans are stupid.": null, "Jaysohn: Weasels are way bigger than us.": null, "Bennett: Okay, I think we're getting caught up on the weasel thing.": null, "Viola: Semantics.": null, "Bennett: And maybe-": null, "Thorn: Bennett, can I ask, has there ever been record of a fifth First": null, "One, perhaps a \"she\"?": null, "Bennett: The place where you were, that's not the first time- most of": null, "us... They were in the... We call that Phoebe's Heart.": null, "Ava: Phoebe's Heart?": null, "Aabria: It kind of looks like a heart with a pool at the center, and": null, "we've never known who Phoebe is. It was just sort of a name, like Warren": null, "Peace.": null, "Lila: Which one of the First Stoats...": null, "Izzy: I didn't hear it. Lila didn't hear it. One of the First Stoats": null, "said \"she.\"": null, "Rashawn: Yeah, \"She'll be back.\"": null, "Tula: Speaker said it. \"She'll be back.\"": null, "Bennett: Speaker said what?": null, "Tula: \"She'll be back.\"": null, "Lila: As you killed them?": null, "Tula: As Speaker was dying, they spoke it to Thorn.": null, "Bennett: What did they mean?": null, "Thorn: [hoarsely] I didn't get much of a chance to follow up. [he clears": null, "his throat] But that was the last piece of information they felt it": null, "essential to impart on me.": null, "Tula: There is a mystery, and the clues are here in Last Bast, because": null, "the First Stoats already existed before whatever went wrong with": null, "Doctor... With the doctor-": null, "Bennett: Wenabocker.": null, "Tula: Wenabocker.": null, "Thorn: They did this. They cleared out the warren.": null, "Tula: Which means that the source, whatever it was, the Blue had already": null, "escaped by the time-": null, "Lila: One of them said, one of them said, one of them said, \"The thing": null, "that I made.\"": null, "Ava: Yes, that's right. That they made the Blue.": null, "Aabria: You see that Bennett is swallowing a lot of, “those": null, "motherfuckers”. Just, you're seeing a bit of a turn in him, and the": null, "other leaders here are sort of catching the vibe very slowly as Bennett": null, "just, okay.": null, "Ava: Well, they didn't ever tell you anything about Femur?": null, "Viola: Phoebe, Mama.": null, "Ava: Phoebe, and about making the Blue, and about a Fifth Stoat?": null, "Bennett: No, so why don't we start with what they told you before you": null, "killed them?": null, "Lila: We've said it.": null, "Ava: That's pretty much the whole entirety of it.": null, "Viola: They said that they were coming back, and it was inevitable.": null, "Thorn: She'll be back.": null, "Viola: She'll be back.": null, "Bennett: Okay.": null, "Thorn: I'm wondering, the orders to perform experiments on certain": null, "animals. That came directly from the First Stoats, to alter them in the": null, "lab.": null, "Bennett: [sighs] I'll let Carter take this one. [she wipes a tear]": null, "Aabria: One of the twin stoats kind of comes up.": null, "Carter: We agreed that it was important to see which other animals here": null, "could survive bigger exposure to the Light, yes. Everything in the Blue": null, "Woods, it all extends out for 30 miles in every direction, all of it": null, "touched by the Light. Everything that's here now is what survived then -": null, "20 winters.": null, "Thorn: 20 winters.": null, "Ava: When you say everything that's here that survived, you mean the": null, "elk?": null, "Carter: The elk, the birds, the trees, us.": null, "Thorn: But not the humans.": null, "Carter: We are all the things that survived when the Light took over.": null, "But we seem to be the only ones that can exist this close to it this": null, "easily without further deleterious effect.": null, "Lila: What did the First Stoats say about when the Light took over?": null, "Carter: It was kind of a story about how we found the Light and": null, "harnessed it and made a home for ourselves and a place where we could be": null, "safe, and that the humans would return someday, but if we were diligent,": null, "we could push them back and keep ourselves safe forever. The things they": null, "build…": null, "Aabria: And it's here that Bennett sort of steps back and the scale of": null, "what stoats are and what they do kind of brought your vision in, but you": null, "see now, on the back of the wall, sundry rods and bars and strange": null, "angles of metal.": null, "Carter: Everything you see back there are the weapons that we found": null, "here. [Erika and Siobhan mouth words at each other] We've changed the": null, "scale of some of them, figured out ballistics, the ability to throw a": null, "rock faster than any arm could. They create weapons, they build and": null, "store and amass power, and if they return, if they see who we are and": null, "what we can do, they will annihilate us.": null, "Lila: What happened when they came before?": null, "Carter: About a year ago, a human showed up, not all the way here, but": null, "clearly up the road. A road is like a flat river. They're able to use": null, "their trucks and get... We saw one. It looked like they were looking for": null, "something, testing, trying to see if it was safe, what was changed, and": null, "it was decided that for the good of the warren, for the best, for Last": null, "Bast, that that human never make their report, from wherever they came.": null, "[Erika nods]": null, "We did what we had to do. If they had any clue who we were, what we are,": null, "the fact that we can read their writing, use their tools... Imagine the": null, "warren that you all came from, that you chased the rabbits from. What if": null, "the rabbits came back but they, too, could speak? What if they had tools": null, "and weapons? What if they could plan and plot? That's not just the way": null, "of nature. That is an existential threat.": null, "Ava: An egg… [stammers]": null, "Carter: An egg threat, yes. Yes, it's a threat to your very life.": null, "Ava: I don't know what that is, but I don't like it. It doesn't feel": null, "good.": null, "Tula: Those voices, they come from before the Light.": null, "Carter: Yeah, I think so.": null, "Thorn: I'm wondering whether perhaps the First Stoats were exhibiting": null, "some learned behavior. What if the First Stoats were themselves victims": null, "of experimentation with the Light, and they then took it upon themselves": null, "to free that gift that they had been given, to give it to all of us.": null, "Ava: When you said if the rabbits were to ever come back to the Red": null, "Warren, you know, what would we do, and they wouldn't be coming back,": null, "because we killed all of them. My mother and her mother all cleared out": null, "the warren, and there were no survivors.": null, "Jaysohn: And Uncle Thorn had a really clever badger, who I honestly": null, "wanted to make friends with.": null, "Thorn: [sadly] Thanks, Jaysohn.": null, "Ava: But, I mean, that is to say, you took care of that one human scout.": null, "I say that we should follow them back to their warren. [Jasper clears": null, "his throat]": null, "Aabria: Pep gives you a little bit of a smirk, a little bit of a nod.": null, "Ava: We have truck and MeatWolf.": null, "Carter: And a very big elk.": null, "Jaysohn: And a weapon that I know how to use.": null, "Thorn: And as Dr. Wenabocker said, we are very sneaky.": null, "Lila: But I think we were the bad ones to begin with. I think the First": null, "Stoats caused that, made Dr. Wenabocker scared in that tape and made": null, "everything go wrong and killed him.": null, "Ava: Yes, they did what they had to do in order to ensure the survival": null, "of them and the other stoats around them.": null, "Aabria: Lila, and Bennett comes over and takes a little knee,": null, "Bennett: It doesn't sound good, so I'm not going to lie to you, but I": null, "can't help but think there might be more to the story. This is just what": null, "we've found, but we don't know anything other than what the First Stoats": null, "deigned to tell us. We don't know where they stay here in Last Bast.": null, "[Izzy nods] Maybe, if some very clever stoats were able to find,": null, "everyone leaves-": null, "Lila: You never knew where they stayed?": null, "Bennett: No.": null, "Viola: [whisper] Your map.": null, "Jaysohn: Your map!": null, "Brennan: Yeah, I'm going to look at my kids and I'm going to kneel down": null, "next to Lila and go,": null, "Tula: I think you might be right. If the rabbits that we ate and drove": null, "out of the Red Warren came back and could talk and could reason and": null, "could explain what they had lost, I don't think I would blame them. Can": null, "you look for clues and run around and find out all the things we can": null, "find out here in Last Bast about the First Stoats?": null, "Jaysohn: Yeah, but, I mean, we're not going to stop eating rabbits,": null, "though, right?": null, "Tula: No, we have to eat something, but if a rabbit came up and said...": null, "If a rabbit walked up and dropped to its knees and went, \"What have you": null, "done?\" I think I would pause and maybe reassess.": null, "Jaysohn: How fat is the rabbit?": null, "Tula: Jaysohn, if a rabbit ever looks at you and says, \"Please stop": null, "eating me,\" you stop eating that rabbit.": null, "Jaysohn: Okay, if it says please, I will stop!": null, "Tula: Good.": null, "Lila: Let's go get Lukas.": null, "Jaysohn: Yeah, let's go get Lukas! [everyone laughs]": null, "Aabria: And as the kids get gassed up to go find Lukas and find clues,": null, "that's where we're going to end tonight.": null, "Erika: Oh my god!": null, "The cast yells and pounds the table in delight.": null, "Jasper: This is so good!": null, "Aabria: We'll see you next week for Burrow's End.": null, "Brennan yells like a Wookiee. ": null, "[NEXT EPISODE - Episode 9: Human]": null, "[NEXT TIME ON DIMENSION 20]": null, "Stoat: This is such bad things.": null, "Thorn: If I was to summon this Blue, this Light, from the earth, I might": null, "be able to convince the humans that there is some other reaction, some": null, "other accident incurring.": null, "Viola: I would like to speak specifically to the coppers.": null, "Tula: If we're successful, many, many stoats and many humans die.": null, "Stoat: Oh my god.": null, "Tula: If there's a world where none of that has to happen, that's": null, "obviously something we are required to try for.": null, "Viola: Power is in the stoats. It's in all of us.": null, "Lila: We have a mission.": null, "Jaysohn: It's, like, super secret and special.": null, "Tula: We don't speak Stoat. We speak Human.": null, "Izzy stammering nervously.": null, "Jaysohn: Yeah, Grandma, that sounds really scary.": null, "Lila: Yeah, what if there's a human in there?": null, "rhythmic breathing": null, "Viola: Humans can't get inside, at all. It'll just be chaos.": null, "Stoat: There might be as many humans in the world as there are stoats": null, "here.": null, "Thorn: That might be a way to buy us some time.": null, "Tula: We should move now.": null, "Stoat: Watch out, watch out, watch out, watch out!": null, "Viola: For what?": null, "Jasper gasps, as if being hit.": null, "Stoat: Oh.": null, "Izzy gasps": null, "Jaysohn: Ugh! Ooh.": null, "Stoat: Oh!": null, "Ava: That was a lie.": null, "Aabria: You feel a pulse of energy emanating from you.": null, "Ava: The Blue!": null, "Brennan: [funny voice] Something may happen soon that will let me.": null, "Stoat: What's worse than humans?": null, "Viola: Not all stoat folk are kinfolk.": null, "Ava: That's impossible!": null, "Viola: We need to lean into our skills and help all of these lost": null, "Stoat: I'm so sorry.": null, "Thorn: This is not the time to go full scary!": null, "Tula: Oh no, oh no!": null, "Sirens blaring": null, "Stoat: Oh, I want to scream. [sirens blaring, the cast freezes] They're": null, "Ominous music plays.": null}