{"Dimension 20 Season 20": null, "Burrow’s End": null, "Starring: Aabria Iyengar as Game Master": null, "Brennan Lee Mulligan as Tula; Erika Ishii as Ava;": null, "Siobhan Thompson as Jaysohn; Rashawn Nadine Scott as Viola;": null, "Isabella \"Izzy\" Roland as Lila; and Jasper William Cartwright as Thorn": null, "Vale": null, "Episode 3: A Second Sun": null, "< [Previous Episode] | [Next Episode] >": null, "This transcript is a work in progress!": null, "If you would like to help edit it, the Google Doc can be accessed here:": null, "Episode 3: A Second Sun": null, "Please log your edits here:": null, "Sign-up Sheet": null, "Aabria: Hello and welcome back to Dimension 20: Burrow's End. I am your": null, "dungeon master and warren warden, Aabria Iyengar, and with me are my": null, "excellent ermines.": null, "Erika: [squeal] Yes!": null, "Aabria: Say hi, excellent ermines.": null, "All: Hi, excellent ermines!": null, "Aabria: This is the moment where you have to explain what an ermine is": null, "under– I'm not going to do it here.": null, "[Ermine [noun]: a stoat, especially when in its white winter coat.]": null, "Siobhan: In England, we say er-mine.": null, "Aabria: Er-mine?": null, "Jasper: I said er-mine as well just then and I didn't realize. Ding.": null, "[ding] There ya go.": null, "[Bizarre British thing #36: they pronounce ermine and mainly other": null, "words, differently.]": null, "Aabria: Add it to the tally.": null, "Erika: Famously used in classical paintings to symbolize virginity.": null, "Aabria: Yeah.": null, "Siobhan: And royalty.": null, "Erika: And royalty.": null, "Siobhan: When they're dead.": null, "Aabria: There's a fun thing where-": null, "Siobhan: When they're dead, they're royal. When they're alive, they're": null, "virgins.": null, "Aabria: When they're dead, they're royal. They're cute little virgins.": null, "Siobhan: [Jazz hands] Symbolism.": null, "Izzy: Do they not fuck?": null, "Siobhan: They absolutely fuck.": null, "Brennan: Royals?": null, "[Erika guffaws]": null, "Jasper: Famously.": null, "Brennan: Famously!": null, "Rashawn: Each other.": null, "Siobhan: They fuck a lot.": null, "Aabria: We can have a conversation about stoat lore later. For now, a": null, "little recap. So moving into the woods, deeper and darker, our family": null, "debated when and how to make a new home for themselves until they ran": null, "afoul of a massive, if bedraggled, brown bear. Not a green bear, it was": null, "brown. Strangely, the threat came not from the bear itself, but from the": null, "parasitic, carnivorous chipmunks infecting it. A fight commenced after": null, "Ava was abducted and dragged into the body of the bear itself. Our": null, "children proved themselves to be truly terrifyingly capable in a scrap,": null, "and the adults went straight to the proverbial and literal heart of the": null, "problem, putting down the beast. Now, after interacting with the bear,": null, "becoming stronger, becoming wiser and learning a little bit more about": null, "the nature of the Blue, you all have levelled up, and we pick up now in": null, "the evening, still safe under the shadow of the bear.": null, "[wind rushing]": null, "[Siobhan snoring cutely]": null, "Aabria: Jaysohn, immediately asleep in the cutest way possible.": null, "Siobhan: So dead asleep. He's just folded over a bear claw. Is that": null, "comfortable? Why is he sleeping like that?": null, "Lila: I'm so sorry, you have a big-": null, "Jaysohn: Yeah, it's Jaysohn dirt. Dirt for Jaysohn. It's there on": null, "purpose. Stop licking your thumb and trying to wipe it off.": null, "Viola: Lila, leave your brother alone, he's sleeping.": null, "[Siobhan snores cutely]": null, "Lila: [whisper] He has shit on his face.": null, "[cast laughing]": null, "Viola: We all have a little bit of shit on us. We were in the innards of": null, "a bear. I was at the brain.": null, "Ava: I am pristine.": null, "Rashawn: Slough, slough.": null, "Aabria: That sandpaper tongue does good work. It's like detangling.": null, "Erika: Yeah!": null, "[Rashawn laughing]": null, "Aabria: [disgusted groan] So, let's cut back to the natural 20 that we": null, "got in Adventuring Party. [gestures to camera] If you didn't see that,": null, "pause right now, go back and watch that, and we're going to adjudicate": null, "here in the game now.": null, "Brennan: You gotta watch the Adventuring Party.": null, "Aabria: You gotta watch it.": null, "Izzy: If you're not watching Adventuring Party–": null, "Rashawn/Izzy: You're only getting half the story!": null, "[Players laughing at the 'Drag Race: Untucked' reference.]": null, "Aabria: That was great, and I feel very good, actually.": null, "Rashawn: Honey, if you're not watching Adventuring Party–": null, "Izzy: Can I get an amen up in here?": null, "Aabria: Amen!": null, "Rashawn: Amen. Can I get an incredible?": null, "Izzy: In...": null, "Rashawn/Izzy: Credible.": null, "Aabria: And also with you. Lila. Lila, in this moment, as everything's": null, "sort of winding down and people are going to sleep or moving off to be": null, "quiet adults in the evening, your brother has already knocked out for": null, "the night at a horrifying angle over a bear claw, and you see, deep in": null, "the woods, now that you're looking around this pale blue glow that": null, "suffuses everything, it's still dark and it's still quiet, but I think": null, "you're starting to put together your understanding, the questions that": null, "have plagued you and have driven you madly towards sneaking through the": null, "Red Warren that was your home trying to figure out what's going on, what": null, "the parents aren't saying, what the adults know and why they wouldn't": null, "share it with you, especially where it pertains to your family, your": null, "grandfather that you never knew, and your father that died half of your": null, "lifetime ago. I think you understand, especially now, in this place,": null, "looking around, that it's not that the Blue is some monster or some": null, "strange incursion, but the Blue is everywhere. It is everything. You": null, "can't help but see it in the glow of the trees that don't look sinister": null, "or evil, they're just different. Everything is a little different here.": null, "Everything that's been touched is not quite right. Even the chipmunks in": null, "that bear, you've seen a chipmunk before. You've eaten a normal": null, "chipmunk. You've never seen the look on the face that... You still have": null, "that face, yeah?": null, "Izzy: Auntie has it.": null, "Aabria: Oh yeah.": null, "Jasper: Folded up.": null, "Rashawn: I unfold it and I put it against a little piece of bark so it's": null, "got some hard surface to it. I give it back to her.": null, "Aabria: You look down at that ripped off chipmunk face, and you...": null, "Izzy mimes wearing the face like a mask.": null, "Aabria: Oh, horrifying. Doing it through the mask like a criminal. And": null, "realizing that you've never seen a chipmunk with that strange ribbon": null, "worm-like tongue, either, that everything is just a little different and": null, "a little corrupted, but that means everything's a little different, and": null, "that includes you, and that includes your family. And I think there's a": null, "sense of, there's not some specific secret that you're locked out of.": null, "You were just finally around enough new data to realize that everything": null, "is touched by this, and the next question is, how far does this go? Do": null, "you have anything you want to follow up with as a little secondary ask,": null, "because a crit is very, very good?": null, "Izzy: What does my uncle want? [Siobhan gasps] Is there any... I mean,": null, "that might not have to do-": null, "Aabria: I can give you an answer that's less insight and more sort of": null, "tapped in with that Blue and that arcana.": null, "Izzy: Yeah.": null, "Aabria: I think you see how much the Blue suffuses everything, and you": null, "understand, in the same way that all stoats that, again, don't make": null, "their own burrows, they find power and resources and take them, that": null, "this feels connected in that way, that your uncle saw and maybe": null, "understood the potential of this power early on in his life and is just": null, "trying to find a way to tap into it. That make sense?": null, "Izzy: Mm-hm.": null, "Aabria: Cool, is there anything else you want to do before you go to": null, "sleep for the night?": null, "Izzy: Are the adults up and talking?": null, "Jasper: I was going to ask, if I'm seeing Lila kind of clocking, you": null, "know, looking, searching for answers-": null, "Izzy: Yeah, I think I was also just sort of going to be like… [she": null, "raises her arm behind her head and leans casually]": null, "[Brennan laughs]": null, "Jasper: Yeah, I think that [stammers] Thorn might-": null, "Izzy: Just looking very inviting for a conversation.": null, "Jasper: I think Thorn might come over to you and just say,": null, "Thorn: [clears throat] you were-": null, "Lila: How are you?": null, "Thorn: Hm?": null, "[Aabria laughs]": null, "Thorn: How am I?": null, "Lila: Mm-hm.": null, "[Erika, sitting between them, grins widely]": null, "Thorn: I'm good, thank you. Yeah. You were really impressive back there,": null, "you and your brother. It was quite amazing, actually. I've got to be": null, "honest, you notice things that us adults could never [chuckles] hope of": null, "seeing. You've put things, pieced things together that I've spent months": null, "looking for, it's really impressive.": null, "Lila: Oh my gosh. Oh my gosh, thank you.": null, "Thorn: Well, no, I'm saying this because we need you.": null, "Lila: Well, I think I get that from you.": null, "Thorn: Well, I don't know about that.": null, "Lila: No, I do.": null, "Thorn: Oh, well, thank you.": null, "Lila: Yeah, I've always sort of, like, I don't know. A lot of people": null, "follow you, right?": null, "Thorn: Yes, it's, truth be told...": null, "Jasper: Are we sort of on our, slightly alone?": null, "Aabria: You have to yell sidebar, or it's assumed that you're having": null, "this conversation-": null, "Izzy: [yelling] Sidebar!": null, "Brennan: [miming slamming a pike or such against the ground] I declare": null, "sidebar!": null, "[Erika softly shouts]": null, "Siobhan: In the name of Grayskull!": null, "Aabria: The terms have been met. You are private.": null, "Jasper: I'll just sort of drop it a little bit and say,": null, "Thorn: Truth be told, Lila, I don't think I ever really wanted people to": null, "follow me. It was sort of, much like your mother was saying, the world": null, "shows you and gives you options, and you have limited number of choices,": null, "and I realized early on that I had an ability to help and inspire": null, "people, give them hope in times that felt terrifying and awful, so I": null, "sort of... It wasn't necessarily something that I welcomed, but": null, "actually, your auntie has really helped me see the potential that I": null, "have, so I want you to know that I never had any designs or ideas of": null, "being like your father. From what I've heard, he's an incredible person.": null, "I'm not him, but I'm here, and I'm going to do everything I can to keep": null, "this family safe.": null, "Lila: Were you friends?": null, "Thorn: With your father? No, I didn't have the pleasure of meeting him.": null, "He passed before I joined the family. But of course, people have heard": null, "of Geoffrey. He's an impressive warrior, so.": null, "Lila: It sounds like you are pretty similar.": null, "Thorn: I'm not bad, but there are definitely people more intelligent": null, "than me. Yourself, for instance, I think.": null, "Lila: I'm not smarter than you.": null, "Thorn: I think you might be, honestly. I made some questionable": null, "decisions yesterday, and you were pretty levelheaded. It was kind of": null, "impressive.": null, "Lila: Okay, well,": null, "[Aabria chortles]": null, "Thorn: But,": null, "Lila: I'll keep that.": null, "Thorn: The reason I wanted to talk to you was just, this Blue, I believe": null, "truly that this is the one thing this Blue, I believe truly that this is": null, "the one thing that the creatures that caused that horrible toxic smoke": null, "that killed everyone that we know,": null, "Lila: Mm-hmm.": null, "Thorn: I believe that their one weakness is this Blue. I don't think": null, "that they have the ability to sort of house it and control it like we": null, "do. That's why I started the Lukura. Because I wanted to study it, I": null, "wanted to understand it. I wanted us to be able to wield it so that we": null, "could force these things back. I know that your... [sighs] I know that": null, "your mother might have reservations about you being involved–": null, "Thorn: But I don't think that we make this through without you. I need": null, "you to keep your head on a swivel, and if there's anything that you see": null, "about this stuff, tell me. If there's anything that might help us grasp": null, "it better, tell us so that we can get better, and the next time these": null, "things appear, we'll be ready.": null, "Lila: [hesitantly] Swift as the sun, faster than the hills.": null, "[Brennan and Aabria laugh]": null, "Jasper: A little tear just appears.": null, "Lila: Now, these creatures.": null, "Thorn: Mm-hm, mm-hm?": null, "Lila: You saw them?": null, "Thorn: Yes.": null, "Lila: And they're huge.": null, "Thorn: Unfathomably, yes.": null, "Lila: And they walk on two legs.": null, "Thorn: Mm-hm.": null, "Lila: And they have weird skin?": null, "Thorn: Yes, it's hairless. Truly disgusting, I know. Hairless, yellow,": null, "sort of big, reflective eyes. This is part of the reason why we didn't": null, "tell you, you see, because it's really quite a horrible thing.": null, "Lila: I think after today, [stammers] I'll be okay.": null, "Thorn: Yeah, we've all seen some shit right now. Yeah, absolutely.": null, "Including you, yeah, for sure.": null, "Lila: Interesting, okay, great talk. Love you, bye.": null, "[Brennan guffaws]": null, "Aabria: I've never seen someone hang up on someone in a conversation.": null, "Jasper: Thorn, just to himself, goes,": null, "Thorn: She said “love you”.": null, "Izzy: Lila goes straight to Mom.": null, "Aabria: Aw.": null, "Thorn: I'm doing it! I'm being an uncle. Look at me, okay. Whew, I need": null, "to go find my friends!": null, "Lila: Uncle Thorn is up to something bad.": null, "The cast laughs at the immediate confession.": null, "Tula: [groggily] What's that? What, what? What, sweetie? Were you up?": null, "No, we're sleeping. We all have to sleep.": null, "Lila: Okay, I'll go to sleep.": null, "Tula: What is it?": null, "Lila: [stammering] Okay. I think I figured everything out. You can go to": null, "sleep. I'll go to sleep at some point. I love you. [kissing sound]": null, "Tula: [groggily] Go to sleep. [kissing sound] Sweetie, thank you. You're": null, "very hurt, sweetie. You should... No more adventure tonight, no more.": null, "Lila: Why?": null, "Tula: You need to rest to heal, okay? Come, come, come. Come, come,": null, "come. I'm going to scoop you up. I'm going to scoop Jaysohn and-": null, "[Siobhan squeaks] I think I'm with, hopefully with my back to my sister,": null, "I'm just trying to scoop-": null, "Brennan mimes attempting to wrangle the children with both arms.": null, "Lila: He usually puts his feet in my stomach.": null, "Tula: Okay, you get on this... Okay, okay, Jaysohn on this side, Lila on": null, "this side. Okay.": null, "Siobahn wiggles. Izzy makes an extremely anxious face and": null, "hyperventilates.": null, "Aabria: That's really cute.": null, "Brennan: There's a moment of silence. Then I go,": null, "Tula: Lila? You're breathing so fast.": null, "[Cast laughs]": null, "Tula: Okay, you're going to breathe slow. Deep breath in. Long. [deep": null, "inhale]": null, "Lila: Mommy?": null, "Tula: Okay, and let go. [long exhale] What is it, sweetie?": null, "Lila: I'm going to make all the bad things go away.": null, "Tula: [exasperated pause] Okay. [Aabria and Siobhan chuckle] Okay, we'll": null, "talk about it in the morning.": null, "Ava: Everybody go to sleep.": null, "Brennan: I revert to childhood immediately.": null, "Tula: [gulps] Shush, shush, shush, shush! Shush!": null, "Aabria: Now you're both panting.": null, "Izzy: I whisper to you, I'm like,": null, "Lila: [whisper] Shut up, Grandma!": null, "Tu: [whisper] Don't! You're going to get us both in trouble!": null, "Tula: [whisper] Shush shush!": null, "Aabria: And we move away from this moment as everyone sort of beds down": null, "for the night to rest and recover, you may have mentioned something": null, "about not necessarily going to sleep.": null, "Jasper: Yes, I think I'll very briefly sidebar with Viola and say,": null, "Thorn: Once everyone's asleep, I have something that I have to do. I": null, "left too many people behind, and I need to find Olliver and Teedles.": null, "Viola: Do you want me to go with you, or?": null, "Thorn: I feel bad I'm asking you to step away from your family.": null, "Viola: But you're my family, too.": null, "Thorn: [chuckles lovingly] Thank you.": null, "Viola: If something happened to you... I mean, I love them, but what if": null, "I was left all alone without you?": null, "Thorn: Don't worry, no one's going to see me.": null, "Jasper: And I grab a bush, stick it over myself, I cast Pass Without": null, "Trace, and I'm like,": null, "Thorn: Look, check it out.": null, "Aabria: You just see a shrub, and then it pulses blue. [Erika guffaws]": null, "Jasper: I'm like,": null, "Thorn: look, look, no one's going to see me. [rustling foliage]": null, "Jasper wobbles back and forth, bushlike.": null, "Brennan: The first time a ranger has ever said, check it out.": null, "[players laughing]": null, "Aabria: Check it out, I'm so stealthy.": null, "Brennan: In D&D.": null, "Jasper: Check it out.": null, "Brennan: Picturing Aragorn being like, check this out.": null, "Jasper: But then he kicked the helmet.": null, "Aabria: I don't get that reference.": null, "Erika: [slams table] Yes you do! We paused the movie to tell you!": null, "Aabria: You did, you did. It's wild you did that.": null, "Viola: Okay, yeah, I guess, I'll make sure, you know, everyone is": null, "falling in line and in order.": null, "Rashawn: I think Viola's still thinking about that bite of the brain": null, "Blue juice and what that could mean. She needs some time to figure that": null, "out for herself, so you be safe, and I Bless you before you leave.": null, "Thorn: Thank you, sweetie. Don't worry, I will be back before you all": null, "awake, I promise.": null, "Viola: [softly] Okay.": null, "Jasper: Yeah, and then if I can, I'd like to use my tracking, because": null, "I'm in my favored terrain still, to try and track Olliver and Teedles. I": null, "feel like I'd know their footprints pretty well.": null, "Aabria: First, give me a stealth check to make it away from your": null, "family's encampment.": null, "Jasper: Beautiful, and I have cast Pass Without Trace on myself.": null, "Aabria: Yes!": null, "Jasper: So this is a plus 19.": null, "Brennan: Woo!": null, "[Rashawn cackles]": null, "Jasper: That's only a three, but it's still a 23.": null, "Erika: Six-ah.": null, "Jasper: 22, 22.": null, "Brennan: Incredible.": null, "Aabria: I can't believe you have a plus 19, and you got a 22 on stealth.": null, "Jasper: Ridiculous.": null, "Aabria: That's so bad.": null, "Jasper: And you're back in the jail. [he moves a dice from his tray]": null, "There we go. Worked on these dice for so long. [Izzy hands him a": null, "replacement] Thank you, once again.": null, "Aabria: Thank you, thank you. As you step away, we're going to cut back": null, "to this moment of action to first come back to Viola, who watches you": null, "leave.": null, "Rashawn: She's got her back to her sister, whole family's snuggled up": null, "and sleeping, and Mom's snoring in the corner. [Erika and Siobhan": null, "snoring] I'm just staring at the hole or the opening, watching Thorn run": null, "away, or this bush.": null, "Thorn-foliage rustling - Jasper mimes shaking a bush as he runs.": null, "Aabria: The bush just shakes away. This is what Macbeth was worried": null, "about.": null, "Brennan: What's that running through the forest? Oh, it's just a bush.": null, "Never mind.": null, "Rashawn: It's just the love of my life.": null, "Jasper: I'll make it look like a tumbleweed.": null, "Erika: Rolling!": null, "Jasper and Erika mime being inside a hamster ball.": null, "Jasper: I'm just inside, rolling. It's just a tumbleweed, look away.": null, "Just a hamster wheel.": null, "Aabria: So as you sort of watch it happen, you begin to think, and you": null, "think back to biting into the brain, that pool of Blue, and then what": null, "happened to you in the moment when you sort of lost consciousness and": null, "where you went and the thing you saw, and some words here. \"Dura mater,\"": null, "\"pia mater.\" They don't mean anything to you. [electronic music] Oh, you": null, "don't have to write it down. [Aabria chortles] They're concepts that you": null, "would never know to know, because they are appellations for the tissue": null, "that you just sort of clawed and cut through. They didn't mean anything,": null, "they were just membranes holding you back from reaching that brain, and": null, "the pool, and the power, but it is worth noting that when translated,": null, "they mean \"tough mother,\" \"tender mother.\"": null, "And if you had known to know that, it's interesting that your mind, even": null, "in this moment, drifts back to the mothers in your life, your own, Ava,": null, "and your sister. A tender mother, a tough mother. You think about what": null, "kind of mother someday you'll be. [electronic music continues] Embryonic": null, "diapause is a very specific thing that stoats do where they get to": null, "decide when they want to gestate and have children, when the conditions": null, "are met, when they are safe, when they're secure, when there is ample": null, "food and stability. And Viola, you've been waiting, have you not?": null, "Rashawn: I've been waiting a long time. [electronic music fades as a": null, "single chord begins to crescendo] From watching my sister change, we": null, "were doing the same thing, and all of a sudden, we weren't, and then": null, "there were two other people that she cares about more, understandably": null, "more than me. [chord decrescendos] And I had to go find someone who": null, "cares about me. Will I ever diverge from what she's doing again? What": null, "path is mine?": null, "Aabria: Everything's been shaken up, but 24 hours ago, a sunrise ago,": null, "where were you as far as considering when and if to have children and": null, "start your family?": null, "Rashawn: If we were to combine the Red Warren and the Lukura, if that": null, "was a set, we are a unit, and we will go or stay wherever and there's no": null, "conflict, I'd be like, yes, this is a great time to have a litter, sure.": null, "And then I think now, to have a litter solidifies me as someone who": null, "everyone has to take care of, or I'm bringing in a new generation, so": null, "that means wherever these pups are safe so that means wherever these": null, "pups are safe is the best place to be, and I get to decide where that": null, "is.": null, "Aabria: Yeah, and as your mind sort of circles over that and realizes": null, "and understands, [gentle piano music] putting specific voice and": null, "intention to those thoughts of, once we're all together, once we know": null, "what the future holds, once we're stable, once we are collected, it'll": null, "be my turn, your mind sort of drifts from thought to vision, or at least": null, "it did in that moment, and you see your litter, your children, and they": null, "are frolicking and flourishing, but it's not within the earthen walls of": null, "the warren like you grew up in.": null, "Strangely, it seems to be within the walls of a strange pale gray stone": null, "that you've never seen before. [piano continues as electronic music": null, "returns] You see your litter frolicking amongst a hundred hundred other": null, "stoats, ones that you don't recognize, that you don't know. You don't": null, "know where this came from, this idea. I don't think you've ever": null, "considered that there would be that many stoats in the world,": null, "[electronic music fades as piano continues] and yet you see it as": null, "clearly as you see the bush that is your husband disappearing into the": null, "night.": null, "Rashawn: I see more stoats, and they're jumping around, and it fades": null, "away, and I just see a bush hopping around.": null, "Jasper: [whispering] Check it out, check it out, check it out.": null, "[Brennan wheezes with laughter]": null, "Aabria: That memory in memory [laughs] kind of... Hearing \"check it out,": null, "check it out, check it out-\"": null, "Jasper: I did roll a three.": null, "Aabria: Yeah. [laughs]": null, "Rashawn: I go, shh.": null, "Jasper: Oh, yeah.": null, "Aabria: Pulls yourself back, and with that, you sort of move into sleep.": null, "Rashawn: Oh gosh, okay. That makes me, I feel like I'm getting": null, "uncomfortable. I can't sit still, maybe I'm rubbing up against folks as": null, "I like,": null, "Viola: Ugh, ugh, I don't know. Ugh, I don't like it. Ugh, something's": null, "going to change!": null, "Tula: [whispers] Vi.": null, "Viola: Yeah?": null, "Tula: Do you want to scooch over onto the moss more?": null, "Viola: No, I'm just not, Vi... Tula. I don't even know what my name is": null, "anymore. Oh god, oh gosh. When... When you had your-": null, "Tula: Oh, we're going to talk?": null, "Viola: Yeah we're gonna talk.": null, "[Aabria and Jasper laughing]": null, "Rashawn: And I roll over, look you right in the face.": null, "Aabria: Truly over Jaysohn.": null, "Siobhan: [she wiggles her arms] Just like twitching, I'm clearly having": null, "a fight in my dream.": null, "Aabria: You've got to make a dex save. No, do it, because I want the": null, "monk to punch you on accident.": null, "Jasper: A d4 for the rabbit, the Lucky Footwork.": null, "Rashawn: Nat 20!": null, "Viola: [whips toward Brennan] I need to talk to you.": null, "Aabria: You literally roll over in this quiet moment and just go, boop,": null, "and a fist.": null, "Siobhan swings a fist past Rashawn’s head, then resumes energetic sleep": null, "wiggles.": null, "Jasper: So when you were having your-": null, "Brennan: Incredible.": null, "Viola: So, I'm freaking out. I think... I think something big is going": null, "to change for me, and it's something that I thought I could delay a": null, "little bit longer, but I think the time is now. I think the rabbit's in": null, "the hole, you know what I mean?": null, "Tula: Vi.": null, "Viola: There's a...": null, "Brennan: I'm going to extricate myself from my children.": null, "Aabria: Give me an acrobatics check, with advantage. [dice rattling]": null, "Brennan: That's going to be a 22.": null, "Aabria: I just like this idea that a very long body, as you just sort": null, "of... [she mimes sliding out of a tight spot] All right, I know I'm the": null, "one that brought them in, but! And then just barrel roll away from your": null, "children.": null, "Izzy: Lila feels that in her sleep and goes,": null, "Lila: Jaysohn, shut up!": null, "[everyone laughs]": null, "Aabria: Dex save as a little fist comes by.": null, "Brennan: I'm going to get up out of bed and go, [rubs eyes]": null, "Tula: oh.": null, "Viola: Yeah.": null, "Tula: You're starting now?": null, "Viola: You're the only one who knows.": null, "Tula: Well, I think that's... I don't want to question your timing, the": null, "judgment. It's beautiful, but do you feel it's safe now?": null, "Viola: No, I don't think it's safe. I don't think it's safe at all, but": null, "I don't think... I think I have no control in this situation. Normally,": null, "you know me, I decide I'm going to do something, and I do it, I've made": null, "my mind up, but this is beyond my control.": null, "Brennan: Do I know that that's somewhat... We have some control, but": null, "it's limited kind of thing?": null, "Aabria: Yeah, yeah yeah yeah.": null, "Brennan: I'll just give you a big hug.": null, "Viola: Shrug? That's what you... [Aabria chortles] It is what it is? Is": null, "that what you're telling me?": null, "Tula: Well, it always is what it is.": null, "Viola: What if I'm not good at it? I mean, these guys are wild. What if": null, "I have more than you?": null, "Tula: [flatly] Well, they're fine.": null, "Viola: Look at this one.": null, "Siobhan squeaks and wiggles even more energetically.": null, "Tula: He's blessed with a lot of energy, and as he grows, he's going to": null, "learn to control it, and he's going to be a really capable hunter.": null, "[Siobhan snarling] He's a very bright young boy.": null, "[Siobhan laughs]": null, "Viola: He's very gifted, yes.": null, "Tula: Yes.": null, "Viola: But I also wanted to say, I feel kind of bad, because I have": null, "someone to do this with, and-": null, "Thorn: [whispering, still a bush] Check it out, check it out, check it": null, "out.": null, "Tula: Thorn's going to be a great father.": null, "Viola: But you're doing it by yourself, and I feel bad. Without me": null, "having mine, I can help you when you need it. You need an extra hand.": null, "What if I get so busy that I'm not the same kind of sister I was? What": null, "if I'm not the same daughter? Maybe I should be a different daughter.": null, "Tula: I think the daughter thing, that's... I can't put any more effort": null, "into being a daughter. I can't put any more effort into being a": null, "daughter. That's just, whatever grade we got there, that's what we got.": null, "[Cast snickering, holding back laughter] I think it's... I think it's...": null, "I think it's beautiful, and I think…you don't have to worry about me,": null, "Viola.": null, "[string music]": null, "Viola: I'm always going to worry about you.": null, "Tula: Yeah, but look, you have such a strong heart. You have a beautiful": null, "husband who loves you, and I can see that he loves you, and he respects": null, "you, and he listens to you. That is huge.": null, "Viola: He'll do just about anything I say.": null, "Jasper nods in agreement.": null, "Tula: That's got to be great. [Aabria coughs holding in laughter, Izzy": null, "makes a face] If it's your time now, it's your time, and... [orchestral": null, "music plays] The forest is enormous, it's dangerous, it's full of": null, "monsters, ah da da da da da da, but what happens in the best of": null, "circumstances? We find a burrow by a sunlit, clear stream, and there's": null, "never any monsters, there's never any predators, and one day, you pass.": null, "You can't guarantee safety. You can't guarantee that you get to hold": null, "onto everybody forever. What you do get to choose is who you love, and": null, "those kids are going to be so lucky to have you as their mom, and you'll": null, "just see, everything, it will be beautiful. Everything will come into": null, "focus, and you don't have to delay your life out of a sense of": null, "responsibility to me. I will be fine.": null, "Viola: Okay, you think the kids would be freaked out if they had a": null, "cousin named Geoffrey? [orchestral music swells]": null, "The cast makes astonished faces.": null, "Brennan: [sobs] Just fucking crying, just crying.": null, "Viola: Drink this blueberry wine, because I can't for a while. [she": null, "mimes handing him a drink]": null, "Tula: I need a drink. [cast laughing] [Brennan slurping] I think that's": null, "beautiful. I think that's beautiful. You... You're going to be great,": null, "and we're going to find a place to be safe, and it'll be wonderful. You": null, "know, Lila and Jaysohn will be so excited to be cousins. They'll be": null, "wonderful.": null, "Viola: I always thought of us raising our pups all together.": null, "Viola: Being crazy, but I also have ambitions, you know, and I don't": null, "want that to fall to the wayside, obviously. The Lukura.": null, "Aabria: I need a, god, what is it, deception check against your insight.": null, "Hold it together, Tula, or don't.": null, "Brennan: 15.": null, "Rashawn: 13.": null, "Aabria: All right.": null, "Tula: The Lukura have had a setback. Sure, it's a three person cult,": null, "including the leader.": null, "Viola: Mhmm.": null, "Tula: Organization, sorry. You know, a religion. How do you define it?": null, "Group?": null, "The cast makes faces.": null, "Viola: Yeah, a collective.": null, "Tula: A merry band.": null, "Viola: I just know that I can harness this thing that Thorn's always": null, "talking about. He's talking about, we want to understand it. We want to": null, "defeat it, but we can use it for our good. But what if our intentions": null, "are different? This is not just corruption, it's power. But is there a": null, "good type of power? Corruption is a bad word.": null, "Tula: Power. Well, I've found that the more you try to... It's so funny,": null, "I just haven't been... I suddenly feel very guilty. I haven't given you": null, "advice... I feel like I've been too exhausted.": null, "Viola: You're busy, it's understandable.": null, "Tula: Yeah, just, I don't even... Viola, I have to be honest, I feel": null, "like a fraud giving you advice.": null, "Viola: No.": null, "Tula: I know I'm your older sister. I don't feel like I have any-": null, "Viola: You're the first person I ever knew. You're the one who always": null, "gives me, you know, a straight answer. Even if it's not the most wise": null, "thing in the world, it's something.": null, "Tula: Yeah, there's a backhanded thing in there, but I honestly agree": null, "with it, so I can't even be mad.": null, "Viola: I'm sorry.": null, "Tula: No.": null, "Viola: I woke you up out of your sleep, asking all these things.": null, "Tula: No, no no no. I'm happy, I'm happy. You've been with the Lukura a": null, "lot. It's just nice to connect, and I just hope you're... Power? I've": null, "known... I've known powerful people. You know who really cares about": null, "power? I think Mom cares about power and cares about control a lot, and": null, "have you...": null, "Viola: Have I had a real conversation with Mom? No.": null, "Aabria: Really quick, can I get a perception check from both of you? Can": null, "I get a performance check from you?": null, "Rashawn: Nat 20. [she claps]": null, "Aabria: Let's go!": null, "Jasper: That's my wife!": null, "Brennan: 21, but yeah.": null, "[Erika laughs]": null, "Aabria: How'd you do, bud?": null, "Erika: A four.": null, "Aabria: The moment your attention moves sort of firmly onto your mother,": null, "you realize that you haven't heard her snoring in a good two minutes.": null, "Brennan: I have a custom background called Stoat Mom. It doesn't have a": null, "feature.": null, "Aabria: I'm so sorry, what?": null, "Brennan: It doesn't have a feature associated. Given that I'm a mom.": null, "Brennan: Can I have a long rest in however much time I've been asleep": null, "for?": null, "Aabria: Oh my god.": null, "Erika: Oh my god!": null, "Rashawn: That's incredible.": null, "Aabria: That's very funny.": null, "Tula: Let's go around the other side of the bear. I have something I": null, "want to do.": null, "Viola: Okay.": null, "Tula: And I'm just going to say, here's what I think about power. I've": null, "seen very powerful people collect a lot of power, and I've seen very": null, "un-powerful people do what they can to get by, and I think the thing": null, "they both have in common is none of them ever seem to have any choice": null, "about what happens next. I wouldn't spend life chasing power. It's hard": null, "enough just to chase happiness.": null, "Viola: Do you not hear... I don't hear the-": null, "Tula: Snoring? She's awake. She heard the whole thing. She's awake, she": null, "heard it.": null, "Viola: She's awake?": null, "Aabria: [whispers] Damn, Stoat Mom's so good.": null, "Tula: Yeah, she heard it all. It's fine. But listen, if we're lucky, the": null, "memory will... [snaps fingers]": null, "[Jasper and Erika laughing]": null, "Viola: She does have Sometimer's, so. Sometimer's.": null, "Aabria: Inspiration.": null, "Brennan: Sometimer's?": null, "Cast laughing and wheezing over the \"Sometimer's\" bit.": null, "Jasper: [to Erika] Write that down on your character sheet. Sometimer's.": null, "Aabria: Features and traits, selective memory.": null, "Brennan: I'm just going to softly, when I get onto this side, I just": null, "want to cast Ceremony as a funeral rite for the bear.": null, "Aabria: Sure. What does it look like?": null, "Brennan: I just get over to the other side, and I say-": null, "Rashawn: [mimes arranging flowers] Gather some flowers and whatever nice": null, "of this corroded nastiness we can lay there, maybe at the snout.": null, "[gentle piano music]": null, "Brennan: And I'm going to stand next to my sister and just sort of bow": null, "my head, and I think about all the times when we were young and I had a": null, "lot more fire than I have now, and say sort of under my breath,": null, "Tula: [softly] I hope the path to wherever you're going is soft and full": null, "of flowers. I hope the sun is warm, and I hope there are places to rest.": null, "I know that you can't talk like stoats can talk, but I'm sure somewhere": null, "out there, there's someone who wanted to say goodbye to you, [tense": null, "orchestral music] and I hope that they get a chance to do that.": null, "Brennan: And that's the spell, and I'll just look over at my sister and": null, "say,": null, "Tula: You're going to make the right choices. What do I know about right": null, "choices? You're going to do everything fine, and the important thing": null, "is... [sniffs] I don't know what the important thing is. Family. I love": null, "you, and I'm so happy for you.": null, "Viola: It's going to be really fun. I can't believe it. Me with a bunch": null, "of kids, crazy.": null, "Rashawn: And I nuzzle you and tickle you.": null, "Brennan: Yeah, I tickle you.": null, "Viola: And we start playing like, don't! You know when your sibling": null, "tickles you in a place that you don't want to be tickled?": null, "Brennan: Yeah, [stammers and laughs] stop, stop, stop, stop! Stop it! As": null, "we walk back, I'm just going to shake my head and start going,": null, "Tula: …ambition. Get ready, just get ready for what's coming your way.": null, "Siobhan: Jaysohn is now sleeping fully the wrong way across the moss,": null, "over Lila.": null, "Aabria: Really quick, on your way back, Tula, I need you to make a roll,": null, "and it's either going to be an arcana check or an insight check.": null, "Brennan: Insight… [he steeples his fingers] 27.": null, "Aabria: [surprised] You all leveled up, and it's different now. I'm": null, "like, “okay, with a 12 you get…” With a 27, you turn the eye inward. I": null, "think the magic that you've just done, the sort of arcane what you just": null, "did, that's not the important thing. It's about what that funeral rite": null, "means to you in that moment. Funerals are so often not for the dead, but": null, "for the people they leave behind, and I think you just have that little": null, "moment which obviously gets put away, as so many of your deeper thoughts": null, "must be put away for the sake of continuing to move forward, of the": null, "peace that you offered with that spell, with those words, with that wish": null, "that you can't or couldn't or were not offered yourself. that you can't": null, "or couldn't or were not offered yourself.": null, "[soft piano music]": null, "Brennan: Yeah, I think I know that I didn't get a chance to say goodbye,": null, "[Rashawn makes a pained face] and I think that looking back at the bear,": null, "you know, I think Tula doesn't regard herself as a very eloquent person.": null, "But I realize that when I was wishing for whoever needed to say goodbye": null, "to the bear to say so, and I'm just looking at it and being like,": null, "realizing that the thought of... The thought of there not being anyone": null, "here to say goodbye to this creature is too heartbreaking, and that I": null, "know someone who had no one there to say goodbye to him.": null, "Aabria: Your thoughts drift to Geoffrey. But they also linger a bit with": null, "yourself and the duty that holds you forever to your children, to your": null, "family, and to the world. [she turns to Erika] And from there, you woke": null, "up. You heard half of that. Is there anything you want to do before you": null, "sort of hunker back down and go back to sleep?": null, "Erika: Well, I'm sure that they're not around. I kind of adjust": null, "everybody, tuck Jaysohn in a little bit.": null, "Siobhan: It's so tight. [she mimes being inside a burrito]": null, "Erika: It's very swaddled.": null, "Aabria: It's a grapple. You're grappled.": null, "Siobhan: Grappled by blankets.": null, "Erika: Yeah, and I make sure that Lila is really cozy.": null, "Izzy: [softly] Ow.": null, "Erika: Yeah, yeah. Make it kind of nice for them for when they come": null, "back, and think about what it's been like raising all of them. The one": null, "thing I did hear was, more grandkids, more grandkids, and that's very": null, "exciting.": null, "Rashawn: Currency.": null, "Erika: I didn't think that I'd get to have many, after we lost the rest": null, "of the litter. You know, it's just, Kenny and I didn't really think that": null, "we'd get to have many little ones running around the burrow, so that": null, "seems like it'll be nice. Yep. And I'm out again like a light.": null, "Erika: Snoring reverberating throughout the bear cavity. [Jasper groans]": null, "Aabria: Truly, it feels like a bear is snoring. Every predator is giving": null, "the widest berth. There's a monster clearly alive and ready to pounce. I": null, "think it's growling at me right now.": null, "Viola: Always thinks of everything.": null, "Jasper: She's trained her snores.": null, "[cast laughs]": null, "Aabria: So we move then, as everyone else takes a long rest and comes": null, "back up to full HP, except for a bush.": null, "Jasper embodies a walking bush.": null, "Thorn (and Aabria): Check it out, check it out, check it out.": null, "Aabria: All right, Thorn Vale, as you sort of move through the woods,": null, "you're looking for specifically Olliver and Teedles.": null, "Jasper: Olliver and Teedles, yep.": null, "Aabria: Give me a survival check to track them.": null, "Jasper: Survival, please… Can I Bless myself? [he mimes blessing his": null, "forehead]": null, "Aabria: You're going to Bless yourself or Guide yourself?": null, "Jasper: Oh, sorry, yes, Guide.": null, "Aabria: Yes.": null, "Jasper: Oh, I have Bless, actually. I have Bless.": null, "Rashawn: Baby.": null, "Aabria: That's for attack rolls and saving throws, though.": null, "Jasper: In which case, brighter than the sun, swifter than the wind. [he": null, "taps his forehead and rolls] I honestly-": null, "Aabria: Goddamn.": null, "Jasper: That was the one you gave me.": null, "Erika: It's not the dice, it's you.": null, "Jasper: It is, it is.": null, "Siobhan: It's you, it's you.": null, "Jasper: It is. I quit.": null, "Siobhan: You stayed at Murph and Emily's and you got infected by Murph.": null, "Aabria: I'm going to give you my favorite d20. [she hands him a dice]": null, "Jasper: Oh wow.": null, "Aabria: Try again.": null, "Siobhan: She's so shiny.": null, "Jasper: That's beautiful, oh my gosh.": null, "Aabria: If you get it all fucked up, I'll be so mad.": null, "Jasper: Yeah, I might do. I might do.": null, "Rashawn: Might do.": null, "Jasper: Do I have anything else? Oh no, yeah, there we go. [he rolls and": null, "laughs defeatedly] …10.": null, "Aabria: Okay, it's dark and it's late. It's been a really big,": null, "incredibly stressful day, and you're also doing all of this while hiding": null, "behind a bush so everything's taking just a little bit longer. And I": null, "think you feel very alone and a little less effective than you'd": null, "normally be, which sort of compounds all of those feelings.": null, "Siobhan: Don't you have advantage in favored terrain? [Aabria gasps]": null, "Aabria: [clapping] Pro! Bono! Rules lawyer!": null, "Brennan: Partner track, incredible. [he shakes her hand] There you go,": null, "there you go.": null, "Aabria: [shakes Siobhan’s hand] Thank you so much, yes.": null, "Brennan: There you go.": null, "Jasper: [examining his character sheet] No, my proficiency is doubled": null, "when I'm in my favored terrain.": null, "Erika: What?": null, "[Jasper laughs excitedly]": null, "Jasper: Here we go, so 13. That's wild.": null, "Siobhan: A 13, that's something!": null, "Brennan: That's something, that's something.": null, "Jasper: That's something.": null, "Erika: That's something.": null, "Jasper: Yeah, my proficiency bonus is doubled.": null, "Aabria: Hell yeah.": null, "Brennan: [commercial voice] My lawyer got me a plus three bonus on that": null, "skill check.": null, "Aabria: Junior partner but,": null, "Siobhan mimes juggling an armful of briefcases.": null, "Siobhan: I've got so many briefcases.": null, "[everyone cracks up]": null, "Aabria: That lawyer's a dog!": null, "Jasper: Jaysohn just running behind me with briefcases.": null, "Aabria: Yeah, as you're continuing to move, slightly less ineffectively.": null, "Jasper: Wait, what am I doing? We're in a forest. I know this. Okay.": null, "Aabria: Your mind also sort of drifts back to the thoughts you had when": null, "everything went black after you bit into the brain, that bear's brain,": null, "and biting into a living brain, it's just a big old pile of fat that": null, "sends electrical impulses back and forth, and I think there's something": null, "in that that is deeply reminiscent of the electrical storm that truly": null, "defined you as a person, [distant explosion and crackling static] and": null, "your mind drifts back to that field of blue flowers.": null, "[heart beating] You see them every now and then as you're walking": null, "through the woods looking for Olliver and Teedles' trail. One sort of": null, "attached to a tree, one at the heart of a thicket of brush. But your": null, "mind goes back to when you saw a field that stretched on endlessly in": null, "every direction with these flowers, and as you and your original gang,": null, "before you were the Lukura, before you had all of the trappings of cult": null, "or community or collective? Whatever we're calling it to not say the": null, "truth of it, that silent band of several different kinds of animals.": null, "You didn't have the thought to communicate, so you all traveled for your": null, "collective safety through the woods and through the world, and then you": null, "hit that field. [tense electronic music] There's no reason that any of": null, "you would have thought that a field of flowers would be anything but": null, "safe, other than the fact that it was a little bit of open sky that": null, "might alert a predator.": null, "But you would not have expected to see that between flowers, little": null, "sparks of light began to kick up, and arcing between one another, and as": null, "it built from a pleasant, sort of strange buzz to these horrifying snaps": null, "and cracks, and then the first time you heard a whimper as one of your": null, "pack took a bolt directly to the chest and dropped below the line of the": null, "flowers and did not get up again did you realize that something terrible": null, "was happening, that you were under attack, but not from any animal or": null, "any creature. Just the world itself seemed suddenly angry like a storm,": null, "but not coming down from the sky, coming up from the ground.": null, "And then you saw it, something at the edge of that tree line that was": null, "looking back at you, impossibly tall, with big, saggy, yellow, dull skin": null, "that hung in drapes that went black and tight at the paws, at its hands": null, "and feet, big, reflective eyes unblinking that shone like the moonlight": null, "on a still pond, and it turned just a little bit, and you knew that": null, "whatever that was regarded you in that moment, and you were frozen.": null, "[tense electronic music continues] You should have been running, but how": null, "can you not look back when something sees you? [heart beating] [static": null, "crackling]": null, "And this is a memory, but there's also something in this that feels like": null, "vision, that feels like moment. You know that at the time, you stayed": null, "there. You can feel an echo of yourself freezing in place as the bolts": null, "of lightning around you got bigger and bigger, but here and now, perhaps": null, "you make a slightly different choice. What do you do?": null, "Jasper: I think seeing this chaos around me, I think probably almost": null, "retrospectively being back in this memory, seeing that same thing you": null, "described where all of these other animals that I regarded almost as": null, "companions, seeing that fear in their eyes and seeing that sense of": null, "just, all they think to do is run, I think I want to seek confirmation,": null, "and I think I just push my whole essence out towards this creature in": null, "blind fury.": null, "Aabria: [intrigued] Oh.": null, "Jasper: I want to see if this power within me is really capable of": null, "repelling these things.": null, "Aabria: Give me a strength saving throw.": null, "Jasper: Famously good at those.": null, "Aabria: Famously good at that.": null, "Rashawn: Use the new one.": null, "Jasper: Oh yeah, I need to use that one.": null, "Aabria: I can't believe you went to pick up the bad one again.": null, "Jasper: Yeah, I did, I did, I did. [he rolls] See, it's not the dice.": null, "It's me.": null, "Aabria: Oh my god!": null, "Erika: Now he's got his stank on it.": null, "Aabria: Oh no!": null, "Jasper: I'm so sorry. Nine.": null, "Aabria: With a nine, you feel a wave of your fury push forward, though": null, "you still feel frozen and stuck. But you look down and out, and you can": null, "see a ripple, a pulse of energy across the flowers like a strong breeze,": null, "and the lightning that's arcing indiscriminately between it seems to": null, "turn and follow that path like a wake towards whatever this thing is.": null, "Jasper: Yeah, I think I can feel, I think I get what I wanted out of it,": null, "because I know I wasn't focused enough. That was like a blind,": null, "unrelenting fury, and I know that I need to be sharper. I need to be": null, "more focused on the target, and in this moment, I was so distracted by": null, "everything else that I think I don't channel it in the way that I know I": null, "need to.": null, "Jasper: I think then, probably turning, looking specifically for Olliver": null, "and Teedles in that moment as well and seeing where they are and if": null, "they're safe.": null, "Aabria: Sort of in this vision within you, you're able to see what your": null, "brain put back together later. As you turn, you know what you saw the": null, "first time, because you did not look away from the creature. It reached": null, "out towards you, pointing, and then you saw, back just a little bit": null, "farther from the tree line, a second set of those weird, reflective,": null, "dark sockets as you were pointed out to someone or something else. And": null, "then the hand goes from a point to a reach, and as it lunges forward, a": null, "massive bolt of lightning that in your estimation now was probably wider": null, "than you are as a little creature pushes through its hand, and it": null, "yelped, muffled. You know that the intensity of the sound should have": null, "been much louder, but there's also no discernible mouth on this thing,": null, "and they both fall back into the woods.": null, "But now, as you turn and look, you see the thing that you assumed": null, "happened later, that as you were struck yourself by a bolt of this": null, "lightning, Olliver and Teedles risked themselves to run back across the": null, "field and scoop you up under your armpits and drag you to safety. This": null, "is the origin of your scar, and you know that more than anyone else in": null, "your life other than your wife, these people have been by your side": null, "guarding and protecting you for as long as you've been together. And I": null, "think that's the thing that brings you back into the present and snaps": null, "you from reverie and memory and trying to figure out what more you": null, "could've learned and what more you could've done in that moment to what": null, "you can do here and now. Give me another survival check with advantage.": null, "Jasper: [relieved sigh] Thank you.": null, "Aabria: Yeah. [dice rattling]": null, "Jasper: Yes! That's a good roll - 23.": null, "Aabria: 23.": null, "Jasper: Yeah.": null, "Aabria: With renewed focus and purpose, you do what you do best, which": null, "is track and find and hunt, and in short order, you come across tracks": null, "that are so obviously stoats, a pair.": null, "Thorn: Olliver, sloppy, again.": null, "Aabria: And a little mark on a tree, almost so discreet that no one": null, "would see it, but you would know to look, that they were, in fact,": null, "leading you in their direction if you got separated. After another hour": null, "of moving through the woods, you come across, first you see a flicker of": null, "a tuft of orange fur that you know is Teedles', and you are able to come": null, "upon them. Now, you still have Pass Without Trace and stealth up, so I": null, "think you can sneak up on them if you want.": null, "Aabria: Sweet, and you see them standing very, very close to essentially": null, "a felled tree trunk, and they're bent over looking at something on the": null, "rings of the tree.": null, "Jasper: Right in between them,": null, "Thorn: What are we looking at?": null, "Aabria shrieks and stammers in shock. ": null, "Thorn: Head on a swivel, Olliver. Come on. [Olliver groans] I taught you": null, "better than that.": null, "Olliver: I'm going to die. My heart.": null, "Thorn: You're okay, you're okay.": null, "Olliver: Is this what rabbits do when they die of shock?": null, "Thorn: Yeah, kind of, actually.": null, "Olliver: How did I not hear that. What are you... You're fine! Hi!": null, "Thorn: You're okay.": null, "Olliver: Hi!": null, "Aabria: Then you get tackled by both of them.": null, "Jasper: Yeah, whew, okay. [peaceful piano music]": null, "Olliver: Hey, where have you been, bud?": null, "Thorn: Truly, to describe to you what has just taken place would be a": null, "tale we might not ever have enough time for.": null, "Olliver: That's so interesting.": null, "Aabria: And Teedles comes in.": null, "Teedles: We're kind of joking, because we did think that we... So, we": null, "were circling, and then there was a bear, and we heard the bear sound,": null, "and then you were all gone, so we did assume you got eaten by a bear.": null, "And were kind of like, oof.": null, "Thorn: We were inside the bear, so.": null, "Teedles: What?": null, "Thorn: Yep, like I said, not enough time. Anyway- [Cast laughing]": null, "[Aabria sighs in disbelief]": null, "Teedles: What were you saying? I'm thinking about what you were saying.": null, "What were you asking me? I'm sorry, I got lost in that moment.": null, "Thorn: What's with the tree? Why are we looking at the tree?": null, "Teedles: Oh, oh, oh yeah, look.": null, "Aabria: And you look down. I need you to make an intelligence check,": null, "just a raw intelligence check.": null, "Jasper: Fantastic. I have a minus one.": null, "Aabria: [singsong] Should've brought Lila.": null, "Jasper: Yeah, fully, of course it is, yeah. Six.": null, "Aabria: Yeah, you look down, and I think what you get from this is,": null, "there is a difference between a symbol, which is this idea of conveying": null, "a short, simple idea, almost as a pictogram, something that conveys": null, "quick information. Go this way, don't do this, do this, versus something": null, "longer and scrawled, an attempt at communicating, but a little less": null, "obvious. I think you see for the first time, though you struggle to": null, "decipher it, writing. [electronic music]": null, "Jasper: Is it on the tree?": null, "Aabria: It's literally written at the center of this tree stump, so": null, "concentric rings, and then at the center, just this tiny scrawl.": null, "Jasper: Could I try to break part of it off to take with me?": null, "Jasper: Get my claw in there and just try and hack a bit off.": null, "Aabria: Yeah, go ahead. Go ahead and just give me, what do I want that": null, "to be? I guess we'll just call it an attack roll.": null, "Jasper: I'm going to go, hey! And I'll hand the thorn to Teedles and be": null, "like, would you mind?": null, "Jasper mimes handing the thorn to Teedles.": null, "Aabria: Oh. What the fuck? [Brennan laughing]": null, "Jasper: I'm feeling a little not myself right now.": null, "Rashawn: That's smart.": null, "Aabria: It's so wild.": null, "Jasper: Here, here, you take this. [he hands Aabria her “good” dice]": null, "Aabria: I don't want it back!": null, "Jasper: If you could just go ahead and-": null, "Aabria: [she rolls] I rolled a 17.": null, "Jasper: Thank you. Hey, this is what a leader does. I delegate.": null, "Teedles: Delegating, yeah, got it. It's wild that we were doing a thing,": null, "and we're like, he's dead and gone, and then you showed back up and": null, "we're like, oh look, more things to do. You are net additive to... I": null, "missed you and I'm glad you're alive.": null, "Thorn: I missed you and I'm glad you're alive.": null, "Aabria: She's no look carving around this and prying it up.": null, "Rashawn: Whoa.": null, "Thorn: Thank you.": null, "Teedles: Now, why am I cutting this?": null, "Thorn: I don't know what this is.": null, "Teedles: Sure.": null, "Thorn: But I think that Viola or perhaps even my niece might be able to": null, "figure out what this is. They're a little brighter than I am, at least": null, "today, because I seem to be having a terrible day, truly. It's all going": null, "wrong.": null, "Teedles: I didn't want to add to how terrible your day was. We assumed": null, "that-": null, "Jasper: I have been frazzled from like the second I woke up.": null, "Teedles: Sure.": null, "Thorn: The second I woke up, it was like, sandstorm, thing, and I was": null, "choking.": null, "Teedles: Yeah.": null, "Thorn: And then my family was running.": null, "Teedles: Yes, and they're still alive?": null, "Thorn: And then everyone died.": null, "Teedles: They're still alive?": null, "Thorn: They're still alive, yes, which is good.": null, "Teedles: So you all were in a bear, but you're all no longer in a bear,": null, "and alive.": null, "Thorn: It was really impressive, honestly, the amount of which the": null, "family was fine. There was one sketchy moment, but otherwise, everyone": null, "was good. There was also chipmunks.": null, "Teedles: Chipmunks? So?": null, "Thorn: One of them had a heart in its mouth.": null, "Thorn: The forest is scary. Anyway-": null, "Teedles: Fucking what?": null, "Thorn: Are you both okay?": null, "Teedles: Oh yeah, you know, sort of wrung out with grief at having lost": null, "truly everyone but each other in a day. But hey, you're fine, so.": null, "Thorn: Truly the one thing I'm doing successfully today is pushing all": null, "of that emotion down. [he mimes emotional repression]": null, "Aabria: Down, down, down, down, down. And Olliver's going to come around": null, "to the other side of you and just be like,": null, "Olliver: Do you want to have a little moment?": null, "Thorn: I can't. If I do, I will cry for the next three hours.": null, "Olliver: Okay.": null, "Thorn: So I'm going to say no. I'm going to keep it down for now, and": null, "then when everyone's safe, like truly safe, I'm going to become sort of": null, "a vegetable for like a day or two.": null, "Rashawn: [quietly] Yikes.": null, "[Brennan snickers]": null, "Aabria: I need you to make a dexterity saving throw.": null, "Rashawn makes a “crazy” gesture by her forehead.": null, "Brennan: [to Rashawn] This reaction you're having is toxic.": null, "[Jasper laughs]": null, "Rashawn: Yeah, right.": null, "Brennan: “My husband is having a what? Feeling? I don't think so.”": null, "Jasper: No, thank you.": null, "Rashawn: Tighten up, bro. Come on.": null, "Brennan: [jock voice] Tighten up, bro! Bro! You're leaking, bro!": null, "Siobhan: Man up! Man up!": null, "Jasper: Suck it back up.": null, "Brennan: Suck it back up, dude.": null, "Jasper mimes sucking a tear back into his eye.": null, "Rashawn: Come on.": null, "Brennan: Ay yi yi!": null, "Aabria: Your DC is a 17.": null, "Rashawn: I don't even want to tell him now.": null, "Jasper: Oh yeah, because you think I can hit a 17. Okay, okay.": null, "Siobhan and Rashawn lose it over yet another bad Jasper roll.": null, "Erika: This is insane. Somebody run the numbers on this.": null, "Aabria: Yeah, how'd you do, bud?": null, "Jasper: I think I got a 13 in total.": null, "Aabria: That was like a normal roll, and yet you are so defeated.": null, "Erika: Because he rolled a three.": null, "Jasper: Yeah, but you said specifically-": null, "Izzy: Did you add a d4?": null, "Jasper: Yeah, I did. You said specifically what the DC was, so I know I": null, "failed. So even though I rolled okay, I still failed.": null, "Aabria: It's okay, your boy Olliver, sort of in that tough love moment,": null, "is actually going to sweep the leg and pin you down by the fur of your": null, "rib and just says,": null, "Olliver: Hey, you're going to take a minute. It's been a really bad day": null, "and we're all really sad, and maybe you can just have a minute, and we": null, "can be really sad about the thing we lost, and then we'll all go back to": null, "where your family is. We're going to be okay. Cool?": null, "Thorn: [begins to cry] Yeah.": null, "Olliver: I thought you were dead a minute ago.": null, "Thorn: Yeah, I thought you guys were dead too!": null, "Olliver: [begins to cry] Wait, now you crying is making me cry! This was": null, "a mistake!": null, "Thorn: [sobbing] It's all been so bad! [Olliver sobs] I feel like my": null, "whole sense of identity is just completely crumbling around me. I was": null, "like this cool leader of a thing, and then they've all gone! Everyone's": null, "gone, and I failed.": null, "They talk over each other, frantic.": null, "Olliver: It's okay.": null, "Thorn: I failed immediately, you know what I mean?": null, "Olliver: You didn't fail! That's not on you!": null, "Thorn: The day started and oh, boom, done. Fuck it.": null, "Olliver: Who knows how dust works? The dust came! It's not even like": null, "they're all dead! A lot of them just ran away!": null, "Thorn: They just ran away from me. I didn't even get a chance to say": null, "anything.": null, "Olliver: Because you weren't there and Viola wasn't there to be like,": null, "we're all going this way. She says it, it's so southern with an accent.": null, "No one else in her family sounds like that.": null, "Thorn: There's this kid Jaysohn, and he's better at survival than me,": null, "and I'm a frigging ranger! It's my whole thing!": null, "Olliver: Kids are so scary! [sobbing ending in a deep sigh]": null, "Thorn: I really needed that. [he wipes his nose]": null, "Olliver: Okay, sweet.": null, "Aabria: Truly, Teedles is just standing there with the writing under her": null, "arm like, okay.": null, "Teedles: Okay, you feeling good? Feeling better?": null, "Thorn: [he sighs] Yeah, okay.": null, "Teedles: We've attracted predators. Let's go.": null, "Thorn: Let's run. Let's immediately go, yeah.": null, "Aabria: And unless anyone's got anything big they want to do, I will": null, "allow you all to have a lovely long rest. We got one more?": null, "Jasper: No, I was just asking if that includes me or not. Probably not.": null, "Aabria: Yes.": null, "Jasper: Oh, all right!": null, "Aabria: We'll count it. You come back late, but you're also used to": null, "living sort of in shifts and protecting the group, so. It's not quite as": null, "good as the Stoat Mom feat, but you can survive on a minimal amount of": null, "rest, and you eventually come back up to full hit points.  You've all": null, "leveled up, and it is a new day in the woods. [group exhale] [crickets": null, "chirping]": null, "The background changes to daytime.": null, "Jasper: Okay.": null, "Brennan: The moment I wake up, I go,": null, "Tula: [snort] Lila. Did you say your Uncle Thorn was a bad man?": null, "Cast laughing, Izzy mouths in shock and glances at Jasper.": null, "Thorn: Wait, sorry, what?": null, "Lila: No. Are you saying that to me?": null, "Tula: Lila, come with me.": null, "Brennan: I'm just going to grab Lila very quickly, because I was so out": null, "of it. It was a thing Lila said when I was unconscious, and I think": null, "some... [he jumps] What the fuck was that? And I'm just going to grab": null, "you. Sidebar. [he draws an imaginary wall with his hands]": null, "Aabria: Good, declared.": null, "Tula: What did you say, sweetie?": null, "Lila: [sarcastically] Good morning.": null, "Tula: Good morning.": null, "Lila: So he's not bad, but you know when you have so many thoughts that": null, "you don't know how to say them?": null, "Tula: Yes, so what we should do is, rather than thinking about sort of": null, "how to summarize your thoughts, let's just start at the beginning with": null, "the first thing that happened in whatever happened with Uncle Thorn.": null, "Lila: [rambling] Okay. So, I was awake, and I was thinking about": null, "everything. I was thinking about the Blue, and I was thinking about the": null, "creatures that Nana and Uncle Thorn have talked about, so I started": null, "talking to Uncle Thorn, and I was like, oh my gosh, I'm so interested in": null, "your thing. And he was like, you're special. And I was like, eh! So, and": null, "then, but he was like, you, we need to harness this. [Brennan stares]": null, "And I was like, what? And so what we need to do is build a big thing": null, "that's as big as the creatures, and we're going to [whisper] fight the": null, "Blue, and we're going to make it go away forever.": null, "Tula: Your Uncle Thorn said all of that?": null, "Lila: [regular volume] No, that last part was my idea.": null, "Tula: And you said it?": null, "Lila: No.": null, "Tula: [stammers] So okay, okay, when I'm asking you to tell me what": null, "happened, [cast wheezing and laughing over this interaction] what we": null, "should do is, we'll do one time you tell me, as you're telling me, try": null, "as best you can to tell me what really happened, and then make a special": null, "note and add in thoughts and ideas you were having while it was going": null, "on, okay?": null, "Lila: Okay.": null, "Tula: So the thing that actually happened is, Uncle Thorn said you're": null, "special?": null, "Lila: He said I'm smarter than him.": null, "Tula: Mm.": null, "Lila: Which I... Agree with.": null, "Tula: You are very, very smart, sweetie. He said you were special, and": null, "you talked to him about the Blue, and he told you about the creatures.": null, "Tula: Did he say anything else? Why did you think he was... Why did you": null, "say he was a bad man?": null, "Lila: Did I say that?": null, "Tula: Last night.": null, "Lila: Okay, I don't know if I meant that, but he, I think he really": null, "looks up to Dad.": null, "Tula: Mm-hm.": null, "        [foreboding music plays]": null, "Lila: So I'm like, [she rolls her eyes] okay.": null, "Tula: It makes you feel strange that he looks up to Dad?": null, "Lila: Yeah, why would you do that?": null, "Tula: I look up to Dad.": null, "Lila: But Dad made your life really bad. [somber music plays]": null, "Rashawn and Jasper blink at the audacity.": null, "Tula: [sadly] That's not true. [Lila blinks, confused] Okay, that's": null, "really... I can appreciate that you are trying to be on my side. I can": null, "appreciate that you are trying to be on my side.": null, "Lila: I am on your side.": null, "Tula: I know you are, sweetie. Your dad was always on my side, and I was": null, "always on his side.": null, "Lila: But didn't you not like all of the stuff that he did?": null, "Tula: No, I didn't. But that doesn't mean that he was not very": null, "admirable. I was very afraid of what would happen if he kept... If he": null, "stayed interested in the things he was interested in.": null, "Tula: And I was very scared.": null, "Lila: Which is what Thorn is interested in.": null, "Tula: Yeah.": null, "Lila: Mm-hm. Which is the Blue.": null, "Tula: Which is the Blue.": null, "Lila: So we make it go away. [she grins]": null, "Tula: I know, do you see... Do you kind of... I'm going to try to point": null, "something out to you, sweetie. [Aabria laughs] So you, part of you, I'm": null, "going to try to say it how I'm seeing it, part of you is mad that Daddy": null, "is not around anymore because he was investigating the Blue, so you're": null, "kind of blaming the Blue for Dad going away, so now you're kind of-": null, "Lila: No, I'm blaming Dad for Dad going away.": null, "Tula: [voice rising] That's not right to do. That's not right to do.": null, "Tula: [softer] Because he would want to still be here, if he was alive.": null, "Lila: But he died. And that's his fault.": null, "Tula: [yelling] It is not his fault! [somber music swells, stutters, and": null, "fades]": null, "Aabria: Everyone hears that.": null, "The rest of the cast widens their eyes in shock, Erika cocks her head.": null, "Izzy stares in confusion.": null, "Tula: It is not his fault, and if you think that I am angry at him and": null, "you are trying to make me feel happy by saying that your father deserved": null, "what happened to him or that it's his fault, then that does not make me": null, "happy, sweetie. It makes me really sad. I wish he was still here.": null, "Siobhan: I immediately enclose Lila in a hug.": null, "Lila: Get off!": null, "Jaysohn: No!": null, "Tula: Jaysohn, no one... I'm sorry I raised my voice. It's not your": null, "dad's fault that he's gone. Your dad was doing things that were very": null, "dangerous, but life in the forest is very dangerous. It's dangerous to": null, "hunt. It's dangerous to go out in the woods. There's monsters around.": null, "That's all dangerous. Lots of stoats die doing all of the normal things": null, "that you're supposed to do. We just watched all of the stoats the other": null, "day who did nothing more than stay in the warren die. People die all the": null, "time, and I don't want you to feel bad about your father, [voice breaks]": null, "because he's not here to defend himself.": null, "Jaysohn: [loudly] But I am! I'm here to defend you! I'll beat 'em all": null, "up!": null, "Erika: I walk over.": null, "Tula: Who are you going to beat up?": null, "Jaysohn: Them!": null, "Erika hands Siobhan a hard candy.": null, "Tula: Who's- Okay.": null, "Jaysohn: Grandma, was that the first time you ever fought a bear or did": null, "you fight a bear before?": null, "Ava: To be fair, we weren't really fighting the bear so much as we were": null, "fighting the little ones in there.": null, "Jaysohn: Well, but we killed a bear, though. We can tell people we": null, "killed a bear.": null, "Lila: Mom yelled at me.": null, "Ava: You were acting a little fool, though, so maybe you deserved it.": null, "Jasper raises his eyebrows. Siobhan hands a hard candy to Izzy.": null, "Ava: Those aren't transferrable, Jaysohn.": null, "Lila: I have one, too.": null, "Izzy hands a candy back to Siobhan. They click their candies together.": null, "Siobhan: Cheers.": null, "[Brennan sighs]": null, "Siobhan: Is this the one that was in your mouth yesterday?": null, "Izzy hands a candy to Brennan.": null, "Tula: Thank you, sweetie.": null, "Ava: Oh, now everybody's just giving out strawberries.": null, "Tula: [softly] I love you. I love you very, very much. You don't... No": null, "one should be mad at anyone, so if you're ever feeling mad, [louder]": null, "don't.": null, "Aabria: Jesus.": null, "Siobhan: I hug Mum.": null, "Siobhan hugs Brennan from the side. He leans against her shoulder.": null, "Viola: Mama. Mama, what are we supposed to do now?": null, "Ava: So!": null, "Viola: So, I'm sure you heard. [joyous orchestral music]": null, "Ava: [to Thorn] Well, well, well.": null, "Thorn: What's up?": null, "Viola: Oh.": null, "Thorn: What's going on? Huh?": null, "Viola: We have... Something exciting is happening. Mama, I don't know": null, "who I'm supposed to tell first.": null, "Ava: [to Lila] You're going to have little cousins!": null, "The cast begins to talk over each other in excitement.": null, "Thorn: What?": null, "Olliver/Teedles: What?": null, "Aabria: Olliver and Teedles are both like,": null, "Olliver/Teedles: Also, hi. What? Yay!": null, "Viola: Yes, it's happening now.": null, "Tula: You are going to have little cousins, Jaysohn, Lila.": null, "Viola: It's not happening right now, but yes.": null, "Ava: It will be so good to have little grandchildren. [gasp of": null, "disbelief]": null, "Tula: Well, you have little grandchildren.": null, "Ava: Good ones.": null, "Jaysohn: Well I'm not going to babysit them.": null, "Viola: Oh Mama, don't.": null, "Tula: What do you mean good ones?": null, "Viola: We're not going to pit them against each other. We're not doing": null, "that.": null, "Lila: Where are they?": null, "Tula: You can't do that.": null, "Ava: I bet you can be much better than them, though. Don't tell your": null, "other cousins.": null, "Tula: Grandma, you can't pit us against each other while we're all here.": null, "Ava: Hm?": null, "Lila: I don't know what the system for giving the candy is. Who's that?": null, "[she points at Teedles]": null, "Teedles: Hi, Teedles. We've met.": null, "Tula: Teedles and Olliver are part of the Lukura.": null, "Teedles: I'm glad you didn't die in the bear.": null, "Lila: How do you know about that?": null, "Jaysohn: Can you fight? Are you good at fighting?": null, "Siobhan: I jump on them.": null, "Aabria: [laughing] Make an attack roll.": null, "Lila: Are you my cousin?": null, "Teedles: No, no, I'm not.": null, "Siobhan: 18.": null, "Aabria: Damn, yeah. You're just trying to grapple?": null, "Siobhan: Yeah, I just take one down.": null, "Viola: I'm going to have a litter, and you're going to be a big cousin.": null, "Jaysohn: They're not very good at fighting. They're not very good at": null, "fighting.": null, "Teedles: Hold on, hold on, hold on! [whisper] It's a child! How am I": null, "supposed to fight a child? He's so strong!": null, "Thorn: I know, it's really, really-": null, "Teedles: Cool, cool cool cool.": null, "Thorn: Hey Jaysohn, I think I just saw, what's that over there?": null, "Jaysohn: [whips around] Oh, a leaf!": null, "Aabria: You turn. Does a 16 hit you?": null, "Siobhan: [laughing] No!": null, "Aabria: You just see a little bit of a shell of a seed just sort of": null, "whizz past your head. [thumps of impact, Siobhan dodges]": null, "Thorn: More of a bend in the elbow next time. You'll get it.": null, "Teedles: I'm not trying to hit him.": null, "Viola: Mama, we have to talk.": null, "Thorn: Sorry, yeah, hold on, wait a second, whoa!": null, "Crosstalk dies down.": null, "Teedles: Yeah, because we've got stuff too, but everyone gets to go in": null, "their own time.": null, "Thorn: Mm-hm, yes we do.": null, "Ava: Yeah.": null, "Thorn: This is a lot!": null, "Viola: I need you to take a breath.": null, "Thorn: Yep, mm-hm.": null, "Viola: Take a breath. Take a breath.": null, "Thorn: [gasps] Okay.": null, "Viola: Our family's getting bigger. It's happening now.": null, "Teedles: [shrill] Right now?": null, "Viola: Not now.": null, "Teedles: Sorry.": null, "Viola: The process, it's happening.": null, "Thorn: The process is starting.": null, "Viola: It's happening, and this is not what we expected right now, but": null, "it's fine.": null, "Thorn: We always knew that this day would come, and it was always": null, "possible that, yes.": null, "Viola: But Mama, I want you to be here when it happens, and I was scared": null, "when you-": null, "Lila: Oh, 'cause she might die. [Siobhan gasps]": null, "Viola: What?": null, "Tula: [sternly] Lila.": null, "Lila: Everybody dies. Mom just said that.": null, "Viola: It's so early.": null, "Tula: [loudly] Viola is having children! This is a wonderful, wonderful": null, "time! Congratulations!": null, "Viola: Thank you, thank you.": null, "Tula: Thorn, congratulations.": null, "Ava: This is the worst time ever.": null, "Viola: Mama, no! Don't say that!": null, "Ava: But that's all right, because we're going to find and make a new": null, "place for ourselves, yes, yes, yes. It's going to be fantastic. I can": null, "just see it now. Our own bear or whatever we might have, you know, to": null, "keep us safe and moving around, constantly on the move.": null, "Viola: Mama, we can't always be on the move.": null, "Tula: Mama, the last group of people we saw living in a bear, we all": null, "killed, so they're not that safe.": null, "Thorn: The bear actually provided surprisingly little-": null, "Ava: I think we're a little better than some squirrels.": null, "Thorn: They were chipmunks. Sorry.": null, "Viola: I know this is terrible to say, but what happens if we lose our": null, "compass, our North Star? Tula, there's already so much going on. I don't": null, "want to put more on your plate.": null, "Thorn: We're not going to lose anyone else.": null, "Viola: That might not necessarily be true.": null, "Ava: Well, we all know that I'm getting on in years, but the important": null, "thing is that I'm around and that I can teach you all kids to, you know,": null, "have that fighting spirit that's going to get you through those winters": null, "and that's going to get you through the burrow cleanings and that'll": null, "build something large and monstrous powered by who knows what we can": null, "find.": null, "Viola: [hesitant] I am afraid that I'm not going to be cut out for this.": null, "[somber music]": null, "Ava: Of course you're going to be cut out for this. You're my daughter.": null, "Viola: Yeah, but maybe, you know, once in a generation, you get someone": null, "brave like my older sister. What if I'm just grasping at straws? What if": null, "all this was for nothing? We lost damn near 40 people. There's only us,": null, "which is great, but also, what the hell?": null, "Ava: Yeah, we made it, but just like that one winter I went through, the": null, "community might be smaller, but it's strong. It's going to get us": null, "through, and if you're so tough on those little kids of yours, those": null, "pups are going to grow up and be just as strong and tough as me and your": null, "sister and you. [somber music continues]": null, "Viola: I believe it, but I haven't installed it. You know.": null, "Ava: Well, you'd best do it soon, because you're going to be a mother": null, "yourself, and you don't have time for that kind of wishy-washiness. Your": null, "husband has enough of that for both of you already!": null, "Viola: So what's the next step? What do we do? We're just sitting here,": null, "waiting to be eaten.": null, "Brennan: I'm going to point at the chunk of writing.": null, "Aabria: Yeah, Teedles is just holding this.": null, "Viola: How was your walk?": null, "Thorn: It was good. I found Olliver and Teedles, so, successful.": null, "Teedles: It was fun, because we thought you were dead.": null, "Viola: No, I'm alive.": null, "Teedles: Yeah, and congratulations.": null, "Viola: Thank you, and I'm sorry that we're the only ones left. We": null, "should've run back and told everybody.": null, "Teedles: No, no, again, everyone got the word, and they ran, and we": null, "don't know if they're dead. They scattered, but people survive.": null, "Viola: And I know this is an emotional time, but if you ever disobey an": null, "order from my mother again, I will bite your nose off.": null, "Aabria: Intimidation check.": null, "Rashawn: Okay.": null, "Thorn: Sweetie-": null, "Viola: [sharply] Huh?": null, "Thorn: Sorry! Carry on, as you were.": null, "Rashawn: 16.": null, "Aabria: With a natural 20, she just gives you a huge hug. [Erika laughs]": null, "Teedles: I've missed this! You're so scary!": null, "Viola: Am I getting soft already? [cries] No!": null, "Teedles: So glad you're so mean and alive.": null, "Aabria: And then just with one arm, she kind of drops the scrap of wood": null, "and back-kicks it towards you.": null, "Thorn: Okay.": null, "Ava: What is this?": null, "Aabria: Teedles is holding you, by the way. [Rashawn sighs]": null, "Thorn: We found this.": null, "Ava: [to Viola] Just go limp, go limp.": null, "Thorn: It's easier.": null, "Rashawn slumps alarmingly far back in her chair.": null, "Aabria: Oh god, oh god. Yeah, yeah. It worked, it worked. You go limp.": null, "She's like,": null, "Teedles: It worked, it worked, it worked!": null, "Aabria: And she kind of lets you go like, all right.": null, "Erika: Just like noodles out.": null, "Aabria: Yeah, it's truly just a little noodle chute. So much torso.": null, "Ava: That's my girl.": null, "Thorn: When I found Olliver and Teedles, they found this. It's got some": null, "strange symbols on it, not dissimilar to the sort of thing that we might": null, "use to try and communicate the odd message, but I have no idea if it is-": null, "Viola: Mama.": null, "Ava: I've definitely seen one of these before.": null, "Izzy: Can I do an investigation check?": null, "Aabria: Yeah, both of you. Go ahead and give me investigation with": null, "advantage.": null, "Jasper: Can I assist Lila?": null, "Aabria: Sure.": null, "Jasper: I want to be pointing out the very minuscule things that I saw": null, "already.": null, "Aabria: Sure, sure, sure.": null, "Viola: Bless, Mama.": null, "Jasper: You have advantage.": null, "Aabria: That's not how Bless works. [she laughs]": null, "Izzy: I have advantage?": null, "Jasper: Yeah, you have advantage. I used the help action.": null, "Siobhan: Really nice try.": null, "Rashawn: She's my mom.": null, "Siobhan: She's your mom!": null, "Aabria: She feels better.": null, "[Rashawn laughs]": null, "Izzy: I got a two on both.": null, "Aabria: Oh no!": null, "Izzy: But that's 11.": null, "Aabria: All right.": null, "Izzy: [sung like a commercial jingle] If I don't know something, I know": null, "where I can find out about it!": null, "Brennan guffaws and bangs the table with his fist.": null, "Aabria: Incredible.": null, "Ava: 18.": null, "Aabria: 18, so that's the interesting thing, is this series of": null, "symbols... You have occasionally, Lila, come across symbols that the": null, "Lukura use amongst each other in and around your former home, but this": null, "does seem different. You kind of clock that right away. This isn't an": null, "arrow or a sign where water is. There's something being communicated,": null, "and I don't have the means to translate it yet.": null, "Jasper mimics holding up the writing while Erika looks at it closely.": null, "Aabria: And same with you, Ava. You've seen this on the side of those": null, "great, what to call-": null, "Ava: How many of them are there, these symbols? How many symbols are": null, "there?": null, "Aabria: There's two lines, and if you count them out, it's something": null, "like 12 symbols across two lines.": null, "Erika: Yes. No idea.": null, "Aabria: So there's an interesting thing happening here, because you have": null, "the Researcher feat, but that sort of requires that you have an": null, "ecosystem where you can go and do research. The only ecosystem you have": null, "right now is the source of all mysterious things, the Blue. So do you": null, "reach towards the Blue in order to try to figure out how to figure this": null, "out?": null, "Izzy: What does that mean?": null, "Aabria: There's no way for you to decipher writing, because you've never": null, "seen writing before. The only way for you to interact with something": null, "arcane and bizarre-": null, "Ava: I think I can help my granddaughter with this, because I know where": null, "I've seen these before. It was on that day. The day I lost your": null, "grandfather. It was on the side of... All right, well, since your mother": null, "told you everything, I guess we might as well get into it. You may have": null, "seen one of those things, those creatures, the monsters, but I've seen": null, "many, many of them riding around in something like the way that those": null, "rats were riding around in that bear.": null, "Thorn: [under breath] Chipmunks.": null, "Thorn: Nothing. [dark piano music]": null, "Ava: There were a bunch of them in a thing, moving, and it kicked up so": null, "much dust and dirt, and it kicked up so much dust and dirt, like a": null, "storm, like a wind, like a breeze.": null, "Aabria: That kicks up, because you're the one that saw the origin. It": null, "immediately pings as your mind goes back to seeing that weird, strange": null, "point that was the origin of the dust before.": null, "Ava: But not like regular dirt or dust where it's just like maybe things": null, "are going to be a little chalky for a while.": null, "Lila: Like what happened at the... [stammering] At home yesterday?": null, "Ava: What?": null, "Lila: The-": null, "Viola: The dust in the air.": null, "Ava: Yeah, oh yes, the dust! Yes, the dust, like what happened": null, "yesterday.": null, "Lila: [loudly] The kind that kills everybody?": null, "Ava: Yes, but I don't think it was the thing that was causing the dust,": null, "it was the dust around it. [Izzy gets excited] The dust has the Blue,": null, "and it's too much Blue. That comes from one of those things, the": null, "non-bears. I don't know what to call them.": null, "Lila: Grandma's right, we have to build a giant bear. [Siobhan chuckles]": null, "Thorn: Do you think there's any way that you might be able to understand": null, "this? Because maybe if we could understand what this was-": null, "Lila: [excitedly] Well, maybe if we find one of those things, and I feel": null, "like maybe the only way to find one of those things is to make something": null, "as big as it.": null, "Thorn: We wouldn't be able to make something until we understood it, so.": null, "Lila: No, but to make a big thing that's as big as the creatures-": null, "Jaysohn: I get it, you just make a thing that's as big as a thing and": null, "then you get inside of it, and then you're in the thing.": null, "Lila: Yeah, like a moving tree!": null, "Jaysohn: And it fights!": null, "Lila: And it fights!": null, "Lila and Jaysohn: A moving tree that fights!": null, "Ava: Well, let's put a pin in that.": null, "Jaysohn: Why are none of you understanding this?": null, "Lila: [yelling] Jaysohn, get up the thing!": null, "Jaysohn: She's being so clear.": null, "Lila: Get up the thing and, and, and, and get a bunch of bark, and we're": null, "going to build a big thing! Get a bunch of clay and bark!": null, "Siobhan: [eats a hard candy] I scamper up a tree.": null, "Ava: [to Viola] When you were up high on the hill,": null, "Viola: Yes.": null, "Ava: Did you see any more of the thing that might look like a bear but": null, "kicks up more dust?": null, "Viola: I don't think I saw any other creatures. I saw a point, and it": null, "all emerged from there, so, it had a focal point, and it sprayed over": null, "all of us like it was intentionally coming our way.": null, "Ava: Well, shit.": null, "Thorn: So it's quite possible that whatever this symbol is also exists": null, "on the side of this non-bear that creates the dust.": null, "Ava: I gotta, we gotta-": null, "Viola: Do we need to go towards it?": null, "Ava: We gotta go back. We gotta go back to-": null, "Aabria: I'm going to open it up to everyone, though. If you want to try": null, "to push yourself to understand these symbols, the way to go about that,": null, "there's no way to spark knowledge from nothing except to lean into the": null, "sort of magic that suffuses everything. So whoever wants to can make an": null, "arcana check.": null, "Jasper: I will use the help action, if I can.": null, "Aabria: For who? Call your shot.": null, "Izzy: Me? [she rolls]": null, "Aabria: What'd you get?": null, "Izzy: But do I get help? [Brennan laughs]": null, "Aabria: That's not a question for me.": null, "Brennan: Lila's got a plus nine to arcana.": null, "Jasper: I look at Lila and I go,": null, "Thorn: Okay, Lila, I love the spirit, I love the energy. I definitely": null, "think we could build something.": null, "Lila: Uh-huh.": null, "Thorn: But right now, I just need you to think for just a second about": null, "these symbols and just see if you can reach down and find something,": null, "okay?": null, "Thorn: So focus on the symbols. [he holds up the writing]": null, "Lila: Because I'm smarter than you?": null, "Thorn: Yes, so much smarter. Just focus on the symbols. Look at the": null, "symbols, not at me. Look at the symbols. Look at the symbols. Look at": null, "the symbols, look at the symbols and roll again.": null, "Viola: He's a cool dude, he's just being weird right now. You're in": null, "control.": null, "Lila: Yeah, I know.": null, "Izzy: Nat one. Okay, so the first one was seven plus nine.": null, "Jasper: 16?": null, "Izzy: 16.": null, "Jasper: There we go. It's cause I tried to help.": null, "Aabria: Anyone else making the check, while we do it?": null, "Rashawn: [scoffs] 11. [tense electronic music playing]": null, "Brennan: My character will not attempt to understand, and will not offer": null, "the help action to anyone attempting to do so.": null, "Siobhan: Jaysohn is up a tree.": null, "Aabria: Yeah, fair.": null, "Rashawn: I need to know.": null, "Aabria: Lila, as you focus, again, that idea of reaching for somewhere": null, "to figure out how to figure something out, and I think because you're so": null, "focused on the symbols, especially after your uncle weirdly chanting": null, "about it, that everyone else sort of notes, while you do not, that your": null, "eyes, deep and black and large and wide, glow with just a little sheen": null, "behind them like the red eyes of a cat caught in the light with a little": null, "bit of blue. The symbols do begin to make more sense. It's as if-": null, "Izzy: [quietly] What? I can read?": null, "Aabria: You can read.": null, "Izzy: What, bitch? [cast laughs]": null, "Siobhan: We can't have hats, but she can read? [everyone cracks up]": null, "Aabria: How do you think hats... Everything is achieved from reading!": null, "Brennan: Okay, next step, find a book on how to make hats!": null, "Izzy: Okay, Lila has been to the library.": null, "Aabria: And you read the words, \"Follow your instincts towards the": null, "Light.\" And it's very clear-": null, "Izzy: Wait, wait, wait, wait. I read those words in English, to me?": null, "Aabria: It's not in English, it's in stoat.": null, "Izzy: Bulgarian? Oh, stoat?": null, "Aabria: Bulgarian? This doesn't exist anywhere on a map, so we don't get": null, "weird about it.": null, "Izzy: Oh, wait, I read it in stoat?": null, "Aabria: I mean, you don't have a concept of what English is, so the": null, "language that you read, and you understand that-": null, "Izzy: It's like what the 'creatures' wrote.": null, "Aabria: You're winking at me, but you do realize, the scale of these": null, "letters is as though someone your size carved them.": null, "Izzy: Our size, okay, so a stoat wrote it.": null, "Aabria: This is something that was being held. A stoat carved into a": null, "piece of wood, \"Follow your instincts towards the Light.\"": null, "Izzy: \"Follow your instincts towards the Light.\"": null, "Izzy: A stoat.": null, "Aabria: And it's a capital L on the Light.": null, "Izzy: The Light. [tense electronic music resumes] Oh shit. Oh no, maybe": null, "you are right about stuff. Okay. Lila throws up a little bit.": null, "Aabria: Yeah, nice.": null, "Ava: Too many strawberries.": null, "Thorn: Are you okay?": null, "Tula: Sweetie, if that's making you sick, don't look at it. [Izzy": null, "babbling]": null, "Lila: I have to go to the bathroom… with Mom.": null, "Tula: [confused] Okay, okay. I'm going to go and go over with you.": null, "Lila: And Jaysohn.": null, "Aabria: You have to yell.": null, "Lila: Come down!": null, "Jaysohn: Okay. I found an egg.": null, "Tula: You found a whole egg?": null, "Lila: Bring it, bring it!": null, "Siobhan mimes climbing down a huge tree with a massive egg under one": null, "arm.": null, "Aabria: Okay, I need an acrobatics check with disadvantage.": null, "Tula: Amazing job, Jaysohn, wow. We can all eat. We found an egg.": null, "Siobhan: [laughing] Nat one.": null, "Erika: Oh!": null, "Aabria: You know what's going to happen here. You get halfway down, and": null, "I think just in the most beautiful display, the egg drops, but you jump": null, "after it, not really with an intention of, I really know what to do.": null, "Jaysohn: My egg!": null, "Aabria: So it kind of hits, but then you punch through it. You're in a": null, "little egg jacuzzi.": null, "Izzy: It actually was about to hatch. [Brennan guffaws] It's an emu.": null, "Aabria: Really quick, I love this energy. Abso-fucking-lutely not. No,": null, "no.": null, "Izzy: And then we have a friend.": null, "Aabria: Emu eggs aren't up trees, and a stoat wouldn't have got it down.": null, "Izzy: Dinosaur!": null, "Siobhan: I have Yoshi now.": null, "Aabria: Yes! But you are covered in albumin and yolk and food, which": null, "would have been a problem, because stoats eat a lot every day. [players": null, "slurping]": null, "Tula: It's still good, it's still good. Everyone get in here.": null, "Erika: Grandma's sandpaper tongue.": null, "Erika and Siobhan mimic the sound of stoat grooming. Siobhan wobbles": null, "under multiple licks.": null, "Tula: Okay, everyone, I'm going to take Lila to the bathroom. Everyone": null, "lick Jaysohn. I'll go over with you to the bathroom. Sweetie, are you": null, "feeling sick? Do you need to throw up?": null, "Lila: I could understand it.": null, "Tula: The wood?": null, "Lila: The wood.": null, "Tula: Okay.": null, "Lila: And it said, \"Follow your instinct toward the Light.\"": null, "Tula: You heard it say-": null, "Lila: And a stoat wrote it.": null, "Tula: A stoat what?": null, "Lila: A stoat... Made it say that.": null, "Tula: You heard the wood say those words to you?": null, "Lila: No, I could see it.": null, "Tula: You could see it saying...": null, "Lila: Yeah!": null, "Aabria: This is perfect.": null, "Rashawn: Motherhood.": null, "Tula: Hold on, sweetie. You're very... You are very bright, and I know": null, "that you... I trust that you know something.": null, "Aabria: I think at this point, Jaysohn comes on over, half covered in": null, "egg.": null, "Tula: Can you try to explain it to Jaysohn, so that Jaysohn can": null, "understand it?": null, "Lila: Jaysohn.": null, "Jaysohn: Yeah.": null, "Lila: You know when we would be awake?": null, "Lila: In the middle of the night?": null, "Lila: And we would... There would be, like, a tiny little bit of light": null, "that would come in from the crack.": null, "Jaysohn: Yeah.": null, "Lila: And then we would make, like, fake Auntie Beatrixes.": null, "Jaysohn: Yes.": null, "Lila: On the wall.": null, "Lila: And it looked like she-": null, "Jaysohn: [to Tula] You can't get us in trouble for this.": null, "Lila: ...was pooping.": null, "Tula: Auntie Beatrix is... Keep going. [Aabria and Erika laugh]": null, "Lila: Yeah, she died, I know. Okay. Yeah, everybody died, okay. And we": null, "would make it look like she was pooping on the wall, but it's not real": null, "her, it's on the wall.": null, "Lila: That's what's sort of on... And then sometimes we would also make": null, "it, like, to say to each other, like, oh, Mom's mad. We'd put mad Mom on": null, "the wall.": null, "Lila: The wood is saying to me-": null, "Jaysohn: Okay.": null, "Lila: ...that, \"Follow your instincts towards the Light.\"": null, "Tula: So these scratchings on the wood are like shadows that only you": null, "can tell what they're shadows of.": null, "Tula: Okay, that makes sense to me.": null, "Jaysohn: Really? I don't understand it at all. But she's really clever.": null, "Tula: You are so sweet, my boy. My sweet boy. [Brennan hugs Siobhan’s": null, "shoulders]": null, "Aabria: Jaysohn, my sweet little monk, can you give me a wisdom saving": null, "throw?": null, "Siobhan: Oh god.": null, "Brennan: No!": null, "Siobhan: Ah, 19.": null, "Jasper: Hey!": null, "Aabria: Nice. You hear that phrase, \"Follow your instincts towards the": null, "Light,\" and you think back to the way you do very good punches and did": null, "them yesterday with the bear, that when you sort of drop into this": null, "astral self focus to do hits, you remember feeling, even while you were": null, "focusing on hitting that chipmunk, that there was something over your": null, "shoulder behind you like a floodlight, like a sun, away, and you wanted": null, "to look, but, you know, you didn't want to die in that moment, and there": null, "was something, a tremendous light that you could only see while you were": null, "focused in that time that was drawing your attention.": null, "[pulsing electronic music begins to play]": null, "Jaysohn: We have to look behind us. We have to look directly behind us.": null, "Jaysohn: I think that's what it means.": null, "Jaysohn: How do you do that? [she whips her head back and forth]": null, "Tula: I'm going to take the-": null, "Jaysohn: Maybe if I'm really fast. [she does it faster]": null, "Tula: Can I have the wood, sweetie?": null, "Jaysohn: Maybe if I'm really fast, I can do it. I can do it! I think I": null, "can do it. Hang on, hang on. Don't look at me, I can figure it out!": null, "Siobhan continues to spin back and forth in her chair. The music gets": null, "louder.": null, "Tula: No one look at Jaysohn. [Aabria laughing]": null, "Brennan: I'm going to go over to the rest of the group and say,": null, "Tula: Okay, Lila is right. Lila is able to see these scratches mean": null, "something, like shadows or tracks. They mean something. Lila is able to": null, "tell what they mean.": null, "Tula: And sweetie, did you say that this was written by stoats?": null, "Lila: Mm-hm.": null, "Tula: So it says, \"Follow your instinct towards the Light.\" So this": null, "obviously is dangerous. We do not know the stoats that wrote this.": null, "Lila: We have to go find it and we have to stop it.": null, "Tula: Okay, not my conclusion.": null, "Thorn: I... But yes, not my conclusion either.": null, "Viola: Yeah, a united front in front of the children. Don't...": null, "Lila: I don't know, it seems like there's a new cult leader in town, and": null, "it's probably me. [Aabria giggles]": null, "Tula: So, okay, we're talking, this is all very exciting and": null, "interesting. We're talking about Lights and the Blue and making a tree": null, "that can fight and different monsters with saggy skin and all of that.": null, "So, that's all so fascinating and interesting.": null, "Thorn: But we need to find somewhere safe?": null, "Tula: Thorn, thank you so much for saying it. We need to find somewhere": null, "safe.": null, "Ava: We don't have to necessarily find somewhere safe. We can make": null, "somewhere safe. Somewhere that we find, we can make safe. Yes.": null, "Thorn: I do have an idea. I can do a little scouting, which doesn't": null, "actually require any of us to necessarily leave, if you don't mind": null, "giving me just a moment.": null, "Ava: No, I say we all go together.": null, "Thorn: Oh no, no, I'm not going to leave. I'm going to go up a tree for,": null, "you know, 20 minutes, maybe.": null, "Ava: Knock yourself out.": null, "Thorn: Something like that.": null, "Tula: All right, and in this scouting that you're going to be doing up a": null, "tree-": null, "Thorn: What do you think I should look for? That's what I was going to": null, "ask.": null, "Tula: So you found this that way? [he points one way]": null, "Tula: So let's look in this direction [he emphatically gestures in the": null, "opposite direction], and we'll try to find a burrow with some rabbits.": null, "Thorn: Okay.": null, "Jaysohn: And that bit on the tree is really slippery, so be really,": null, "really careful.": null, "Thorn: I wouldn't dream of going nearly as quickly as you, Jaysohn,": null, "don't worry.": null, "Jaysohn: Well, but you can't even, like, be half as quarter as quick as": null, "me.": null, "Jaysohn: Because you have to be really careful on just that little bit.": null, "Thorn: How about a sixth as slow as you?": null, "Ava: I'm going to go up with you. I'll help him with the slippery bit.": null, "Aabria: Teamwork.": null, "Thorn: Okay, thank you. I will probably need it.": null, "Siobhan: I just stand next to the slippery bit and just direct them.": null, "Aabria: You know what, with that, I'm going to give you both the help": null, "action on an acrobatics or athletics check to get up the tree.": null, "Jasper: Please. Please. [he rolls] That was literally going to be a 16!": null, "That was gonna to be a 16!": null, "Izzy: Erika is rolling as badly as-": null, "Jasper: That's actually not too bad.": null, "Brennan: Did you roll help? Did you roll with advantage?": null, "Erika: Oh, advantage.": null, "Jasper: Exactly the same roll.": null, "Aabria: Holy shit.": null, "Jasper: It's not too bad.": null, "Rashawn: Are you technically in my aura?": null, "Jasper: No, this is not a saving throw, I don't think. That's fine. It's": null, "still a 14, though.": null, "Aabria: That's okay.": null, "Erika: 18.": null, "Aabria: Yeah, you can go quickly and carefully up the tree.": null, "Erika: And I'm just sort of muscling up.": null, "Aabria: She's doing kip-ups. It's a salmon ladder. You don't know what a": null, "salmon is, but you're just-": null, "Erika: No, I take my bone, and I'm like, salmon ladder!": null, "Aabria: Oh wait, that's actually great. That's great.": null, "Thorn: How are you even doing that?": null, "Viola: Mom is so buff.": null, "Ava: Come on, boy! Keep up!": null, "Thorn: I don't think I can.": null, "Aabria: This stoat's lat spread is unreal. She's built like an Olympic": null, "swimmer.": null, "Rashawn: She trains with her own body weight, you know. She doesn't have": null, "to use logs.": null, "Erika: It's like I've got wires underneath my fur.": null, "Brennan, Siobhan, Rashawn mimic a salmon ladder.": null, "Jasper: Cool, so what I would like to do, this might be a little": null, "shenanigan-y, so please tell me if it is.": null, "Aabria: Sure, I love a shenan.": null, "Jasper: I would love to try and use my Actor feat to mimic the sound of": null, "a bird to try and call a bird towards me.": null, "Aabria: Oh, sure. Go ahead and give me a performance check with": null, "Jasper: I want to be relatively hidden.": null, "Izzy: What kind of bird?": null, "Jasper: Because I don't want it to see me until the last possible": null, "second, if that makes sense.": null, "Aabria: Sure, stealth check.": null, "Jasper: Yep.": null, "Aabria: Go ahead and give me a stealth check also, Ava, unless you're": null, "just going to be like, what're you doing?": null, "Erika: Yeah, no, yeah.": null, "Aabria: Yeah, respect.": null, "Jasper: I needed that. 22.": null, "Aabria: Okay, all right, you are sufficiently tucked away.": null, "Jasper: Cool.": null, "Aabria: Now go ahead and give me a performance check with advantage.": null, "Aabria: What kind of bird are you calling?": null, "Jasper: Truly, hopefully nothing big or particularly carnivorous.": null, "Aabria: Interesting.": null, "Jasper: Basically, a wood pigeon would be fantastic.": null, "Aabria: Sure, sure, sure. Okay.": null, "Jasper coos and rattles his dice to attract a bird. He rolls and stares": null, "in shock.": null, "Jasper: What the actual fuck?": null, "Siobhan: A one and a three.": null, "Rashawn: I don't know what's going on with you, baby. That is so tough.": null, "Izzy: What's happening?": null, "Jasper: What is going on?": null, "Siobhan: [loudly] Coo, coo.": null, "Jasper: Okay, it is still a 12.": null, "Aabria: Sure!": null, "Jasper: Because I have a plus nine to performance.": null, "Aabria: Okay, I think with a 12, you see, a couple branches away, the": null, "shaking of limbs as some wood pigeons are kind of popping out, and just": null, "in response... [coos]": null, "Jasper: Cool, so that makes me want to move towards it in a very": null, "unthreatening way. [cooing] I basically just need to be able to touch": null, "this thing.": null, "Aabria: Sure, give me a persuasion check?": null, "Jasper: Okay.": null, "Aabria: Just to be like, I'm cool.": null, "Jasper: Don't let me down, please! That's fine! It's fine! It's, like,": null, "super fine. 16.": null, "Aabria: Oh sure, cool. Against a 14, yeah. It looks at you like, that's": null, "a bad guy. I'm literally just having a conversation with a friend right": null, "now about an egg that was lost, but sure.": null, "[the cast laughs]": null, "Aabria: And this little gray wood pigeon kind of hops over.": null, "Jasper: I look at you and I say,": null, "Thorn: [to Ava] if you could try and stop me from accidentally falling": null, "out of the tree, that'd be great.": null, "And I'm going to touch the pigeon and cast Beast Sense so I can see": null, "through the pigeon's eyes. [the cast “oohs”] And then yeah, the aim is": null, "basically, as the pigeon takes off, I'm just going to scan around the": null, "area and see what I can see through the pigeon.": null, "Aabria: Sure, yeah, the moment you touch it, it feels claw and knows,": null, "predator. I've made a huge mistake.": null, "Jasper: Probably a little static shock, probably.": null, "Aabria: Yeah, it goes really puffy and wide and takes off.": null, "Jasper: I think as it does, the little static runs through my eyes and": null, "they cloud over as I'm now seeing through the pigeon's eyes.": null, "Aabria: Sweet, you see the thing looks up and away, and have you ever": null, "done this before?": null, "Jasper: No, this is very new.": null, "Aabria: Brand new.": null, "Jasper: Yeah, this is brand new.": null, "Aabria: It's so strange that the moment that this pigeon clears the tree": null, "line, you are deeply aware of the sort of unmitigated sunlight when": null, "there's no forest tree cover, and it's fairly early in the morning, so": null, "the sun is not directly overhead, but you know where it is. It's there,": null, "and the pigeon is flying in a different direction, and yet it's": null, "splitting the difference, because to its left, which I think you're able": null, "to orient yourself directly to the north of where you all are, there's a": null, "second sun, blue, sitting on the horizon.": null, "Jasper: What?": null, "Aabria: Glowing.": null, "Jasper: I'm just sort of saying this out loud to you. I'm sort of like,": null, "Thorn: [to Ava] I can see there's the sun. There's a second source of": null, "light. It's blue.": null, "Ava: Like the Blue, or just-": null, "Thorn: Yeah, definitely like the Blue, yeah.": null, "Ava: All right, what direction is it in? Can I look over and see it?": null, "Aabria: Because this pigeon is very, very high in the air, you would": null, "have to climb up farther if you want to go to the top of the trees and": null, "try to scope this.": null, "Jasper: But I can get a general direction on this, right?": null, "Aabria: Yeah, you know it's due north.": null, "Jasper: I know this forest relatively well.": null, "Erika: I'm going to stand. I'll go climb up later. I want to stand here": null, "to make sure he doesn't fall and break his neck.": null, "Thorn: Thank you. It's due north, by the looks of it. And yeah, I'll do": null, "one last quick-": null, "Ava: What's the path look like on the way there?": null, "Aabria: Can't tell, trees everywhere.": null, "Thorn: There are trees everywhere. There's a lot of trees.": null, "Ava: All right, that means there's cover.": null, "Thorn: Truly a lot of trees.": null, "Ava: Any places that don't have trees?": null, "Jasper: Can I see the meadow from here, that I tried to cross once upon": null, "a time?": null, "Aabria: Oh, that's fun. Give me a perception check.": null, "Jasper: It does say I technically use the beast's, all of their stuff,": null, "so maybe the pigeon should roll a perception check.": null, "Cast laughs at Jasper's attempt to not have to roll.": null, "Aabria: I've never seen someone so sad to be like, I don't want to touch": null, "the mechanics, I just want the results.": null, "Brennan: “Get these dice out of my hands.”": null, "Siobhan: You gotta wash your hands in saltwater when you get home.": null, "Aabria: I got a 15, so okay.": null, "Jasper: Yeah, see? It's better, it's literally better!": null, "Brennan: You should respec full spellcaster to just be like, you make": null, "saving throws, I don't want to-": null, "Aabria: “I don't want to do it!”": null, "Brennan: “I don't want any of this.”": null, "Ava: Constantly puppeting animals that you come across.": null, "Jasper: That's fine.": null, "Aabria: You see, as this pigeon begins to circle, just cooing and": null, "freaking out, yeah, you see a break in the wood. You've seen natural": null, "lightning strikes before and how it sort of leaves a scar across the": null, "ground that you see, yeah, there's a little bit of tree line that's": null, "interrupted, and a meadow full of blue flowers, and again, you're": null, "getting that, like, can't look directly at it, because this pigeon, this": null, "thing that is part of this forest that does not have the sapience to": null, "know when to access or not access, it is simply aware of the Blue like": null, "it is aware of the sky and the sea and the tree, it's almost hard to": null, "perceive the glow coming up off of this meadow, but you do feel a bit of": null, "interruption through that glow as sort of carved, jagged bits of": null, "lightning tear it up.": null, "Jasper: And is that north as well, or is that-": null, "Aabria: It's way farther to the south.": null, "Jasper: Oh, okay.": null, "Aabria: Closer in the direction that you came from, it was farther away.": null, "Jasper: I do not want to go back there.": null, "Aabria: Yeah, it's nowhere near where you are and where you're going.": null, "Jasper: That's pretty interesting.": null, "Aabria: But you do see, where that sun is, and it's very hard to look": null, "toward, the tree line does stop in sort of a ring around it.": null, "Jasper: Fuck.": null, "Aabria: And I will make you make one check here.": null, "Aabria: I need you to see if you can understand this, so you tell me the": null, "stat that you want to use to understand something about the lay of the": null, "land and the way the world works.": null, "Erika: Also, if he's narrating it out loud to me, should I be making": null, "that same check?": null, "Aabria: It's a really good question, but it's hard to narrate a thing": null, "you're not even thinking to narrate.": null, "Jasper: Yeah, I think if I don't understand it, I think it'd be super": null, "hard for me to actually be able to say it.": null, "Aabria: You wouldn't describe it unless you clocked it.": null, "Erika: Right.": null, "Aabria: But if you go up and climb up after this, I'll have you make the": null, "same set of checks.": null, "Jasper: Can I go with survival, and if I'm in my favored terrain, can I": null, "add an extra bonus?": null, "Jasper: Okay, this is plus 12. [tense electronic music - he laughs": null, "nervously] Now.": null, "Brennan: Guaranteed nat 20.": null, "Jasper: Maybe I just need to roll it somewhere else. Can I roll it in": null, "your tray, maybe?": null, "Erika: [hands him the tray] Maybe it's the tray.": null, "Siobhan: Maybe it's the tray.": null, "Jasper: 14! [everyone erupts in jubilation]": null, "Erika: 14, 14, 14, 14!": null, "Jasper: 26!": null, "Erika: That's a 26, baby! Yeah! [they slam the table] Get out of here!": null, "Get out of here, we're sharing a tray now.": null, "Jasper banishes his tray from the table.": null, "Jasper: Yeah, we're sharing a tray now.": null, "Aabria: So excited for a 14.": null, "Jasper: Truly, a 14 is the highest I have rolled for many hours of": null, "gameplay, many hours.": null, "Erika: Oh my god, I felt my whole body unclench. [Brennan whoops]": null, "Jasper: For a 14, which has now somehow moved into a 13.": null, "Brennan: Pick it up before it keeps going down!": null, "Aabria: It's a spin down die. For a total of?": null, "Jasper: 26.": null, "Aabria: A 26. You get this sense of, the forest is your home, and you": null, "look for patterns, because patterns reveal opportunity or danger, and": null, "the pigeon continues to climb, and you look out and see that these woods": null, "that you call your home, that Blue, it's an area. It's a circle that": null, "stretches out miles in every direction, but you can see where the trees": null, "become sort of greenish again, and that big, wide halo is centered on": null, "that sun. So whatever that light is, it's a pulse out, and everything": null, "here is affected and changed by that light.": null, "Jasper: At the edge of the circle, do the trees seem different? Is there": null, "a gradual effect, or is it almost like a hard line where the trees are": null, "perfectly normal at the edge, or is there almost a tapering effect?": null, "Aabria: There's a little bit of a gradient. You can see the difference": null, "between where these trees are a little bigger and a little stranger and": null, "weirdly blue-tinged.": null, "Jasper: So it almost feels like a cumulative thing. Over time, this is": null, "happening.": null, "Aabria: 100 percent.": null, "Jasper: Awesome.": null, "Jasper: Yeah, okay, I will come back to my senses. Brighter than the": null, "sun, swifter than the wind. Thanks, pigeon. [Aabria coos] [Jasper coos]": null, "Erika: You fucked up that pigeon something fierce.": null, "Jasper: Yeah, the pigeon's now just flying around like... [all groaning]": null, "I'll come back, I'll look at you and say,": null, "Thorn: Well, we are going to trust our instincts. I think I know where": null, "the Light is.": null, "Ava: You know, it's actually not in our instincts to go towards some": null, "unknown light like that. Curiosity is not very stoat-like.": null, "Thorn: Well, I'm a stoat, and I wasn't born in the same place that you": null, "were, but I have a very different set of instincts. The idea of being": null, "underground is truly horrific, awful. Why would you do that? Anything": null, "could happen. A collapse. If a predator got in through the one entrance.": null, "You're all dead, you know? So all I'm saying is that perhaps not all": null, "stoats think the same way.": null, "Ava: No. [Aabria laughs]": null, "Jasper: No? Sure.": null, "Aabria: Damn.": null, "Ava: No, you didn't grow up with any other community or family or": null, "anything, so you don't know. You didn't have anybody to teach you.": null, "Jasper: I grew up... Yes, I'll think about it. I'll think about that,": null, "what you said. That's good for me to know.": null, "Jasper: As soon as I get down, I'm going to be like,": null, "Thorn: Olliver, Teedles, oh my god!": null, "Aabria: Olliver is literally collecting different shapes of leaves to": null, "bring back to Jaysohn.": null, "Olliver: What, what do you need? What do you need?": null, "Erika: Go up.": null, "Aabria: You going up?": null, "Erika: I'm going to take a look. Do I see the same thing?": null, "Aabria: I think you have, now that you know what to look for, you're": null, "looking for that edge, and you do see, far away on the horizon, a": null, "delineation where the trees stop being blue-tinged and go to just sort": null, "of a pure and unadulterated green. As you turn back in that due north": null, "direction that you were told, you, with your eyes that can choose to": null, "reach for the Blue or not, with that down, you see where the tree line": null, "stops with that down, you see where the tree line stops and there is": null, "just churned earth and rock like a small hill and something rectangular,": null, "wide and large, with a strange, jutting red and white spire coming out": null, "of the top off in the distance.": null, "Aabria points down at the beautiful forest model on the table, to a": null, "small building matching that description - right in front of her seat.": null, "Izzy: Oh! [she laughs]": null, "Aabria: Bless.": null, "Erika: I see that, the gray... Okay, well, I mean, he's making it on his": null, "own, and he's done it without anybody else and built his own sort of": null, "weird band of weirdos so, I guess, what do I know?": null, "Jasper: I'm still right here.": null, "Erika: I mumble that to myself as I go.": null, "Jasper: Okay!": null, "Izzy: Completely audible to everybody.": null, "Rashawn: Got your fucking degree and you think you know everything.": null, "Aabria: You all come back to the group?": null, "Jasper: I'll just openly relay what I've seen.": null, "Erika: And I'll say that about how I saw this ring of green around this": null, "rectangular thing. The rectangle was gray, yes?": null, "Ava: Yes, the rectangle was gray and hard. Yes.": null, "Aabria: I think you understand that at the distance you saw it at, it": null, "must be, sorry guy, incredibly big.": null, "Jasper: Like a gray stone?": null, "Ava: A massive gray stone, but smooth.": null, "Viola: Bigger than the bear?": null, "Ava: Must be, must be.": null, "Viola: Well, does that scare anybody even more? Something bigger than": null, "the biggest thing we've seen?": null, "Jaysohn: No, I'm not afraid of it. I'm not afraid, I'll fight it.": null, "Tula: It sounds like stone, so we don't need to fight it. You can fight": null, "it if you want, just make sure you don't hurt yourself.": null, "Thorn: I think as stoats, we are quite accustomed to fighting and being": null, "around things that are much larger than us. We are not scared of the": null, "trees, are we not?": null, "Tula: So you spotted... Was this in the same direction as the second sun": null, "you saw? This blue sun?": null, "Aabria: Yeah, you stack that information and realize that you saw the": null, "Blue version, which was a sun your eyes couldn't penetrate, and the": null, "thing that was sitting beneath it that any of you could see.": null, "Thorn: I was from a very high vantage point, so I didn't see the-": null, "Lila: [whisper] Follow your instincts towards the Light!": null, "[An ominous bass beat plays]": null, "Tula: We've seen where the Blue is, and it's near this massive stone,": null, "bigger than a bear, in the center of a ring of trees. So wonderful, so": null, "we know exactly where we mustn't, under any circumstances, ever, ever,": null, "ever go.": null, "Thorn: Could I make a small pitch? My small pitch is this: Whatever": null, "these things are, they're showing no signs of slowing down or stopping.": null, "Now, I'm not saying that we rush into there headlong and start fighting": null, "this Light, or we even go there with the intention of interacting with": null, "it in any way. But we have this, that Lila has deciphered, from another": null, "stoat, saying to follow this Light. There may be answers there that": null, "maybe could break this cycle and stop us from just being... I'm not...": null, "I'm going to appreciate that I'm not in my congregation. I am with my": null, "family, and me talking as a member of this family with children on the": null, "way, all I want is to keep us safe, and I truly cannot tell you how my": null, "instincts are screaming inside my chest, telling me that I need... We": null, "need to understand this.": null, "There must be a reason why we can understand these things, and yet every": null, "other animal just runs scared, terrified. But we're here, having a": null, "conversation, talking about these things, able to embrace even the": null, "concept of what this might be! If we can understand it, maybe, maybe we": null, "can forge a life for ourselves that isn't just living in a hole and": null, "waiting for some hideous smog to smoke us all out. I truly believe this": null, "is the way that we keep this family safe.": null, "Lila: I think that's true.": null, "Jaysohn: I'm sorry, Mum.": null, "Viola: I believe it, too. Mama?": null, "Ava: You know, if your husband Geoffrey were alive today, you know what": null, "he'd say.": null, "Thorn: [under his breath] That doesn't feel helpful, actually. That": null, "feels-": null, "Jaysohn: You don't have to be brave. I can be brave for you.": null, "Lila: Mom's the bravest person in the world.": null, "Brennan rubs his eyes wearily.": null, "Jaysohn: You're right. Mum, you're so brave. I don't have to be brave": null, "for you. I learned how to be brave from you.": null, "Lila: But Jaysohn can also be brave for you.": null, "Jaysohn: I can be brave, too.": null, "Tula: [weakly] Everyone can be brave.": null, "Jaysohn: And Lila can be smart.": null, "Lila: I'm also brave.": null, "Jaysohn: I think I'm braver. I'm braver than you. I'm the brave one.": null, "You're the smart one.": null, "Viola: This moment's kind of about your mom making her decision. [Aabria": null, "laughs]": null, "Jasper: If you'll allow me, I think Thorn would offer his head to sort": null, "of touch heads with you. [Brennan sighs. They mimic touching heads.]": null, "Lila: [whisper] Mom, Mom, Mom, Mom.": null, "Tula: Yeah?": null, "Lila: [whisper] Mom.": null, "Lila: I know you don't like this, but I think that if we go, and we make": null, "it go away-": null, "Jaysohn: [whisper] Yeah!": null, "Lila: Then all of the bad things that have been happening because of the": null, "Blue don't happen anymore, and then we can just find a home and live": null, "there and be happy and safe like you want.": null, "Erika stares intensely at Jasper. He shrinks back.": null, "Erika: I exchange a meaningful look with Thorn.": null, "Lila: And then, and then, and then... And then our cousins could be safe": null, "and happy too!": null, "Jaysohn: Yeah, but I'm not going to babysit them.": null, "Viola: Yes, you are. You've got to learn how to take care of others.": null, "Thorn: You certainly are, Jaysohn. We took care of you.": null, "Thorn: I need my kids to be as quick as you. Seriously, they need-": null, "Jaysohn: Oh, I'll race them.": null, "Lila: Yeah, you could teach them to move fast. Or you could race them,": null, "but that's kind of cheating.": null, "Lila: Because they'll be babies.": null, "Jaysohn: Yeah!": null, "Thorn: I won't do anything-": null, "Lila: If you beat a baby, that's-": null, "Jaysohn: Yeah, well, that's how they learn! [Rashawn laughs] How is that": null, "cheating, just because I'm faster than them? That's not cheating, I'm": null, "just good.": null, "Lila: Jaysohn, that's pretty smart.": null, "Jaysohn: I'm going to be just like you. You're brave.": null, "Izzy mimes punching Siobhan. Siobhan flinches and giggles.": null, "Tula: Children! Children! Everyone is smart and brave. Everyone is smart": null, "and everyone is brave, [sarcastically] and so because we're all brave,": null, "we're all going to do something very brave. So we're just going to be": null, "brave, and then we're going to stay together and work together, which is": null, "why I'm excited to stay together.": null, "Lila: She's lying.": null, "Viola: You're lying.": null, "Lila: No, she's excited to stay together, but she's not excited about": null, "doing what we're going to do.": null, "Jaysohn: You're so smart.": null, "Tula: [to Lila] I love you, I love you. [to Jaysohn] I love you, too.": null, "Siobhan: I jump on Mum's back a little too rough.": null, "Brennan: I think you do, and I just thump into the ground.": null, "Brennan mimes falling face-first into the dirt.": null, "Lila: Mommy gave up! Mommy gave up!": null, "Siobhan: I try and pick up my mum.": null, "Brennan: I go,": null, "Tula: Oh Lila, Mommy gave up a long time ago.": null, "Rashawn: Oh no! Oh no, Tula!": null, "Tula: [weakly] Let's do it. Viola, we're going to be so good. I'm so": null, "excited for your babies. Let's go to the massive blue light in the": null, "middle of the strange stone with no trees around, where the stoats who": null, "can write-": null, "Ava: Okay, I'm going to need a little bit less of this passive": null, "aggressive energy.": null, "Tula: Who's being passive aggressive? I'm just a lady on the ground.": null, "Ava: I scoop you up, I scoop you up. [they mime lifting Tula’s dead": null, "weight]": null, "Tula: [sarcastically] Hooray, hooray.": null, "Jaysohn: Grandma's so strong.": null, "Tula: Let's go to the strange place where we don't know.": null, "Jasper: Can I clock Olliver and Teedles real quick and just say,": null, "Thorn: You have no obligation to me if you-": null, "Olliver: Shut up. [Rashawn guffaws]": null, "Thorn: Okay. You coming?": null, "Olliver: Yeah.": null, "Thorn: Cool.": null, "Aabria: And Olliver and Teedles just sort of nod at each other and take": null, "off.": null, "Lila: Why do they get to say shut up, and when I tell Grandma to shut up": null, "everybody gets mad?": null, "Aabria: Literally, you hear a voice as they sort of disappear into the": null, "brush. You hear Teedles' voice kind of emerging from behind.": null, "Teedles: Yeah, when you're an adult, you can tell people to shut up.": null, "And they take off and begin their scout formation, keeping you all safe.": null, "Lila: I don't know if that's true, because sometimes Auntie gets mad at": null, "Grandma, and she still gets yelled at.": null, "Teedles: Your grandma is the scariest person that's ever existed.": null, "Brennan: As we're walking, I'm going to look over at Lila, and I'm going": null, "to-": null, "Erika: I'm still- [they mime hefting Tula like a sack of potatoes]": null, "Brennan: Oh, I'm still being carried by my mom.": null, "Aabria: Horrifying.": null, "Brennan: I didn't know we were committing to this bit.": null, "Erika: Oh yeah! [they shift the weight to their shoulder and pat it]": null, "Brennan: I think my head is near you, so I'm just going to talk to you": null, "and I'm going to go,": null, "Tula: [tearfully] Mom, I'm really tired. [tender piano music]": null, "The cast “awws” and Rashawn chokes back tears.": null, "Ava: You've been through a lot.": null, "Tula: Okay. Please look after Lila and Jaysohn in this new place. I'm": null, "also going to do it, but it can't just be me.": null, "Rashawn mouths something at Brennan, he looks over at her and smiles.": null, "Ava: I suppose I could spend a little more time with them.": null, "Rashawn shakes a finger at Brennan for tugging her heartstrings.": null, "They always are a lot better for me than they are for you, and that's": null, "not any comment on your parenting skills at all. [Jasper facepalms] But": null, "what I'm just saying is, yes, I can hang out with the little ones a": null, "little more often.": null, "Tula: [deadpan] Thank you, Mama.": null, "Brennan: I actually will lean out of the arms to say something to Lila": null, "real quick, which is just,": null, "Tula: Sweetie, I'm very proud of you. That's incredible that you know": null, "what those scratches mean.": null, "Lila: I'm sorry.": null, "Tula: I'm sorry. I shouldn't have raised my voice earlier. I've been": null, "thinking about that all day. I really am sad I did that. [tender piano": null, "music continues] I need you to do me a favor. Can you do a favor for me?": null, "Izzy blinks rapidly.": null, "Lila: No, what is it? But yes. [she smiles]": null, "Tula: I liked your dad the most, and there are so many wonderful things": null, "about you that are just like him. He knew about scratches, too. So when": null, "you don't like your dad, it makes me scared, because he was so like you,": null, "and I think that you're both so worth liking.": null, "Lila: I thought Jaysohn was like Dad.": null, "Jaysohn: I thought I was like Dad!": null, "Tula: You are like Dad.": null, "Ava: Both of you are too much like your father.": null, "Jaysohn: But we're so different! We're so different.": null, "Tula: Honestly, when I was little, you can ask Auntie Viola about it,": null, "one of my favorite things to do when I was little was jump off of rocks.": null, "Jaysohn: What? But I like jumping off of rocks!": null, "Lila: And I don't all the time. [everyone laughs] Sometimes. If it's a": null, "pretty good rock, then I'll do it.": null, "Tula: You're doing a thing that siblings do all the time, which is when": null, "one of you likes something, you try to be in opposite to that, but": null, "everyone can like jumping off of rocks. Everyone can like the Blue.": null, "Everyone can like learning scratches.": null, "Thorn: Stoats contain multitudes, okay?": null, "Jaysohn: But I have to like it the most.": null, "Ava: Yes, when she was younger, your mother went around to quite a lot": null, "of burrows, if you know what I mean.": null, "Tula: [sharply] Grandma! [Jasper cackles]": null, "Izzy: Oh, she's a ho!": null, "Everyone cracks up, undercutting the dramatic orchestral music.": null, "Aabria: And as you all move through the woods, it takes you three days": null, "and three nights to make your way towards that sun, towards that": null, "rectangle, towards whatever is calling you, and the closer you get, the": null, "faster you move, because even without trying, you can feel the pull": null, "towards it, like gravity, until eventually, in an unremarkable moment on": null, "an unremarkable day otherwise, you find yourselves standing in front of": null, "the biggest, strangest structure, burrow, warren, strangest structure,": null, "burrow, warren, that any of you have ever seen. [dramatic orchestral": null, "music continues] And that's where we're going to pick up next time. [all": null, "cheering]": null, "Jasper: Baby!": null, "Aabria: We'll see you next week!": null, "Jasper: See you next week! [chittering] [dramatic orchestral music ends]": null, "[NEXT EPISODE - Episode 4: Last Bast]": null, "[NEXT TIME ON DIMENSION 20]": null, "Aabria: You get a little extra vision. You catch the top of something": null, "you've never seen before.": null, "Thorn: A warren above ground? That's strange, right?": null, "Ava: It's simply not done, not possible.": null, "Thorn: Well.": null, "Viola: Hello.": null, "Stoat: Hi.": null, "Viola: I can see that you are hurt.": null, "Stoat: Why are you speaking so slowly? What's wrong? People come here": null, "because they feel the call of the Light.": null, "Lila: The Light!": null, "Stoat: Yeah.": null, "Lila: You guys know about the Light?": null, "Stoat: Everyone here knows about the Light.": null, "Tula: These stoats have an entire culture. We don't need to correct the": null, "mistakes that they're making with their culture within minutes.": null, "Ava: But we have our culture.": null, "Tula: I understand, but-": null, "Ava: Our culture is great.": null, "Stoat: Can you all do the lightning move that he did?": null, "Tula: Thorn's gifts are his own.": null, "Thorn: But each of us are uniquely gifted with the Blue.": null, "Lila: I can read!": null, "Aabria: You find yourself on the inside of this truly massive cement": null, "structure.": null, "Erika: Oh my god!": null, "Rashawn: Stairs!": null, "Aabria: It goes up higher than any of you have ever climbed. It just": null, "extends in every direction.": null, "Viola: How big were the rabbits that you drove out of this burrow?": null, "Stoat: This was not a rabbit burrow.": null, "Tula: Badger?": null, "Stoat: No.": null, "Lila: Skin?": null, "Stoat: Human. [melancholy music] [melancholy music continues]": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: Claire B., OliverC, gluegunshots": null}