{"Dimension 20 Season 20": null, "Burrow’s End": null, "Starring: Aabria Iyengar as Game Master": null, "Brennan Lee Mulligan as Tula; Erika Ishii as Ava;": null, "Siobhan Thompson as Jaysohn; Rashawn Nadine Scott as Viola;": null, "Isabella \"Izzy\" Roland as Lila; and Jasper William Cartwright as Thorn": null, "Vale": null, "Episode 6: Reactor Charlie": null, "< [Previous Episode] | [Next Episode] >": null, "This transcript is a work in progress!": null, "If you would like to help edit it, the Google Doc can be accessed here:": null, "Episode 6: Reactor Charlie": null, "Please log your edits here:": null, "Sign-up Sheet": null, "Intro theme plays": null, "Aabria: Hello, and welcome to \"Dimension 20: Burrow's End.\" I am your": null, "dungeon master and warren warden, Aabria Iyengar. And with me to spin a": null, "yarn, oh, so excited, of us versus them.": null, "Siobhan: Tell us a story.": null, "Aabria: Are my preternatural predators.": null, "Siobhan: [gasps excitedly] Yes!": null, "All: Oh!": null, "Aabria: Say hi, preternatural predators!": null, "All: Hi, preternatural predators!": null, "Aabria: We're in the pocket now. I have a thesaurus. I can't lose!": null, "[players laughing]": null, "Brennan: Unbelievable, six out of 10. We're picking up steam. I can see": null, "the finish line!": null, "Aabria: I'm out of words. I cried about this this morning. [Siobhan": null, "laughing] So, within the brutalist bunker that is Last Bast, our family": null, "opted to do a bit of divide and conquer in search of guidance for the": null, "workings of this community, this mega warren, as well as some clues on": null, "its secrets. The Light, the humans, and their impending return.": null, "Our precocious kits spent a record four minutes in education recruiting": null, "a temporary sidekick, Lukas, in the process. Our mothers now settled": null, "into their combinations, were visited by Sybil, the young elk hunter": null, "they healed earlier in the day. She confided in them about a secret bit": null, "of information she found and hid in the lab.": null, " ": null, "And after a fortuitous dovetailing of both of our groups back together,": null, "the family snuck in and heard a pair of snippets from the log of one Dr.": null, "Wenabocker, a human scientist that worked here at the Peace Power Plant": null, "20 years ago when some strange catastrophe began. We ended with more": null, "questions than when we began and one clue, Reactor Charlie, on every": null, "stoat's lips.": null, "So I would like to pick up the next day. I want you to have a long rest": null, "and a little time to digest all of the things that happened. And I'm": null, "going to begin this time with a question for the one I believe is the": null, "earliest riser in the group, Ava. What are you thinking about as you": null, "wake in your little blue cubby?": null, "Erika: This place could be nicer, but you know, we can spruce it up a": null, "bit. Viola's very good at that kind of a thing. Well, we gotta find out": null, "who this Charlie is and get right down to it. Is everybody else in": null, "the... Is everybody else's...": null, "Aabria: I think everyone's just sort of hitting that, beginning to wake.": null, "There's something very unnatural in here about the fact that the lights": null, "stay on the whole time so like, all of everyone's sort of circadian": null, "rhythms are a little strange, but you are, again, millions of years old": null, "and you need minutes of sleep to recover because you are so close to the": null, "grave.": null, "Rashawn: Could I have made sleep masks from our sashes? [Erika laughing]": null, "Aabria: Did you do that? Okay. I do want a little, just give me a little": null, "dex check.": null, "Rashawn: Certainly.": null, "Brennan: If you get masks, you're that much closer to hats.": null, "Siobhan: It's so close.": null, "Siobhan: Oh!": null, "Aabria: What is it? Oh, what is a mask but a hat a little low?": null, "Rashawn: That is 12.": null, "Aabria: A 12?": null, "Rashawn: Yes.": null, "Aabria: Okay, I'm gonna say that the DC on this is deeply low because": null, "what is, like, a sleep mask but a sash for your eyeballs? So I think": null, "you've made one for everyone.": null, "Rashawn: I just laid 'em across everyone's eyes as they were falling": null, "asleep. [mimes spreading masks]": null, "Aabria: Oh, that's really sweet!": null, "Rashawn: All right.": null, "Aabria: Ava, I will remind you that in your sort of discussion about": null, "what a truck is, you know, a bear that doesn't lift its legs that people": null, "can be inside, Sybil did offer to show you the trucks here. Not that I'm": null, "trying to lead the witness, but...": null, "Erika: Oh, absolutely. I'd like to go see Truck.": null, "Aabria: Sweet. Do you try to wander off without her? Or do you wanna go": null, "find Sybil?": null, "Erika: [uncertain] Mm...": null, "Erika: Who do you take? What do you do? What you want? This is your": null, "little moment for you to have some time to check in with your personal": null, "priorities. As a stoat that has devoted her life to her family, quite": null, "often to her children's chagrin, you have a little bit of time to": null, "yourself and what you care about.": null, "Erika: All right. Uh, I pull...": null, "Erika mimes pulling a sleep mask off of Jasper’s eyes. He blinks rapidly": null, "and looks around before noticing Erika’s face inches away. He startles": null, "and yelps.": null, "Ava: Good morning, Thorn. You didn't weigh in on everything yesterday": null, "much. You just kind of went along with the group.": null, "Thorn: [groans] Yes.": null, "Ava: And everything, but this is what you wanted to do, right? We're": null, "going to find the Blue and use it to fight the monsters.": null, "Thorn: Yes, I guess in some way. [yawns]": null, "Ava: Shh!": null, "Thorn: [whisper] I guess in some way, yes. It was a lot to take in": null, "yesterday. And truth be told, it's hard to know what's the right thing,": null, "but I guess all we can do is continue to move forward so...": null, "Ava: Hm, that is not a bad answer.": null, "Thorn: [looks at his wrist] What time is it? This is so early.": null, "Ava: What are you looking at? [Aabria laughing]": null, "Thorn: The light's always on. It feels like it's so early.": null, "Ava: Oh, yeah. Well, I'm going to go and look for Truck.": null, "Thorn: Okay.": null, "Ava: So I need you to keep an eye on things. I know that [sucks air": null, "through teeth] I think my girls are having their hands a little full,": null, "but they're very good. They're very, very good at feeling their way out": null, "and making the most of a situation. And I think, well, I thought what": null, "you did yesterday And I think, well, I thought what you did yesterday": null, "with the directing of the group is... with the directing of the group": null, "is... That was... Mm... [smacks lips thoughtfully, then taps Thorn]": null, "Good. [gentle instrumental music]": null, "Thorn: [exhales deeply] Thank you. It was rather impressive seeing you": null, "in your element as a part of the group just like you were, it's like": null, "you'd always been there.": null, "Ava: I have always been there, yes.": null, "Thorn: Okay, uh, sure. Do you want anyone to come with you to find Truck": null, "or?": null, "Ava: No, I'm going to go look for Truck. I don't think everybody's quite": null, "ready for things, especially, especially Tula. I think if you can give": null, "her a hand with the children again, maybe she'd appreciate it.": null, "Thorn: Yes. Um, well, I will uh, keep a watchful eye and please be": null, "careful. You'll be fine.": null, "Ava: I will be fine.": null, "Thorn: Of course you will.": null, "Ava: You have made me not regret that you married my daughter. [pats": null, "Thorn]": null, "Thorn: I will absolutely take that. [Aabria laughing]": null, "Ava: Hm.": null, "Jasper: Okay. I'm gonna count that as a win. [Aabria chuckles]": null, "Ava: All right, I'm gonna go on out and suppose I can go... I might just": null, "go take a... I don't wanna bother Sybil. I'm sure she's sleeping.": null, "Aabria: Sure, yeah.": null, "Erika: Right now, but I'm just gonna take a look around for Truck.": null, "Aabria: Okay, on the inside, go ahead and give me an investigation or": null, "perception check.": null, "Erika: Mm.": null, "Aabria: I wanna make it investigation but-": null, "Erika: Yeah.": null, "Aabria: No one has investigation.": null, "Erika:  No.": null, "Aabria: Except for people who are like, I know secrets. No one else has": null, "built a build for that.": null, "Erika: Perception to see what I can hear or smell or-": null, "Aabria: Yeah, kinda suss out.": null, "Erika: It's a very distinctive smell, Truck.": null, "Aabria: It is. You're right.": null, "Erika: Yeah. Oh, nope. Eight.": null, "Aabria: That's okay. You can't find any signs of Truck here. And as you": null, "sort of skitter out moving very quickly, I think there's a moment where": null, "you realize and you link this up to when you were running at full speed": null, "with the herd of stoats that were hunting that when you get to open all": null, "the way up 'cause you're not sort of with children and your children's": null, "children and moving in that, like, we all stay together at this medium": null, "pace, you're like, oh, I can get around here pretty quickly. And because": null, "it's so early, there aren't a lot of stoats flowing around. Maybe 1,000": null, "are moving through central spaces. You do not sense or scent anything to": null, "do with Truck, but you do see towards the walls some of the doors that": null, "are a little higher up, and occasionally on the ground in front of them": null, "sets of striped lines painted into the concrete that at a certain angle": null, "you're like, that's kinda the width of the weird legs of Truck.": null, "Erika: Oh, I see. Maybe that's Truck's writing. Hm.": null, "Aabria: You said the word writing so now I'm gonna make you roll to": null, "learn how to read against your will. You had that thought.": null, "Jasper: Here we go.": null, "Aabria: So now you've gotta make a wisdom saving throw, and if you get": null, "higher than, hold on... A 12, you unfortunately know how to read now.": null, "Erika: I, it seems so pretentious. [cast laughing] 10! I live to be": null, "illiterate another day!": null, "Aabria: You resist understanding with a strength of will that honestly": null, "defies comprehension. Like, I will not let that make sense. No, I will": null, "not. Cool.": null, "Erika: Just kind of glaze over.": null, "Aabria: Glaze over! [Aabria laughing]": null, "Erika: Ah, ah... All right, but I can... I'm going to follow the yellow": null, "truck read. I'm going to follow the yellow truck read.": null, "Arabia: Truck tracks? Yeah, for sure. [laughs] You truck read the lines": null, "on the ground and make your way through like, again, these sort of like": null, "tunnels that were dug into several foot thick walls of concrete that": null, "were dug into several foot thick walls of concrete and make your way out": null, "again. And you see, yeah, there are whole versions of that like, strange": null, "flat rock that would sort of run of that like, strange flat rock that": null, "would sort of run like a bizarre river close to your house, but it was": null, "always like, patchy with grass and trees growing through it. It's": null, "smooth.": null, "Erika: Hm. Bleh, ugh.": null, "Aabria: Smelling it. Go again... No, no, no, you've already rolled. Kind": null, "of, as you move across this unbroken stone, as you smell it you pick up": null, "just little traces of that weird acrid smell that came from the first": null, "time you saw Truck.": null, "Erika: Hm, you know, scent is probably the most keen sense that I have,": null, "scent is probably the most keen sense that I have, and the one most": null, "likely to bring back memories. And my eyes are going and my hearing's": null, "not always so good. And a lot of things just, yeah, I mean, the": null, "blueberries don't taste like they used to.": null, "Aabria: Oh!": null, "Erika: But that may just be because they don't make the blueberries like": null, "they used to. But scent is still, scent is still strong. And oh, it": null, "brings me back to that horrible day. Mm, I'd like to follow Truck.": null, "Aabria: You follow the scent for Truck. Give me a survival check. [die": null, "taps table]": null, "Erika: 13.": null, "Aabria: As you're kind of sniffing out this very faint odor, I think you": null, "look down and realize sort of without it as you are lost in your reverie": null, "and sort of remembering one of the worst days of your life, you don't": null, "realize that you are at a full sprint and you are covering ground around": null, "the outside of Last Bast. You come forward and you realize you are": null, "running very close to where you sort of ended up yesterday, that strange": null, "pen that they made for the spiny elk.": null, "Erika: Oh.": null, "Aabria: And the smell of Truck is getting stronger, but the sound of": null, "talking does hit your ears. They're not that bad yet. So I'm gonna ask": null, "you, do you continue to chase down Truck?": null, "Erika: Oh, well, do the voices sound like they're raised? Or are they": null, "just talking?": null, "Aabria: You're used to status being asserted.": null, "Erika: Mm.": null, "Aabria: It's what you do to your family. It's what you've done to your": null, "warren. RIP the Red Warren. The thing you hear isn't arguing. What": null, "you're hearing are commands being given, one voice louder and gruffer": null, "than the rest.": null, "Erika: I'd like to go over there and see that. It's good to know about": null, "what your neighbors are up to. I'm not saying that I'm a gossip or that": null, "I am paying extra attention to it, [Siobhan giggles] but it's just, you": null, "know, it pays to be aware.": null, "Siobhan: Who are you saying this to?": null, "Izzy: Yeah.": null, "Rashawn: Who are you talking to?": null, "Izzy: Having that conversation in her head to herself.": null, "Erika: I am saying it fully out loud, muttering it to myself old lady": null, "style. [everyone laughs]": null, "Aabria: [laughs] Yeah.": null, "Erika: And be like, oh...": null, "Izzy: But I like that it's like, are you placing the judgement? Like, is": null, "someone else in your head going, \"What a gossip.\"": null, "Erika: Yeah, boy this is-": null, "Siobhan: Right, your mother is telling you off for gossiping. She's in": null, "there.": null, "Erika: Oh no, it's Beatrix. That's always like, \"Ah, you gossip, what a": null, "gossip.\"": null, "Izzy: She's dead.": null, "Erika: And I'm like, \"Yeah, but Beatrix is dead so like...\" [cast": null, "laughing]": null, "Aabria: You tell the ghost in your head that she's dead and it gets": null, "quiet. [laughs]": null, "Erika: Oh, oh, oh!": null, "Jasper: She shuts up real quick.": null, "Erika: Hush, hush now, hush now!": null, "Aabria: All right, are you coming over with your normal Ava rizz or are": null, "you gonna try to sneak?": null, "Erika: Oh, I'm going to sneak.": null, "Aabria: Okay, go ahead and give me a stealth check.": null, "Izzy: Even though you're speaking out loud to yourself.": null, "Rashawn: Yeah.": null, "Aabria: Yeah, yeah.": null, "Erika: I'm muttering.": null, "Aabria: Which was I was like, let me ask before 'cause the expectation": null, "would be like, walking with a very loud raccoon dick bone and being": null, "like, anyway-": null, "Izzy: [mimicking Ava] Oh, yeah, I'm not some sort of gossip!": null, "Erika: Shit, yeah, uh...": null, "Aabria: Exactly.": null, "Erika: So I've slowed down to sort of a speed walk, you know, like a": null, "morning to early-morning speed walk.": null, "Aabria: You would knit the first hat, which is that little visor.": null, "Erika: Yeah. [slams table] [whisper] How did you know?": null, "Aabria: I'm from Irvine, California.": null, "Erika: Yeah, yeah, yeah!": null, "Aabria: I've had several of them.": null, "Erika: Got a visor.": null, "Izzy: Go stop in the park and move my arms around.": null, "Erika: Yeah, so I'm... [laughs] So I, you know, I got a four so I'm sort": null, "of like, rocking up. I'm rocking up, you know. [mumbles]": null, "Erika mimes busy old lady walking.": null, "Aabria: So you sort of hear everything begin to hush down a little bit": null, "from the lower voices, but not the big, booming voice that was giving": null, "orders to begin with. Those remain unchanged, and you see, as you round": null, "this bend, first Bennett. And then three stoats you don't recognize, two": null, "of them look almost identical to one another, and they, just like": null, "Bennett, have little sashes around their waist. And then one other": null, "stoat. The one that was very obviously giving orders if only from their": null, "bearing, and the fact that Bennett looks tiny next to them. [Erika": null, "gasps] If Bennett was large for a stoat, the stoat that is giving": null, "Bennett orders is just at a slightly different scale.": null, "Izzy: [silent] The Rock.": null, "Aabria: You would guess like, honestly, like The Rock. Like two to three": null, "times the mass of a normal stoat that you would see with some little": null, "circular decorations on their shoulders with a little bit of gold bits": null, "coming down. Their whiskers together curled into a little pattern, a": null, "design in the front. And not just a sash, but sort of wrapping fabric": null, "that flows out and away. Clothes, a word that your brain wouldn't know": null, "to know, and yet the stoat stands imperious and imposing and yet the": null, "stoat stands imperious and imposing and barks orders as Bennett, who": null, "sort of couldn't help but hear you come up, turns his head. Gives you a": null, "little,": null, "Bennett: Oh, good morning, Ava.": null, "Erika: [waves] Oh, good morning, Bennett.": null, "Aabria: Hi.": null, "Erika: How are you today?": null, "Bennett: I'm so good. You're up early.": null, "Ava: Well, I'm up at the kind of normal hour that I'm up. Sometimes I": null, "like to go and do movements very slowly in the park, [Rashawn and": null, "Siobhan giggle] but you know, we're settling in. We're in the blue": null, "corridor, you know, I think nine up and 13 to the left. And we're": null, "settling in quite nicely. You should come and visit sometime, yes. Who,": null, "who are these... I'm Ava.": null, "Izzy: Is this like a meeting?": null, "Aabria: A meeting, yeah. You just rocked up to a very important meeting": null, "just as-": null, "Ava: Oh, you must be the Carton twins. [players laughing]": null, "Aabria: Honestly, that's so good I'm... Like, a little inspiration,": null, "thank you. I was about to do the thing of like, reminding you of a thing": null, "you were told yesterday. But then these two twins turn to you and give": null, "you a deep bow perfectly in sync.": null, "Ava: So polite.": null, "Carter: [soft English accent] Yes, my name's Carter and this is my twin,": null, "Pep. Yes, we run Defense in the same way that Bennett, who I believe": null, "you've met, runs Resource Allocation.": null, "Cater: And then this, of course, is... [exhales sharply]": null, "Aabria: And the bigger stoat doesn't have to move forward and yet": null, "there's a sense of like, a hand wipe even as these other stoats are": null, "interposing themselves between you and them. They sort of wipe their": null, "hand away, and without knowing or seeing it, they part in front of them": null, "and just a little head nod.": null, "Kiran: [deep voice] I'm The Director, one of the First Stoats. You can": null, "call me Kiran.": null, "Ava: Karen?": null, "Kiran[Siobhan laughing]": null, "Ava: Kiran. Oh! Well, you look very good for 20 years old.": null, "Kiran: So do you. [chuckles] [Izzy “oohs”]": null, "Ava: Oh. [players chuckling] Uh, if only, if only. I'm but a mere four": null, "and a half years, but I've got quite a few winters left in these old": null, "bones.": null, "Kiran: So I've heard. I was apprised of your assistance as the elk was": null, "being taken.": null, "Ava: [delighted] Oh, did Bennett tell you about me and about my": null, "children? Oh, Bennett!": null, "Aabria: And you see Bennett's kinda like, blushing and standing at the": null, "side like, I don't deal with this smoke at all. [players laughing]": null, "[Erika laughs mischievously] Kiran just sort of nods and like-": null, "Brennan: This is like an old woman wandering into a Joint Chiefs of": null, "Staff-": null, "Aabria: Truly! [players laughing]": null, "Brennan: And being like, [old lady voice] \"Mr. President, your Chief": null, "Admiral wants to sleep with one of my children.\" [players laughing]": null, "Aabria: That's exactly what's happening right now.": null, "Jasper: Even better, it's walking in going, \"Oh, sorry, you're in a": null, "meeting? Cool, anyways, so what were you saying?\"": null, "Aabria: You've wandered into the war room, and you're having a little": null, "convo.": null, "Erika: It's just nice. It's very the neighborly thing to do, yes.": null, "Siobhan: Osama Bin who? [cast laughing]": null, "Aabria: As Kiran kind of gives you a little bit of a smile, stoats": null, "normally have just rows of fangs and teeth. There's something very": null, "strange about Kiran's smile, the way that the sort of two main canine": null, "incisors the way that the sort of two main canine incisors are more": null, "sharp than a stoat's would be. It reminds you more of a wolf or some of": null, "the bigger cats that live in the area. But also that like, the teeth in": null, "the front and towards the back that you can see seem flattened out. So": null, "like, strangely flatter, more fanged, and then flatter in the back": null, "again.": null, "Ava: [disgusted] Oh.": null, "Kiran: Is there something I can...": null, "Ava: What, uh, can I, may I…": null, "Erika reaches out her hands.": null, "Kiran: Absolutely not!": null, "Ava: Oh.": null, "Aabria: And the moment you move forward, ranks are closed and you are": null, "absolutely stopped. No, thank you.": null, "Ava: Oh, well, well...": null, "Kiran: Your boldness is appreciated.": null, "Ava: Oh, why, thank you. It's one of my better traits, yes. So my": null, "daughter Viola and her husband Thorn-": null, "Jasper: Oh boy.": null, "Ava: Really would very much like to meet with you and the other First": null, "Stoats.": null, "Aabria: Mm-hmm.": null, "Rashawn: [snaps fingers] Yes!": null, "Brennan collapses with laughter.": null, "Ava: Has many, many questions to ask, and I'm sure that the three of you": null, "could collaborate on something very exciting. [Rashawn laughing]": null, "Izzy: She just tried to put her hand in his mouth. [players laughing]": null, "Aabria: Yeah, fair. Yeah, yeah.": null, "Jasper: Collaborate? This guy's so huge!": null, "Rashawn: Golly, that's so in character.": null, "Brennan: [high-pitched] Collaborate?": null, "Rashawn: Erika, you are awesome. [players laughing]": null, "Jasper: Truly so badass.": null, "Kiran: As for the First Stoats, there are four of us, and though we do": null, "not hide ourselves away from the population that we have bent the tenor": null, "of our lives to protect, we are not so easily sought out, though I": null, "appreciate your interest in the leadership of this community.": null, "Ava: Oh, well, I feel like it's, you know, if you're any sort of leader": null, "in a community you have to get together and share some blueberries with": null, "other people and, [gesticulating] you know, it's just a neighborly thing": null, "to do, you know? So you should come by. We're in the blue corridor on": null, "eight up and five across and...": null, "Kiran: [flatly] I know where you live.": null, "Ava: Oh! Oh, Bennett! [players guffaw]": null, "Aasbria: Truly, in this moment, give me an insight check.": null, "Jasper: Bennett is folding himself into himself.": null, "Aabria: Yes.": null, "Jasper: He's like, \"No!\"": null, "Aabria: Bennett would like to cease existing.": null, "Rashawn: \"If you're a good leader you should do this.\" is so bold.": null, "Erika: That is a dirty 20.": null, "Rashawn: Yes.": null, "Aabria: Bennett looks absolutely like, he's not mortified you're": null, "bringing him up, but there's a mixture of one, the ping you get": null, "immediately is, I didn't tell them where you live. They know where you": null, "live. And other than that, this is the craziest conversation and it's": null, "wild that I am currently the fence between a brand-new old woman and": null, "this guy. So just truly shocked and staggered. And I think you get a lot": null, "of like, ah, the audacity! As like, a vibe you have normally, but this": null, "looks even more than you've seen or experienced before. Truly like, \"I": null, "cannot believe this is happening. Holy shit.\"": null, "Ava: Now, I'm not saying that the burrows could use a little bit of": null, "sprucing up, but it could be a little cozier, you know? [Jasper exhales": null, "deeply] I mean, we love a good dandelion mural. Mural? Mural.": null, "Kiran: Mural.": null, "Ava: Yes, mm.": null, "Kiran: I agree.": null, "Ava: Do you have any more?": null, "Kiran: Art and decoration are as important to life as food and water.": null, "are as important to life as food and water.": null, "Ava: Mm.": null, "Kiran: And not every stoat here has learned to appreciate that yet.": null, "Ava: Oh, well, perhaps there should be some sort of programs that you": null, "can implement, you know? [Brennan puts his face in his hands] Where": null, "everybody is given a little taste Where everybody is given a little": null, "taste of that kind of ornamentation, and it should be, everybody can": null, "contribute to it, you know? I think that there should be a lot of": null, "support for the arts, mm, in a government, in a good government.": null, "The rest of the cast dies of secondhand embarrassment.": null, "Aabria: Make a...": null, "Izzy: You said, \"What's a parade?\" yesterday. [cast laughing] Programs": null, "and government.": null, "Erika: Yes, yes, yes.": null, "Siobhan: She learns quick.": null, "Aabria: Give me a persuasion check.": null, "Rashawn: No formal education, but so-": null, "Brennan: This is like residual for every comedian who had a family": null, "member being like, \"Well, why don't you call Lorne Michaels?\"": null, "Siobhan: Yeah.": null, "Aabria: Yeah.": null, "Brennan: And get on \"Saturday Night Live.\"": null, "Izzy: This is like if they got-": null, "Brennan: If they rappelled into Lorne Michaels' fucking house. [mimes": null, "swinging through a window]": null, "Siobhan: Tried to put their hand in Lorne Michaels' mouth.": null, "Brennan: And were like-": null, "Aabria: Into their mouth.": null, "Brennan: And were like, \"Bring back Church Lady. Also, hire my son!\"": null, "[cast laughing]": null, "Rashawn: Bring back Church Lady.": null, "Erika: [points] With a negative four, that's a five.": null, "Aabria: A five for persuasion.": null, "Erika: Yes.": null, "Aabria: You see the sort of interested smirk on their face softens into": null, "something a little more condescending.": null, "Erika: Hm.": null, "Kiran: I appreciate that after 18 hours here you are so full of": null, "phenomenal ideas, Ava.": null, "Ava: Oh, I'm full of it, all right. Yes. Hm, um... [smacks lips]": null, "Izzy: [quietly] Keep going. [Rashawn and Brennan grin]": null, "Ava: Is, is there a... In your Defense Force, is that geared more": null, "towards the wildlife out there or... is that geared more towards the": null, "wildlife out there or...": null, "Kiran: [laughs] What wildlife would we worry about?": null, "Ava: Well, I mean, uh...": null, "Kiran: A wolf? A bear? [scoffs] No. All of our Defense Forces are turned": null, "towards the only threat that would move a community this large into": null, "constant and frenetic motion. The humans are coming back. We know that": null, "to be certain. And every new stoat that joins the fold has a story And": null, "every new stoat that joins the fold has a story of some catastrophe that": null, "sent them fleeing from their home that have killed family and friends.": null, "[tense dramatic music] That those lucky survivors that made it to our": null, "doors, we will always offer shelter and succor to. And then once they": null, "have moved through whatever they need to move through to realize that": null, "they are safe and needed and welcomed, we begin our great work of": null, "preparing to push them out and obliterate them so this can remain our": null, "home. No, there's no wildlife that we worry about.": null, "Ava: Hm, well, that's a great comfort. It's a great comfort, indeed.": null, "Now, when you say obliterate them, these hoomans.": null, "Kiran: Yes.": null, "Ava: Have they come here and have you dealt with some already?": null, "Kiran: [sighs softly] No.": null, "Aabria: Insight check. [Jasper breathes deeply] [tense music] [die taps": null, "table]": null, "Jasper: Oh!": null, "Erika: That's a natural 20. [warm tones resound] [Jasper cheers]": null, "[Brennan trills excitedly]": null, "Aabria: A lie, plain and simple. Of course they've met a human before.": null, "But I think there's something worse than that. You see sort of behind": null, "their eyes, old but sharp, not just thinking back to the time a human": null, "broke through, but the times across 20 long years. The like, casualness": null, "with which their posture moved into memory. Humans are not a strange": null, "monster to them but a nuisance, a threat, and a bother. And you see it": null, "in their pose, but all you got out loud was a simple one-word lie,": null, "[tense music stops] \"No.\"": null, "Ava: Oh, well, it's a good thing that you're remaining prepared, then,": null, "you know, in the eventuality that they may come back again someday. in": null, "the eventuality that they may come back again someday.": null, "Kiran: Soon. Someday soon.": null, "Ava: Oh, is there... Should I mark something on the...": null, "Kiran: On the what?": null, "Ava: Uh... [mimes a nosebleed] [cast laughing]": null, "Aabria: Pep kind of moves over and just takes a little tissue out of": null, "their, like, if I can kinda just...": null, "Ava: Is there, is there, is there...": null, "Pep: Yeah, it happens to me all the time.": null, "Ava: Oh, God. I hate learning. But, in-": null, "Kiran: Didn't you tell someone here about the dust that killed your": null, "warren?": null, "Ava: Yes.": null, "Kiran: What do you think caused the dust, Ava?": null, "Ava: Well, I don't rightly know, but in my ignorance of what it may": null, "specifically be, I certainly don't know how to prepare to drive whatever": null, "it was back.": null, "Kiran: All we can do is try to bolster up our walls and take and turn": null, "and transform their technology into something that they have to reckon": null, "with.": null, "Ava: Hm.": null, "Kiran: And if you reach a point where you would like to assist us in": null, "this, I think your skills would be well used in Defense.": null, "Aabria: And with that, Carter and Pep, in sync with The Director's words": null, "kind of flow forward just,": null, "Carter: Yes, if you want to have a conversation at some point about": null, "joining ranks, you would be... We heard about the elk and how you almost": null, "kind of killed, cut his foot off.": null, "Carter: So do you want to do a little walk and talk? [motions away]": null, "Ava: I would be delighted. Where are you off to? Where am I following": null, "you off to?": null, "Aabria: Sweet, you see that Carter and Pep like, exchange glances of": null, "like, [mutters] I dunno. We were supposed to be at this meeting, but we": null, "have to take this woman that wandered into the war room away. [laughs]": null, "Ava: Oh, I couldn't possibly trouble you anymore.": null, "Aabria: Oh, absolutely. Under your arm. Under your arm.": null, "Ava: No, no-": null, "Aabria: And you're being escorted away.": null, "Ava: Well, goodbye, Bennett. It was lovely to see you again. And um-": null, "Bennett: Good to see you.": null, "Ava: Goodbye, goodbye...": null, "Kiran: Director.": null, "Ava: Director, Director...": null, "Kiran: Kiran.": null, "Ava: Kiran, yes. Goodbye, Director Kiran, and please make sure to visit": null, "us. We're the last burrow on the blue corridor.": null, "Kiran: Mm.": null, "Ava: Mm.": null, "Aabria: And both Bennet and Kiran, who are still sort of facing off with": null, "each other wait until you like, get back to that road that": null, "circumnavigates this place before they go back into their conversation.": null, "Ava: Do you know how to make, to do Truck? [mimes steering] Do you know": null, "how to, you know, make Truck?": null, "Carter: You know about trucks? Oh, oh! Oh, we have something we can show": null, "you.": null, "Aabria: And they begin to like, they drop to all fours and break into a": null, "run and you realize now that the direction they're leading you down the": null, "road begins to smell more and more of that fresh stench that is Truck,": null, "and they're going to take you off to the garage to show you what they've": null, "been working on. We'll come back to you in a little bit. [to Jasper]": null, "Thorn, you are sort of up and awake, and everyone else is kind of doing": null, "those like, those pre-stirring when you know people are leaving deep": null, "sleep. What's on your mind right now?": null, "Jasper: Oof, I think Thorn is currently... It rarely happens 'cause I": null, "feel as a trained hunter and ranger he's always kind of like, scanning": null, "and taking information in. I think he's truly lost in his thoughts at": null, "this point. Trying to process what Viola and Tula said to him in that": null, "the idea that the Light was made by the humans I think has fundamentally": null, "rocked his foundations, you know?": null, "This entire belief system that he had made and the source of all his": null, "power, which he wants to channel everything into repelling these things,": null, "was made by them, and I think he is trying to reconcile that in his own": null, "mind before he kind of like, steps out or continues any part of that": null, "conversation from yesterday. So I think, yeah, like a little bit kind of": null, "absent-minded. Probably just like, place a paw kind of like, on Viola's": null, "paw as you're waking to sort of, just to feel that kind of sense of": null, "contact, but won't be kind of like, waking anyone up or anything.": null, "Aabria: Sure. [to Rashawn] Go ahead and give me a perception check.": null, "Rashawn: Six.": null, "Aabria: You know what, I'll leave it to you. It doesn't have to be a": null, "dice roll. Do you wake up?": null, "Rashawn: Mm, I open one eyeball, but it's this one. [switches eyes]": null, "Yeah, I open one eyeball and I go,": null, "Viola: What's got you troubled?": null, "Thorn: Hm? Oh.": null, "Viola: Something's wrong. I can feel it.": null, "Melancholy music plays.": null, "Thorn: I'm just thinking about yesterday. Tensions got a little high.": null, "[chuckles]": null, "Viola: Yeah, it was, you know, kind of our first fight in a way.": null, "Thorn: Yeah.": null, "Viola: I'm sorry that it had to come to that, but I just don't think": null, "they all know what they're really up against.": null, "Thorn: I completely agree, and I wanted to apologize because what": null, "that... [inhales deeply] Me pushing back on you in that moment wasn't...": null, "That wasn't fair because it was coming from a place of my own fear, and": null, "I was putting that on you. I don't know how to come to terms with the": null, "idea that everything I've ever believed could be some lie fabricated by": null, "these monsters, some creation of theirs that they carelessly discarded.": null, "And I agree with you that it is arrogant of us to suggest that we might": null, "know it better than them whilst I still have to hold onto the belief": null, "that we can wield it better than them.": null, "Viola: Our intention is to help, not destroy, though there is some": null, "destruction that's going to be part of it. And I think that using the": null, "Light with good intention negates all that other stuff. You got this far": null, "with your knowhow and your understanding, and we have to pivot. [Jasper": null, "nods] It would be foolish to think that we know more than they do.": null, "That's just arrogance.": null, "When we walked in here it seemed like they had everything under control.": null, "They've controlled... There are lots of people who don't ask any": null, "questions, and the fact that we're asking questions I think puts us a": null, "level above everybody else. 'Cause if we just follow along, we would be": null, "dead. We could have been slammed up against a tree, forgotten. They": null, "won't even speak their names out loud. It was hard for Sybil to say,": null, "\"Brother.\"": null, "Thorn: Yes. [clears throat]": null, "Viola: Imagine if you couldn't ever say mother or brother or sister or": null, "aunt or lover ever again, how empty that would be.": null, "Thorn: [choked up] I don't know what life that would be if I couldn't": null, "say your name. [Rashawn smiles]": null, "Viola: I think the more information we gather, the stronger that we are.": null, "Thorn: Mm-hmm.": null, "Viola: And the stronger that we are, the less likely that we'll perish.": null, "Thorn: I agree. So we've gotta check out this Reactor Charlie, right?": null, "Viola: Yes. Charlie is on my mind. I'd also like to speak to Quentin.": null, "Viola: Runs, I believe, the Technology unit 'cause I wanna know, what is": null, "their... If these humans come back, what is... Are there multiple plans": null, "or is it one big thing? Because they gotta have-": null, "Thorn: Yeah. We got an A through D situation.": null, "Viola: Yes.": null, "Thorn: A through Z or just A.": null, "Viola: I would love to see a beat sheet.": null, "Thorn: Yeah, just a little play-by-play.": null, "Viola: Exactly.": null, "Thorn: Yeah, that would be good for sure. [quietly] Could I just, could": null, "I grab you for one second?": null, "Viola: Sure.": null, "Jasper: And if we can sort of lead out just a little bit to do a little": null, "sidebar.": null, "Aabria: Sweet. As you go for more of a sidebar, which again, sidebar": null, "declared, I still want... Can you give me a perception check?": null, "Brennan: Yeah, uh-huh.": null, "Aabria: [furtively] The mother always lies in wait.": null, "Brennan: Perception's gonna be a 22.": null, "Aabria: Damn. Yeah, you for sure come to consciousness hearing the": null, "murmured conversations. I'll say you caught the back half of that": null, "conversation, and you are fully awake as you hear them moving off,": null, "sequestering themselves further for more conversation that, this is the": null, "bit that you know you won't be able to hear.": null, "Brennan: Okay, I am going to very, I'm gonna very softly rouse myself.": null, "And while my kids are sleeping, I'm just gonna whisper to my children,": null, "Tula: Do you wanna sleep longer or do you wanna come with me to get": null, "breakfast? [Siobhan snorts in excitement] [Erika and Jasper chuckling]": null, "Jaysohn, do you wanna come with me to get breakfast? [Siobhan nods]": null, "Lila, do you wanna come or do you wanna sleep? [Izzy nods] Okay, up and": null, "at 'em. Let's go, we have to wait in line.": null, "And I just know that we have to go get food for everybody so I'm gonna": null, "go wait in line for breakfast.": null, "Aabria: Cool, so as you guys step away to have a more private": null, "conversation you're like, what uncanny timing as the rest of the family": null, "moves.": null, "Tula: I'm gonna head to that line to go get breakfast, but I'll bring": null, "some back. If they allow me to, I'll bring some back for the whole": null, "family.": null, "Viola: Yes, and something for Thorn as well.": null, "Tula: Yes, absolutely.": null, "Viola: Good morning, everyone.": null, "Jaysohn: Good morning.": null, "Thorn: Morning.": null, "Lila: Hi.": null, "Viola: How'd you sleep?": null, "Siobhan: Jaysohn doesn't understand that question. [cast laughing]": null, "Jasper: Excellent.": null, "Jaysohn: I just close my eyes and then I wake up later.": null, "Aabria: [laughs] How.": null, "Jaysohn: That's how I sleep.": null, "Viola: Jaysohn, do you not dream?": null, "Jaysohn: Do you sleep in a different way?": null, "Viola: Do you not dream? Do you not allow your-": null, "Jaysohn: [emphatically] Oh, I dream so much! Yeah! [Aabria laughing]": null, "Thorn: Jaysohn, have you never had a bad night's sleep?": null, "Tula: He's had many bad night's sleeps, but he doesn't understand...": null, "It's all good.": null, "Thorn: Okay.": null, "Tula: You had a big meal yesterday. We ate a bunch of rabbit, right?": null, "Jaysoh : Yeah, it was really good.": null, "Tula: So it's nice to sleep on a full stomach.": null, "Jaysohn: Oh my goodness, it's so nice. And then I dreamt that I was": null, "chasing the rabbits, and then I caught the rabbit, but then it kept": null, "going and I killed it and I ate it but then it kept going and then I was": null, "chasing it. It was a skeleton and it was really cool.": null, "Brennan: I look at like a scratch in my fur on this side of my body.": null, "It's like,": null, "Tula: I know you were dreaming last night. [cast laughing] Yes, yes,": null, "yes.": null, "Aabria: [claps] A killer.": null, "Tula: All right, we're gonna go get breakfast. See you later.": null, "Brennan: I'm gonna take off with the kids.": null, "Aabria: Perfect.": null, "Thorn: I'm not really too sure how to phrase this, so I will just say": null, "it. [soft instrumental music] I have a concern that there was a lot of": null, "influence on us as a family, there were a lot of voices, and I": null, "appreciate those and I want to listen to them and take them all in, but": null, "I want to ask one thing. If the time should come where a decision has to": null, "be made to run or stay, that it is our decision whether we run or stay.": null, "And I mean mine and yours together, and that if we think the best thing": null, "is to stay that we stay and that if we think the best thing is to stay": null, "that we stay because we also have-": null, "Viola: Mm-hmm.": null, "Thorn: Children to consider. And I'm not asking you to go against your": null, "family. If we should decide, if Tula decides that she wants to leave and": null, "that's what we decide is also the best thing, then absolutely we will go": null, "with Tula and Ava and the children, of course. But if we feel in our": null, "heart the best thing to do, the safest thing to do is to stay and fight,": null, "[shakily] then we stay and fight, and I know that's a really hard thing": null, "to ask of you.": null, "Thorn: [voice breaking] But I cannot lose you.": null, "Viola: If you want to run, I will run wherever you go. It's more than us": null, "right now. And yes, I love my family and I love what we've built, but": null, "it's not worth it if we're all gone. If there's a command word or": null, "something that you wanna, like a safeword that you wanna say and then we": null, "take off and we go, I'll go.": null, "Thorn: It will always be our decision, Viola. I wouldn't have a clue": null, "what I was doing if it wasn't for you so tell you what, you come up with": null, "a command word and then I'll know. [chuckles]": null, "Viola: Okay, I'll think on something. But yes, it's our decision. Your": null, "decisions are our decisions. My decisions are our decisions.": null, "Rashawn: And I guess Viola just kinda looks out into the expanse of all": null, "of these people and is thinking like, worst case scenario, how do we get": null, "out? Like, kind of making like a fire escape plan-": null, "Rashawn: In her mind.": null, "Aabria: What are you trying to figure out in this moment? Like, how to": null, "get out if you need to get out?": null, "Rashawn: Yeah, oh, I would want to know what the evacuation plan that's": null, "already kind of set and maybe do the opposite of what they have planned": null, "for themselves. Like, if everybody is going to go to the side door, I": null, "would go to the back door because that's gonna bottleneck. That's gonna": null, "be a lot of traffic.": null, "Aabria: Sure, okay. I like this. If you are trying to figure this out": null, "just on the sort of way things are set up because like, systems are": null, "fairly intuitive, I'm gonna say that's a survival check. If you are": null, "trying to understand what the plan here is with any sort of": null, "preternatural clarity, arcana check. You tell me what you wanna roll.": null, "Jasper: Would I be able to, with the secret mission that I was sort of": null, "hoping to accomplish with Jaysohn, which is kind of like, try to study": null, "the layout and patterns and recognizing patterns and stuff, would I be": null, "able to assist with this? If I'm sort of explaining...": null, "Aabria: I think in this moment I'm gonna leave it just on her [to": null, "Rashawn] as you lean into what you know and what your priorities are.": null, "And it's not that like, you aren't good collaborators, but there's": null, "something about the just like, what am I clocking really quickly in and": null, "of myself? Who are you by yourself in this moment?": null, "Rashawn: I'm gonna use arcana.": null, "Aabria: Yeah. [die taps table]": null, "Rashawn: 18. [Izzy chuckles]": null, "Aabria: 18.": null, "Siobhan: That's my aunt.": null, "Aabria: I'll give you a little of both. You start with the flow of what": null, "everything is here. Everything that the stoats have added and built is": null, "made to try to get people to move as efficiently as possible. There's": null, "ways, like, there's lots of ways up and into these rows and rows of": null, "little nests and homes. Easy paths up and down. Easy ways for you to": null, "make your way to wherever you're headed within Last Bast. Low or across": null, "the walls or across scaffolding, everything is for easy and rapid": null, "transport so people don't get clogged places. But the exits are not open": null, "and easy. This place is not meant to have an escape plan.": null, "You understand truly well that this is the fallback position and if Last": null, "Bast falls, so goes everyone. [slow uneasy music] There are exits. You": null, "know you can get in and out. But there's no sense of like, \"and then we": null, "swing open these wide doors and everyone flees out.\" There's no sense of": null, "like, you weren't given information as you were being onboarded with": null, "like, \"In the event of an emergency, head here, here, or here.\" That's": null, "not what this place is.": null, "Rashawn: That makes her-": null, "Aabria: It's a bunker.": null, "Rashawn: Yeah, bunker. No freedom. Can't move the way you want to. As an": null, "outside cat, I don't like it.": null, "Aabria: I will come in and qualify, it's not a lack of freedom to move": null, "the way you want to. No one's progress is impeded. But the point of this": null, "place isn't easy and open ingress and egress. Like, you leave when you": null, "have to go somewhere. But the point isn't, everyone's just flowing in": null, "and out constantly or you would have seen more people outside. You go": null, "outside because you have to go outside. You go outside because you need": null, "to do something to like, serve the community or grab something for": null, "yourself.": null, "And even to that end, like, you weren't seeing people, like when you": null, "came in, you weren't seeing people that looked at you and your family": null, "crazy going like, \"Oh, how'd they, they get to go in and out.\" Like,": null, "there was no sense of that. Like, the priority of the people here isn't": null, "like, \"Well, I gotta figure out an opportunity to get out.\" Like, this": null, "isn't North Korea. It's just, there isn't an instinct to do that because": null, "everyone is on the same page.": null, "Rashawn: Gosh it, that's... That's cool information. Thank you for that.": null, "Aabria: [brightly] Oh my God. You're welcome. Says the universe or your": null, "own heart or whatever gave you that information.": null, "Rashawn: Sugar, okay. I guess I relay that to you.": null, "Viola: Yes, so I, you know, it may be harder to get out if we need to": null, "get out, if we want to get out, but we can get out.": null, "Thorn: Yes, it sort of draws me back to what Sybil said yesterday. The": null, "idea that stoats have come from every which direction The idea that": null, "stoats have come from every which direction so my instinct right now is": null, "that we stay and fight.": null, "Viola: And that's what we will do.": null, "Aabria: I like that. And let's go move now to the person with the": null, "biggest fuck off instinct of them all. Tula, where are you and your kids": null, "headed? [laughs]": null, "Brennan: So we were told that food comes from a line. So I think Tula is": null, "thinking about breakfast. Is thinking about... And I think in all": null, "honesty Tula woke up and is like, ah, Mama is gone. [Aabria laughs] And": null, "we've been here for less than 24 hours, and I hear Viola and Thorn": null, "conspiring out in the hallway. And well, I guess I'll get food. I'll go": null, "get food. [laughs]": null, "Rashawn: Oh my God. [laughs]": null, "Brennan: Yeah. It becomes immediately very obvious that like, whatever": null, "you're thinking and working on and dealing with your kids, like, there": null, "is no like, great investigation check. You see that as people are waking": null, "up and also flowing down from their relative nests, everyone's moving in": null, "one big direction to a side room under a bunch of like, walkways. And": null, "there's just a big distribution mechanism. Like, the closer you get to": null, "it, the more you see people are naturally queuing up and walking back": null, "with like, big bundles of like, meat and fish flesh and little metal": null, "cups, and fish flesh and little metal cups, basins of water held in paws": null, "and little bric-a-brac and sometimes wrapped in leaves. As they pass you": null, "like, good morning, good morning, hi.": null, "Tula: Well, this place is very exciting. There's so many other stoats": null, "here.": null, "Jaysohn: Yeah, that's Lukas.": null, "Tula: Oh!": null, "Lukas: [congested] Mint, Mama! I had mint and I need it to live!": null, "Brennan: Um, uh...": null, "Aabria: Full meltdown.": null, "Brennan: I'm gonna look over at Lukas and say,": null, "Tula: hi, are you Lukas?": null, "Lukas: I'm Lukas.": null, "Tula: Oh-": null, "Lukas: [gasps] It's the bosses of me! Hi.": null, "Tula: The what?": null, "Jaysohn: Hi.": null, "Lukas: They're the boss of me.": null, "Jaysohn: I'm not your boss.": null, "Tula: Jaysohn.": null, "Jaysohn: I don't-": null, "Tula: Why is Lukas telling me-": null, "Lila: We gave you back!": null, "Tula: That you're boss of him?": null, "Lila: We gave him back!": null, "Brennan: What do you mean-": null, "Jaysohn: We gave him back to Education.": null, "Tula: You gave him back?": null, "Lukas: They gave me back, but my allegiance remains with Jaysohn and": null, "Lila.": null, "Tula: Is your nose stuffy?": null, "Lukas: Yeah.": null, "Tula: Come here, come here, come here. [he mimes grabbing Aabria’s head]": null, "Brennan: And I'm going to Lay on Hands five points to cure a disease,": null, "and I'm just gonna blow into one of his nostrils.": null, "Aabria: Yeah! [claps]": null, "Rashawn: Oh!": null, "Brennan: [blows sharply] Just catch a bunch of snot. [players groaning": null, "in disgust]": null, "Aabria: Amazing! [Siobhan and Rashawn retching] A snot rocket like,": null, "scatters across the ground. [Siobhan groans] [cast member snorts]": null, "Tula: Oh, there you go, sweetie.": null, "Lukas: [no longer congested] Oh my God! Mom! That lady's mouth is mint!": null, "[Siobhan giggles] Hi.": null, "Tula: Hi, um-": null, "Lukas: I pledge my allegiance to your family forever!": null, "Tula: Oh, that's very-": null, "Jaysohn: Yeah, you gotta stop giving yourself away, it's weird.": null, "Aabria: [taking deep breaths] Okay.": null, "Tula: That's all right.": null, "Jaysohn: But you can be our friend.": null, "Brennan: I'm gonna look for, is his mom right around here?": null, "Aabria: [laughs] She's got that dead stare of just, this was a kid that": null, "was melting down seconds ago and she's just... He's been kicking and": null, "punching her and she's just moving slowly forward like,": null, "Meredith: [tiredly] Yeah, hi. Thank you so much for-": null, "Tula: Oh, of course.": null, "Meredith: Biting my child's congestion out of his face.": null, "Tula: Of course, you're more than welcome. It's lovely to meet you. I'm": null, "Tula.": null, "Meredith: Oh, hi. My name's Meredith.": null, "Tula: Meredith, it's so lovely to meet you.": null, "Meredith: It's so lovely to meet you.": null, "Tula: I'm so glad. My children have just started in Education. And Lukas": null, "was so sweet to them on the first day.": null, "Lila: And ended.": null, "Meredith: Oh, yes.": null, "Jaysohn: Yeah, we're not going back there. We actually figured it out.": null, "Tula: All right, well-": null, "Lila: Yes.": null, "Tula: We'll talk about that in a moment, but...": null, "Meredith: Simon's a bit of a pushover and just-": null, "Tula: Oh, I see.": null, "Meredith: Normally the children here are quite happy to just be around": null, "other children. [yawns] You're new then? If they're new. [sniffles]": null, "Tula: Yes.": null, "Meredith: Are you a recent addition to Last Bast?": null, "Tula: Yes. We just joined yesterday. It's lovely.": null, "Meredith: Oh, how wonderful.": null, "Tula: Thank you so much for having us.": null, "Meredith: Yes, thank you. You already have proved incredible value. My": null, "child is hyperventilating in the corner now.": null, "Brennan: Yes, and I would lean in and go-": null, "Meredith: Thank you.": null, "Tula: And by the way, if, you know, we have so much more space in our": null, "burrow than ever so if Lukas ever wants to come over and play, if you'd": null, "ever like some time for you and your-": null, "Aabria: I'm just gonna... And she just leans in and gets very close to": null, "your face.": null, "Tula: Yeah, I understand. Yeah, you-": null, "Meredith: This is one of those things where you have to take it back now": null, "'cause if I get to hold that hope in my heart and then later you're": null, "like, Lukas can't come over-": null, "Tula: I'm not going to take it back.": null, "Meredith: It will kill me.": null, "Siobhan and Izzy grimace at each other at the thought of a playdate with": null, "Lukas.": null, "Tula: These two are the most it's possible to be so we're already at the": null, "limit. So if we add another, it actually doesn't make a difference to": null, "me, you understand?": null, "Meredith: I do actually understand that.": null, "Tula: If there's a third-": null, "Meredith: Thank you so much.": null, "Tula: You understand?": null, "Meredith: Yes.": null, "Tula: The difference between none and two is infinity so [cast laughing]": null, "adding three, you can't get more than infinity.": null, "Meredith: Yeah, that's fair.": null, "Tula: You understand? Yeah, absolutely. Well-": null, "Meredith: That's very nice. Thank you so much. I'm staying in the...": null, "We're in the red corridor. I'll send... He'll find you later. Are you": null, "sending them back to Education? And we can exchange information there if": null, "that's easier.": null, "Tula: Yeah.": null, "Meredith: Or just, uh...": null, "Tula: I assume that's the right thing to do unless there's other... Are": null, "there other-": null, "Meredith: Well, I wasn't sure if you'd figured out like, a job or": null, "something or what you wanted to do. There's no pressure-": null, "Jaysohn: Yeah, I wanna get a job.": null, "Meredith: You want a job, little boy?": null, "Jaysohn: I'm actually really big. [Izzy grins and blinks]": null, "Meredith: Yeah, okay. [laughs]": null, "Aabria: This a woman with, almost like your mother, no fight in her": null, "about that. Like, absolutely. Like, I don't want that smoke, no.": null, "Tula: Actually, and I was wondering because I think both of my children": null, "are very excited about Refit.": null, "Meredith: Refit?": null, "Jaysohn: No! [Erika laughing] You're not listening to us at all!": null, "Lila: We're actually really excited about lab secrets.": null, "Jaysohn: Labs and secrets. [players laughing] And weapons and fighting!": null, "Meredith: Oh, I'm so sorry, what? Hold on, I'm so sorry, what? Lab": null, "secrets?": null, "Lila: Yes.": null, "Jaysohn: Lila's really clever. Lila can read-": null, "Tula: Lila-": null, "Meredith: Interesting. What have you heard about lab secrets?": null, "Lila: I sorta found it out on my own.": null, "Meredith: Mm-hmm.": null, "Lila: That um, you know, there are bunch of secrets and-": null, "Meredith: What kind of secrets?": null, "Lila: That like, people who are in charge-": null, "Meredith: I work in a lab.": null, "Lila: Yeah, I know. [she grins]": null, "Meredith: Oh.": null, "Lila: Yeah, you're awesome.": null, "Aabria: And she give a little look to-": null, "Lila: You're awesome. Lukas is awesome.": null, "Aabria: She gives a little look at Lukas.": null, "Lila: We love Lukas.": null, "Aabria: And Lukas shrinks back. And it's the most neutral look, and you": null, "see Lukas looks like he has been struck with a wave of like, this is...": null, "Not hit, like he's not flinching like a hit child, but more like, this": null, "is the thing you know not to talk about.": null, "Brennan: Can I make an insight check into Meredith here?": null, "Aabria: Absolutely.": null, "Rashawn: [whisper] Don't talk about the family business.": null, "Brennan: 24. [Aabria laughs]": null, "Aabria: That's crazy. [laughs] Yeah, I mean, you pick that up right": null, "away. Like, this is a very tired mom with a high-energy, just a little": null, "psychopath that she has. Very 'only child' energy. And this is one of": null, "those things where it's like, a mom who said, \"I want you to, like, do": null, "what you do and I'm not going to keep secrets from you, but the thing we": null, "don't talk about is my work in the lab.\"": null, "Brennan: Mm-hmm.": null, "Aabria: That like, you don't share that with the other children. And you": null, "know that he doesn't know exactly what she does, but the way she": null, "immediately clamped down on that, she does something that like, does not": null, "get out.": null, "Tula: We're not gonna.": null, "Lila: He actually didn't tell us. I just could tell.": null, "Jaysohn: 'Cause Lila's really clever.": null, "Tula: Mm-hmm.": null, "Lila: But you looked at him and he got scared.": null, "Meredith: Sure. Well, he knows he's not supposed to talk too much.": null, "Lila: But he didn't!": null, "Jaysohn: He didn't. He actually could barely talk because he had a": null, "blocked nose.": null, "Lila: He can't breathe.": null, "Jaysohn: And then once he had the mint, all he talked about was mint.": null, "Meredith: Mm-hmm, okay.": null, "Jaysohn: He really didn't talk about anything but mint.": null, "Meredith: Sure.": null, "Tula: Meredith, I think that the kids are very excited about all of the": null, "new things going on in the Last Bast.": null, "Lila: We're just trying to keep… [she fidgets in impatience]": null, "Tula: But I'd be interested in talking to you about where you think the": null, "ideal places to go are. We were lucky enough to meet Bennett yesterday": null, "on our way in.": null, "Meredith: Resource Allocation.": null, "Tula: Yeah, we saw there was a hunt concluding.": null, "Meredith: Oh.": null, "Tula: Out as we arrived yesterday.": null, "Lila: Our grandma went into it.": null, "Jaysohn: Yeah.": null, "Tula: And she-": null, "Jaysohn: Our grandma's really strong.": null, "Tula: Well, yeah.": null, "Meredith: What were they hunting?": null, "Jaysohn: Just like me.": null, "Tula: Yeah. Hm?": null, "Meredith: What were they hunting?": null, "Lila: Moose.": null, "Tula: They were a large sort of antler-covered elk.": null, "Aabria: Just drafting off of that previous insight check, and I'll let": null, "you kind of pick this up a little bit, too. That her asking a little too": null, "casually, \"What were they hunting?\" Was absolutely a like, did you see": null, "the thing that they were actually hunting or is this the like, yeah, you": null, "saw them looking for rabbits, sure.": null, "Brennan: Yeah, so I'm like,": null, "Tula: Yeah, so we saw them driving an elk into the enclosure with the": null, "other monster, the other beast that was in there so-": null, "Aabria: I think at this point she's just like, losing the ability to": null, "hide it like... You've seen so much.": null, "Lila: That was just walking up.": null, "Jaysohn: Oh, we killed a bear. Just us.": null, "Meredith: First day.": null, "Lila: And we're just trying to keep our family and your family safe.": null, "Jaysohn: Yes.": null, "Lila: By wanting to know the lab secrets, actually.": null, "Jaysohn: Yeah.": null, "Lila: Because we just like, got here.": null, "Jaysohn: We're just minutes in.": null, "Lila: And it's like, what? We're like, doing all of this secret stuff.": null, "Jaysohn: Right, and then we have to go to this Education thing, which is": null, "just pointless.": null, "Lila: Yeah, and everyone's like, talking shit about Simon all time.": null, "Jaysohn: And we have to line up for food.": null, "Tula: Sweetie!": null, "Jaysohn: Instead of just going and killing a rabbit.": null, "Tula: We're just meeting Meredith.": null, "Jaysohn: Like, the rabbits are right there. Why can't we just go kill a": null, "rabbit?": null, "Lila: You can.": null, "Meredith: Oh, we have to stockpile this. Everyone goes in that way.": null, "Jaysohn: But I'm hungry now.": null, "Lila: We're in line for food.": null, "Meredith: Right. You're in line for the rabbits that were caught earlier": null, "and they're being actively slaughtered.": null, "Jaysohn: So somebody else killed the rabbit? I'm not a baby. I can kill": null, "my own rabbit.": null, "Meredith: So why don't you join Resource Allocation then?": null, "Jaysohn: Exactly! No!": null, "Tula: Yes. [players laughing]": null, "Aabria: Incredible.": null, "Brennan: Yeah, there's a deep mom Xanatos is like, \"It's all going": null, "according to plan.\"": null, "Meredith: Let me say, what was your name again?": null, "Jaysohn: Jaysohn.": null, "Meredith: Resource Allocation is mostly going out and hunting in the": null, "woods.": null, "Lila: We watched a stoat get killed yesterday in Resource Allocation.": null, "[Erika laughs]": null, "Jaysohn: Yeah, but I wouldn't be killed.": null, "Meredith: Well, the thing that you saw being hunted-": null, "Lila: His name was Curtis.": null, "Aabria narrows her eyes.": null, "Jaysohn: Ssh! [Jasper exhales sharply]": null, "Meredith: Hm. Well, that's very unfortunate for them. Normally, Resource": null, "Allocation work is not that dangerous. What you saw-": null, "Jaysohn: Well, then I don't wanna do it.": null, "Meredith: Was something very special. I think if you haven't experienced": null, "much death in your life, that you're a very lucky stoat.": null, "Lila: [emphatically] Oh, we have!": null, "Jaysohn: [excitedly] Oh my goodness! Let me tell you about death.": null, "Lila: Our whole house died!": null, "Jaysohn: Our grandpa, he is dead, and our dad...": null, "Jaysohn and Lila: He is dead.": null, "Jaysohn: And then there was a guy who was trying to be our second dad,": null, "and he's dead.": null, "Lila: Dead.": null, "Jaysohn: Our Auntie Beatrix, she's dead.": null, "Jaysohn: All of our Uncle Thorn's friends except for two of them who are": null, "the ones who have the mint, they're all dead.": null, "Lila: Dead. The bear, dead.": null, "Jaysohn: Bear, dead.": null, "Lila: All the chipmunks-": null, "Jaysohn: All of the chipmunks.": null, "Lila: Inside the bear, dead.": null, "Jaysohn: Dead because of us. We killed those.": null, "Lila: Yeah.": null, "Tula: My children are very excited to be here in Last Bast. [players": null, "laughing] And so I'd love... Has anyone ever been hurt or injured or": null, "killed in Refit?": null, "Meredith: I think injuries do happen, yes.": null, "Lila: One time at the warren, I saw a guy walking into a hole and a rock": null, "fell on his head and he died. [Brennan laughing]": null, "Meredith: I think that's the sad truth about stoats.": null, "Lila: So my mom is, yeah, yeah, yeah.": null, "Meredith: Is death is everywhere.": null, "Lila: Yeah!": null, "Meredith: And everyone that made their way here-": null, "Lila: Our heads are too small and our bodies are too long! [cast": null, "laughing] So if you get hit in the head, it's over!": null, "Jaysohn: It's over. It's over.": null, "Meredith: What's your name again?": null, "Lila: Lila. [players laughing]": null, "Meredith: You are absolutely correct. Our bodies are long and our heads": null, "are very weak, and that's why we move so quickly.": null, "Lila: Mm-hmm.": null, "Meredith: But some of the things that we do here are not what it's in": null, "our instincts to do.": null, "Meredith: We are trying to do newer and more interesting things, and": null, "when you learn new skills-": null, "Lila: Mm-hmm, like make weapons.": null, "Meredith: You are full of secrets.": null, "Aabria: And I think you say that, and you saw that every time you sort": null, "of dropped big information, a big bit of information it sort of hit her.": null, "You saw like, it ripple across her like, what does this little girl": null, "know? And at that one, all of the pretense of being very like, kind and": null, "trying to move though advice stops and she just moves back up to": null, "standing.": null, "Meredith: Hm, well, my son and I ought to be going.": null, "And Lukas is just like,": null, "Lukas: [not congested] No, I can breathe! I can wait in the line": null, "forever. I'm feeling so good.": null, "And she's like,": null, "Meredith: We have food at home. Why don't we go home?": null, "Brennan: Can I make an insight check? I wanna see if there's antagonism": null, "towards my kid here.": null, "Aabria: Sure. Give me an insight check.": null, "Brennan: Like, it's one thing if she's like, oops, I need to lock it": null, "down.": null, "Aabria: Fuck, I rolled good! Now you have to beat a 23. I did the best,": null, "almost the best I could do.": null, "Izzy: Can I help her with how insightful I also am?": null, "Aabria: No.": null, "Brennan: 16.": null, "Aabria: Oh. You don't see antagonism toward her. Like, she doesn't feel": null, "anything strongly about this child, but what you do see even with a 16": null, "is that she has just logged a problem. [haunting sinister music] [Jasper": null, "exhales softly]": null, "Brennan: I'm going to look at her and say,": null, "Tula: well, the offer stands if you'd ever like a hand with Lukas.": null, "Meredith: Oh, thank you so much. That's very, very kind.": null, "Lila: Yeah, Lukas you should come over-": null, "Tula: Sweetie I'm gonna-": null, "Meredith: Yes, of course.": null, "Tula: [sharply] Let me talk to Meredith right now.": null, "Izzy and Siobhan make faces at the rebuke": null, "Jaysohn: Sure.": null, "Tula: And by the way, if you ever want-": null, "Aabria: She pulls Lukas closer to her 'cause Lukas is now trying to": null, "like, look out at your kids.": null, "Tula: And I wanna send them back to Education, but I'm worried that when": null, "they got back from Education the other day they started saying a lot of": null, "really worrisome things about weapons and lab and all this other stuff.": null, "And it just feels like there's a lot of agitating things happening at": null, "Education that I-": null, "Aabria: Give me a deception check.": null, "All: Oh! [players shout]": null, "Aabria: Give me a deception check. That's so good!": null, "Brennan: Can I get any help from any of my kids in this moment?": null, "Jaysohn: Yeah, they were talking about weapons.": null, "Lila: I'm like, [whisper] Lukas, come over-": null, "Jaysohn: And they were like- You have a weapon.": null, "Aabria: Well, let me be very clear.  I'm gonna ask you guys sort of": null, "like, player questions. Your mom just snapped on you to like, be quiet.": null, "Aabria: While adults were talking. Would you have listened to her and": null, "fallen back or would you reinsert yourself into this conversation,": null, "disobeying your mother's orders?": null, "Siobhan: Mm, I think we're-": null, "Izzy: I don't think we're reinserting ourselves.": null, "Siobhan: Yeah, I don't think so. I think that she snapped so hard in a": null, "way that she almost never does.": null, "Aabria: Yeah.": null, "Brennan: Mm-hmm.": null, "Siobhan: That I don't think-": null, "Izzy: But we're also sort of like-": null, "Siobhan: Like maybe we're behind her. [mouthing to Izzy]": null, "Izzy: Okay, she's mad.": null, "Siobhan: And going, I don't know what I said. What?": null, "Aabria: Sweet.": null, "Siobhan: I don't even know.": null, "Aabria: I respect the like, fidelity of the moment, and you do not have": null, "advantage.": null, "Brennan: Cool.": null, "Aabria: The moment Meredith was done with you, Lukas was pulled in": null, "close. And like, even him trying to squirm away, she is keeping him": null, "tight, tightly tucked and is trying to get away.": null, "Brennan: 10. [Erika yelps]": null, "Jasper: Oy, oy, oy, oy, oy.": null, "Jasper: Oy, oy, oy. [apprehensive piano music]": null, "Meredith: Yes, okay, well then I will absolutely check in with Education": null, "and see what's going on. It's unfortunate. Simon, though being a bit of": null, "a pushover normally, keeps a tight ship. And it's strange that such": null, "worrisome fantasies are sort of coming out of Education.": null, "Tula: To be clear, I wouldn't blame Simon at all. I didn't have a chance": null, "to meet him. The children's uncle brought them to Education yesterday.": null, "[Rashawn and Jasper gasp] I was more worried about some of the other": null, "children in the class and the fact that they seem to be able to run": null, "around and, you know, it doesn't seem like there's a tremendous amount": null, "of order in that room.": null, "Meredith: Understood. Oh, well, all right, Lukas. I guess we'll have a": null, "little conversation about what's going on in Education.": null, "Brennan: By the way, I am-": null, "Meredith: And get to the bottom of it.": null, "Brennan: Fully trying to throw Lukas under the bus.": null, "Aabria: Yeah, 100 percent": null, "Brennan: Lukas can catch whatever fucking consequences he needs to.": null, "[players laughing] Tough fucking titties, Lukas. [players laughing]": null, "Aabria: I think, like-": null, "Erika: Wow!": null, "Aabria: In this moment your persuasion went off the way it did, but I": null, "think your insight and the insight that you've rolled and your passives,": null, "like, I think you're catching pretty obviously that she is rip cording": null, "out of any sort of understanding with you, too, and she's not picking up": null, "what you're putting down but is just trying to be nice and exit the": null, "conversation.": null, "Brennan: Yeah, got it": null, "Aabria: But sure, like, of course. Her kid's a little shit and you knew": null, "that before so he's gonna catch a fade.": null, "Brennan: Any fucking smoke I can throw.": null, "Aabria: Yeah, yeah, yeah.": null, "Brennan: That's like, my kids aren't trying to crack your weird,": null, "fucked-up city! You have a talkative fucking kid!": null, "Aabria: Yes, absolutely.": null, "Brennan: Is just, let's throw that narrative up in the mix.": null, "Aabria: Yeah, yeah, yeah.": null, "Brennan: I'm going-": null, "Rashawn: That's awesome. [Brennan laughs] I like it.": null, "Brennan: I'm gonna turn to Lila and Jaysohn.": null, "Tula: Let's get breakfast and let's not talk to any other adults until": null, "we get back to the burrow with some food, okay? Thank you.": null, "Lila: She was mean.": null, "Tula: What's that?": null, "Jaysohn: Yeah, she was kinda mean. And we were just asking questions.": null, "It's not rude.": null, "Tula: You're both very bright young children. What do you think might": null, "happen if you keep asking a mean person questions?": null, "Lila: Kill us.": null, "Tula: Yeah, that's a good guess.": null, "Lila: Oh!": null, "Tula: [emphatically] Lila, that's a good guess. So we just gotta be": null, "careful, okay?": null, "Aabria: My three here, give me a perception check.": null, "Siobhan: 21.": null, "Brennan: 10.": null, "Izzy: 14.": null, "Aabria: Jaysohn.": null, "Siobhan: Mm-hmm.": null, "Aabria: As your family finishes collecting food, and you are without,": null, "literally without any question, they just ask you, food for how many?": null, "And you're picking up your sort of breakfast for the day. You cannot": null, "help but notice that several stoats You cannot help but notice that": null, "several stoats with copper wire wrapped around their sashes always have": null, "eyes on you and your mother and your sister.": null, "Siobhan: And do I get the impression that they are just interested in us": null, "'cause we're new? Or do I get the impression that we're like, kinda": null, "being hunted?": null, "Aabria: With a 21, this does not look like you are being hunted because": null, "you don't feel like you're being stalked into a place.": null, "Siobhan: Uh-huh.": null, "Aabria: But it is very clear that like, whichever direction Meredith and": null, "Lukas took off in, like, a signal was thrown and you're being watched.": null, "Siobhan: Okay, I'm gonna pull on my mom's sash.": null, "Siobhan: And I'm gonna point this out to her.": null, "Brennan: Okay.": null, "Aabria: Give me a stealth check.": null, "Siobhan: 26.": null, "Aabria: Yeah. You're able to do it in a way that isn't like, you making": null, "eyes with one of them and being like-": null, "Aabria: Mom, they're looking at you! You're like, yeah.": null, "Siobhan: Look at these people!": null, "Aabria: Yeah, look at these people all here looking at you. [Siobhan and": null, "Aabria point wildly]": null, "Brennan: Yeah, whatever you say to me I'm going to, okay.": null, "Jaysohn: Yeah, and I'd really like some, the legs of the rabbit 'cause I": null, "really like the legs of the rabbit.": null, "Tula: Okay.": null, "Jaysohn: And I would love an ear of a rabbit also so I can just like,": null, "chew on it for later. [Brennan sighs]": null, "Siobhan: Whisper then.": null, "Brennan: Yeah. I'm gonna just say, okay, and I'm not going to look. I'm": null, "gonna just take my son's word for it. And I'm gonna say,": null, "Tula: Okay, very, very curious. You are both very curious young": null, "children. When you can see something, it can see you. It's not always": null, "safe to go looking for things. If you are going to hunt, half the hunt": null, "is not getting seen yourself.": null, "Jaysohn: Right.": null, "Brennan: That's all, okay?": null, "Jaysohn: So we have to do that thing that Uncle Thorn does that makes us": null, "invisible.": null, "Tula: There's lots of ways of getting seen. You can get seen by a": null, "monster and it will charge you, but sometimes you don't want the things": null, "in here [points to his head] to get spotted either. And those can get": null, "spotted by just asking a question a little bit too bluntly. You have to": null, "think about how important it is just to not be noticed.": null, "Right now we've been running around and doing all sorts of things, and": null, "there's almost no reason for that to be good. and there's almost no": null, "reason for that to be good. If I knew nothing else other than I could be": null, "in a place where people wouldn't pay attention to me or be in a place": null, "where people would, I would pick a place where they were not paying": null, "attention to me.": null, "Lila: Should we go for a walk outside? [Siobhan gasps excitedly]": null, "Tula: That sounds really nice.": null, "Jaysohn: Yeah!": null, "Tula: I think that's a good idea.": null, "Jaysohn: Yes.": null, "Tula: But we're gonna get breakfast first 'cause we can't do anything on": null, "an empty stomach, and we have to bring some breakfast back to the": null, "burrow.": null, "Aabria: You make your way back to the burrow. And I think by the time": null, "everyone sort of gets back there, you three get back there, Ava, you've": null, "made your way back, too. And you are all together again with food and": null, "water, ample, easily distributed and cheerfully shared. I need Thorn,": null, "Viola, and Ava to make perception checks. [dice tapping table]": null, "Rashawn: Five.": null, "Jasper: 15.": null, "Aabria: Thorn, it's a little strange when they get back. You notice and": null, "you're just like, huh. Just, it's like a slight change. You are used to": null, "the smell of your family, and yet they came back and there's just like a": null, "slightly strange smell to the three of them.": null, "Jasper: Would this be anywhere similar to like, when we might mark our": null, "territory perhaps?": null, "Aabria: Yes.": null, "Izzy: [whisper] Somebody peed on us.": null, "Thorn: Ooh, oh, okay. Whew! [clears throat] How was the line for the": null, "food?": null, "Jaysohn: Oh, it was so boring and so long.": null, "Thorn: Was it super boring?": null, "Jaysohn: Yeah, it was really boring.": null, "Thorn: Oh, okay.": null, "Tula: Well, we ran-": null, "Siobhan: Jaysohn just took that so literally and was just-": null, "Jasper: Oh, yeah, yeah, yeah, yeah.": null, "Aabria: That's the best part is like-": null, "Siobhan: The line was really boring. [Aabria laughing]": null, "Tula: We ran into Lukas from Education.": null, "Thorn: Oh.": null, "Tula: And we met his mother, Meredith who was a little bit, seems a": null, "little tired and just a little bit guarded. She seemed a little guarded": null, "about, her son had been talking about her work in the laboratory and so": null, "we had-": null, "Thorn: I think Lukas only mentioned that she worked there. I don't": null, "think-": null, "Tula: And that's all that we talked about so I think she was just busy.": null, "But we were thinking about going for a walk aboveground in a little": null, "while. Something Lila felt like doing. I don't know if we feel like a": null, "little family stroll.": null, "Jasper: I think what's happening for Thorn right now is like, with": null, "smelling that, feeling like something is generally off, like, I'm trying": null, "to work out whether you're giving us a signal with this like, going for": null, "a walk thing.": null, "Jasper: And I don't know if that... Like, that's how Thorn's": null, "interpreting it.": null, "Brennan: Yeah.": null, "Jasper: So like, if I can do an insight check to see if I can pick up": null, "what-": null, "Aabria: Sure, sure, sure, sure, sure.": null, "Jasper: I think she's putting down.": null, "Brennan: You can tell Tula is not feeling like, bolting. That it's just": null, "a little bit of privacy, yeah.": null, "Jasper: Oh yeah, no, yeah, that's what I mean is more of a private like,": null, "we need to be somewhere private.": null, "Brennan: Just, let's be somewhere private.": null, "Jasper: Yeah, yeah, yeah. Okay.": null, "Rashawn: It would be nice to get some fresh air. We've been down here": null, "for a while.": null, "Brennan: Yeah.": null, "Izzy: Is there any way to like, find out if it feels like we're in any": null, "way being surveilled, like, in our room?": null, "Aabria: In this right now? What a fun question. Investigation check.": null, "[die taps table]": null, "Siobhan: Can I do...": null, "Aabria: You wanna do it too?": null, "Siobhan: Can I do a perception check for the same thing?": null, "Aabria: Sure.": null, "Siobhan: Would it have to be also with investigation?": null, "Aabria: I think you are a vibe catcher, and you are specifically looking": null, "for stuff so.": null, "Siobhan: Great, I got an 18. No, 19.": null, "Aabria: Okay, 19 and 14. I think you looking around, you're just looking": null, "for like, weak points. Also, you guys are very good at like, being": null, "conspiratorial and being like, here's how I know in my room how mom": null, "will, or especially Auntie Beatrix would overhear. You, sort of in your": null, "cursory glance, don't see anything that would give the game away within": null, "your like, little nest at all. But you are deeply aware of the fact that": null, "there's no fourth wall here. But with that, right now if you guys all": null, "got quiet, you would hear maybe the murmurings of the loudest people": null, "surrounding you if they were shouting, but you can't overhear anyone": null, "else's conversations.": null, "Izzy: Hm.": null, "Aabria: And I think with a perception check of 19, you see that people": null, "would have to, like, expend a pretty aggressive amount, like a nigh": null, "noticeable amount of energy trying to listen in. Like, it would be like": null, "seeing a little ear [laughs] or like a bit of fur like someone-": null, "Siobhan: Great, they haven't figured out the glass against the wall": null, "trick yet.": null, "Aabria: Exactly, how could you get a bit of glass that small? Where": null, "would that even come from? A Polly in my pocket?": null, "Siobhan: Yes, exactly.": null, "Aabria: Do you think they have that?": null, "Siobhan: Exactly.": null, "Jasper: No, Aabria, no.": null, "Siobhan: Thank you, thank you.": null, "Aabria: [laughs] So yeah, but you are realizing like, kind of looking": null, "out and away, the thing they can do is keep track of you.": null, "Siobhan: Mm-hmm.": null, "Aabria: Not necessarily like, listen in on you.": null, "Thorn: Can I just say, uh, Ava, I was wondering if perhaps it would be a": null, "good idea to have a little morning clean. Just, you know, a little bit": null, "of grooming of each other, just-": null, "Viola: You wanna be licked by my mother? [Aabria laughs]": null, "Ava: I thought you'd never ask!": null, "Tula: You've done it now.": null, "Aabria: Wild!": null, "Viola: Wow. [Erika gurgles and sticks out her tongue]": null, "Lila: What the fuck is wrong with you?": null, "Thorn: And that's all of us.": null, "Tula: Yeah, absolutely.": null, "Thorn: That's all of us.": null, "Erika: Yeah. [laughs]": null, "Rashawn: Well, wait, 'cause it's my sister I can sense vibes.": null, "Viola: Was that Meredith giving you shit?": null, "Tula: She...": null, "Brennan: And I don't know how people can hear us or not. And I was like,": null, "Tula: You know what? I thought she was just as lovely as could be.": null, "[Aabria laughs]": null, "Viola: Hm, bless her heart.": null, "Tula: Bless her heart.": null, "Note: “bless their heart” is a very specific Southern US way of talking": null, "smack about someone who is not present": null, "Viola: Mm. [players laughing]": null, "Aabria: If you like her, I love her. [cast laughing at the Southern": null, "shade]": null, "Rashawn: Okay, I don't know... Have you told us that you saw people": null, "seeing you? Do you think you-": null, "Aabria: That has not happened yet.": null, "Rashawn: That has not-": null, "Erika: Now-": null, "Izzy: I think we're like, a little trying to like, leave.": null, "Erika: Yeah, a little trying to leave, and we're on the go. We're doing": null, "a little spit wash on the go. And I'm saying, now,": null, "Ava: I don't mean to tell tales out of Education, but I met one of the": null, "First Stoats and-": null, "Tula: What? [player gasps]": null, "Ava: Their, his-": null, "Ava: Their teeth-": null, "Viola: What?": null, "Ava: [disgusted] Were just, oh! Oh! [Siobhan laughing]": null, "Viola: I mean, if your teeth are the first to go, you're basically": null, "falling apart.": null, "Ava: No! I mean, they were just odd, you know? I mean, and not, you": null, "know, just...": null, "Tula: You met one of the First Stoats?": null, "Ava: Yes! And they're very handsome. But still, their teeth are, it's": null, "like a wolf's in the front but like a...": null, "Lila: Pig?": null, "Ava: No, no, no, the...": null, "Viola: Deer?": null, "Jaysohn: Beaver.": null, "Viola: Turtle.": null, "Aabria: That's all the animals.": null, "Lila: Fish.": null, "Ava: The ones that have... Yeah, the mice, I think, in the back.": null, "Jaysohn: Sabre-toothed mice.": null, "Ava: You know how in the back? They have in the back and they're all": null, "flat. They're all flat in the back.": null, "Tula: They have flat teeth in the back?": null, "Aabria: Hold on, hold on. This is a stupid opportunity to make Erika,": null, "try to make Erika's character know more. Make a wisdom saving throw.": null, "Jasper: Heck yeah.": null, "Rashawn: Do they eat meat or...": null, "Erika: That's a three. [players laughing]": null, "Aabria: You've never known what a back flat tooth is called.": null, "Jasper: Learn.": null, "Siobhan: Learn.": null, "Erika: Let me be very clear, I eat my rodents whole just all the way": null, "through.": null, "Aabria: Ava is perfect-": null, "Siobhan: Gotta swallow.": null, "Erika: And makes me feel insane. [Erika chomping]": null, "Erika: And they're just flat in the back and pointy in the front.": null, "Rashawn: Are we outside? Have we made our way out?": null, "Jasper: I think-": null, "Aabria: I mean, you're still in it unless you were making like, big": null, "clips up.": null, "Izzy: Do I get the vibe that Sybil might know Thieves' Cant? [Siobhan": null, "gasps]": null, "Aabria: Ah, so now we're in a very interesting thing with... I know that": null, "this is your like, rogue kit.": null, "Izzy: Yes. If I were to put like, secret mess... If I tried to write for": null, "the first time [Izzy and Siobhan laughing] and put secret messages in": null, "it.": null, "Izzy: One, would I be able to do that?": null, "Aabria: Super fun fact, how would you know? You don't know what a rogue": null, "is. And you didn't meet her through a connection where you'd be like, we": null, "have the same ability set.": null, "Izzy: 1,000 percent": null, "Aabria: So what I'm gonna tell you is-": null, "Izzy: Yeah.": null, "Aabria: You can always try and see what happens.": null, "Izzy: Yeah, I think I wanna try and like, get a message to Sybil.": null, "Aabria: Sure. While the adults are talking.": null, "Izzy: Okay.": null, "Aabria: What does Lila do?": null, "Izzy: Well, she's like... [laughs] Okay, fuck. Do I...": null, "Aabria: Oh, you pulled focus. Bitch, you better be ready!": null, "Izzy: Well, I tried to pass you a note, but then you asked. Do I need to": null, "think about pencils?": null, "Aabria: Oh, we can make it very easy.": null, "Izzy: Okay, okay, okay.": null, "Aabria: And say that you've got like animal blood or stuff.": null, "Izzy: And thank God, thank God.": null, "Aabria: Yeah, you're good.": null, "Izzy: Okay, I think I'm just trying to be like, how can we help?": null, "Aabria: Okay, so you're trying to encode the idea, how can we help?": null, "Izzy: Mm-hmm.": null, "Aabria: In the general like, help you? Help the thing? Help what?": null, "Izzy: She wept to us yesterday.": null, "Aabria: Sure, sure, sure.": null, "Izzy: And said, \"Help me.\"": null, "Aabria: Is that what she said?": null, "Izzy: Yes.": null, "Aabria: Interesting. Yeah, no. Okay, why don't you ponder how you wanna": null, "like, execute on this, and then we'll like, wrap this little bit up and": null, "we'll come on back to you.": null, "Aabria: Cool, sweet.": null, "Thorn: Jaysohn, did you notice anyone paying any particular attention to": null, "us right now here just before we leave?": null, "Jaysohn: Yeah, no, yeah. In the line, the ones with the copper.": null, "Thorn: Right now, like in this moment.": null, "Jaysohn: Oh, right now. Oh, I know-": null, "Thorn: In our little cubby.": null, "Siobhan: Can I do a perception check?": null, "Aabria: You already did one.": null, "Siobhan: Oh yeah, no, no. Oh no.": null, "Aabria: When you looked out, when you looked out, you saw like,": null, "Population Support.": null, "Aabria: They're moving through.": null, "Siobhan: They're moving through, but they're not like...": null, "Jasper: In this moment whilst we're here.": null, "Siobhan: Obviously, yeah.": null, "Aabria: There is no one in proximity to you listening for you.": null, "Siobhan: Great.": null, "Aabria: But looking out into the corridor.": null, "Siobhan: There's like, maybe somebody hanging out. Like just-": null, "Aabria: There's always someone close, and they're looking up.": null, "Aabria: At the wall of nests.": null, "Ava: You mean to say that we're new here and nobody's paying attention": null, "to us?": null, "Tula: I think a lot of people are paying attention to us, Mama. Maybe": null, "too many.": null, "Jasper: I'm just gonna like, sort of position my back so that I'm sort": null, "of talking to the family with my back to the open entrance. And I'm just": null, "gonna say,": null, "Thorn: I believe that you're being tracked. I smelled something as you": null, "came in, and I fear that if we suddenly all leave and go for a walk": null, "without any particular direction, that's asking for people to follow us.": null, "If they're not in this moment tracking us, perhaps this is perhaps the": null, "best place to have an open conversation as swiftly as we can before we": null, "decide what we want to do so we need to be quick, efficient, but I think": null, "that if we leave, we're going to encourage them to suspect something. We": null, "don't want to let them know that we understand that... And I'll sort of": null, "gesture to like, can you smell? [sniffs]": null, "Brennan: Do I start to smell it once he points it out to me.": null, "Aabria: You know what, I'm not even gonna make you roll for it. Yeah,": null, "now that you're sort of pointing out like, something smells weird. And": null, "because you had been carrying all the food back.": null, "Izzy: It's Tula's toots.": null, "Aabria: You were sort of like, it's not my toots, what could it be? Now": null, "that you've put down all the food-": null, "Brennan: If you're telling me that I fart. Yeah, um... [cast laughing]": null, "Jasper: Whoa, whoa, whoa, whoa, whoa.": null, "Aabria: Now that food is down and distributed, you no longer have the": null, "scent of that in your nose and you're like, oh, there is just a little": null, "something tangy lingering in the air, and you recognize it as like,": null, "yeah.": null, "Brennan: Musk.": null, "Aabria: There's musk.": null, "Brennan: Who did I make physical contact with, with me and my kids?": null, "Aabria: As you were coming back, I think it's very much like, there is": null, "enough people out, especially when you were in that cramped line, that": null, "like you were coming in, people were going like, \"Oh, excuse me, pardon": null, "me,\" and brushing past you. Someone brushed past you and marked you.": null, "Brennan: Does this feel like an... Like, when I smell this, does it": null, "smell like the smell of the stoats of this warren? Like, it's naturally": null, "rubbing off on me?": null, "Brennan: Or does it feel more specific?": null, "Aabria: You guys don't... Other than like, Tula's unfortunate problem": null, "with crop dusting... [laughs]": null, "Bren: You have a litter of kits and see how hard it is to keep it locked": null, "up down there!": null, "Siobhan: [to camera] My mom is a farty little slut. [cast laughing]": null, "Brennan: Okay? Like, do like the classic 1950s like, her in a cartoon in": null, "a circle. \"Farty Little Slut\" in big block letters. [Siobhan poses]": null, "Rashawn: I'm a farty little slut.": null, "Aabria: 100 percent! But you-": null, "Jasper: I'm a tooty little girl.": null, "Aabria: You understand that like, musking and marking and all of that": null, "scent work is intentional. Like, no one does that on accident.": null, "Aabria: So you were very clearly marked, and now it makes sense that": null, "like-": null, "Brennan: So-": null, "Aabria: Now that your son was like, \"Yeah, people are watching.\"": null, "Brennan: We've been marked, and I think I'm trying to ascertain if it's": null, "like, is this like, oh, this is like the pollen ambient in the air or is": null, "this like a royal jelly? Like, we put the criminal stank on you kind of": null, "vibe?": null, "Brennan: It's less of like, criminal stank. 'Cause it's not like, yeah,": null, "this isn't like being marked by a bee and it's like, if you smell this,": null, "attack them.": null, "Erika: Wild.": null, "Brennan: So like, if we took a bath we'd be fine to move or-": null, "Siobhan: Right, but maybe they would be like, why did they take a bath?": null, "Aabria: You know that you smell different than the other stoats in the": null, "warren. And this is less of like, you've been marked for something to": null, "happen and more of like, I think your natural paranoia in this is like,": null, "how do you keep track of someone? Population Support understands that": null, "like, once a flag's been raised, once you've been marked, everyone": null, "knows, if I smell something, keep an eye on them.": null, "Erika mimes energetically licking Jasper with a very intense expression.": null, "Thorn: We used to, when finding a new rabbit warren... Thank you. We": null, "would mark one-": null, "Aabria: [laughs] Sorry. The look on their face got me.": null, "Thorn: One particular rabbit, we would mark it. It would make it easier": null, "for us to follow them and then... [Erika licks dryly] Oh! And they would": null, "lead us then back their warren. It's a similar smell, and it's very": null, "intentional. [Erika gurgles] Oh, God! Okay, it's less actually... I've": null, "kind of revealed the thing now, the MacGuffin. It's more them that need": null, "the...": null, "Tula: We shouldn't remove this unless we're planning to bolt.": null, "Tula: For the wood line right now. It's more suspicious for them to find": null, "us and if we don't smell that way again.": null, "Tula: That's the most suspicious. So, if we want to bolt right now,": null, "let's get rid of it. And if we're not going to bolt right now, then we": null, "should just remember that anything sneaky we wanna do in the future, we": null, "should cover ourselves with a more powerful scent.": null, "Ava: If we do want to bolt, though I highly recommending taking Truck.": null, "Tula: I wonder if we could go find that...": null, "Ava: Hm?": null, "Thorn: Hm?": null, "Viola: Did you learn how to...": null, "Ava: Oh, I didn't. I don't know how to...": null, "Thorn: Truck.": null, "Ava: Truck yet, but they're working on how to Truck Truck.": null, "Lila: Where?": null, "Ava: The twins showed me.": null, "Lila: Who's that?": null, "Ava: They're the head of Defense.": null, "Tula: Ooh, Defense. Boo, boring.": null, "Siobhan: Ooh, can we meet them? [cast laughing]": null, "Aabria: Really quick, Lila. So, do you have like, your sort of coded": null, "message?": null, "Izzy: Well, I was gonna go see if I could maybe just like, see if she's": null, "in her place.": null, "Aabria: Oh yeah. Do you wanna just go talk to her?": null, "Aabria: Sure, sure, sure.": null, "Tula: Okay, all right, sweetie. We'll see you. Wait, I don't, I": null, "actually-": null, "Lila: I think I'll just talk to Sybil.": null, "Jaysohn: I wanna talk to Sybil. Can I talk to Sybil?": null, "Lila: Okay, yeah, come. And Mom.": null, "Ava: Oh, Lila's going to see her little girlfriend.": null, "Lila: And Mom. [Jasper chuckles]": null, "Tula: Me? I don't wanna see... Well, okay. [laughs] I'm like, I'm gonna": null, "stay here and talk with the family. You go talk to Sybil, sweetie.": null, "Lila: Okay.": null, "Aabria: Sweet. All right, Jaysohn and Lila. You make your way up and": null, "over. And it's quite easy to like, do kind of like a look up, peek in,": null, "that's not it, that's not it. And you see Sybil just sort of just kinda": null, "waking up. You know, late teenager. They get up at the crack of noon if": null, "left to their own devices, like,": null, "Sybil: uh, what?": null, "Sybil: [yawns] Hi, good morning.": null, "Jaysohn: Good morning.": null, "Sybil: Hi.": null, "Jaysohn: Do you wanna go outside with us?": null, "Sybil: Why? No.": null, "Jaysohn: I just wanna find all the rocks.": null, "Sybil: This is my day off.": null, "Lila: I think we should stay right here.": null, "Jaysohn: What? No, we were gonna go outside.": null, "Lila: Jaysohn, literally, did you hear everything-": null, "Jayson: I just wanna-": null, "Lila: That they were just talking about in our room?": null, "Sybil: You have something in your room?": null, "Lila: Sybil, hi.": null, "Sybil: Hi, good morning.": null, "Lila: Good morning. Remember-": null, "Sybil: [yawning] Hey, let's talk on the nest.": null, "Lila: Do you remember everything-": null, "Aabria: And she just rolls over. She does not get up.": null, "Lila: Do you, do you, ssh, ssh, ssh, it's okay.": null, "Aabria: [laughs and claps] It's so soothing.": null, "Lila: Sybil, do you remember everything you showed us yesterday?": null, "Sybil: Oh.": null, "Aabria: And she immediately is fully awake.": null, "Sybil: Yes...": null, "Lila: My family's being followed.": null, "Sybil: Why?": null, "Lila: Because I think we broke a lot of rules and asked too many": null, "questions.": null, "Jaysohn: And we gave Lukas mint.": null, "Sybil: Okay, hold on, real quick. Who were you asking questions of?": null, "'Cause I did say, don't say anything.": null, "Lila: I didn't. [Brennan chortles]": null, "Sybil: Didn't what? [Siobhan laughs]": null, "Lila: I didn't say anything.": null, "Jaysohn: We were so quiet.": null, "Sybil: So when you say asking questions, who was asking questions?": null, "Jaysohn: We got in trouble for nothing. We were being so good.": null, "Lila: We talked to a lady who worked in the lab.": null, "Jaysohn: Yeah, Lukas's mom.": null, "Sybil: Just in general? And did you ask her questions?": null, "Jaysohn and Lila: [in unison] Yes/No!": null, "Sybil: Yeah, don't lie to me. You came here. You came to me.": null, "Lila: I did not.": null, "Sybil: I was asleep. It's my day off.": null, "Lila: I know.": null, "Sybil: My ribs were broken. My brother's dead!": null, "Lila: I know, I'm so sorry.": null, "Sybil: Yeah!": null, "Lila: Dead, dead, dead, he's dead.": null, "Sybil: Yeah, it's bad!": null, "Lila: Yeah, I know.": null, "Sybil: Thank you for telling me the truth immediately. That's good.": null, "Lila: Yeah, but I'm just trying to sort of figure out what to do": null, "because... [blows softly]": null, "Sybil: Yes. Oh, thank you. Honestly, kinda nice. Oh, you smell a": null, "little... [sniffs]": null, "Lila: We got peed on, yeah.": null, "Sybil: Oh, there's...": null, "Lila: They're just tracking us. They're tracking us.": null, "Sybil: Yeah.": null, "Jaysohn: Wait, do you know who it is? Can you smell who it is? Do you": null, "know?": null, "Sybil: Oh, this is Population Support. They help, but they are": null, "population control.": null, "Lila: Do you think we should clean ourselves?": null, "Sybil: I think it would make sense that... Of course, why wouldn't kids": null, "be cleaned?": null, "Lila: Yeah, that's what I thought.": null, "Sybil: So you would forget. Yeah, and get it off of you.": null, "Lila: But my mom thought it was suspicious.": null, "Jaysohn: Okay, but I do hate-": null, "Sybil: And that way you have deniability for why it's gone.": null, "Lila: Okay, but wait, so whenever-": null, "Sybil: And then new Population Support-": null, "Lila: It has to fucking go away.": null, "Sybil: The other coppers won't be able to know who you are.": null, "Lila: Yeah, yeah, ACAB.": null, "Aabria makes finger guns to the camera as the cast realizes the “copper": null, "(metal) ": "copper (police) pun.", "Aabria: Yeah, she said copper wires several times.": null, "Rashawn: It was right in front of our faces.": null, "Lila: Okay, I also just wanna know, what do you think we should do?": null, "[Rashawn exhales sharply] [Jasper chuckles] Because you asked us for": null, "help yesterday.": null, "Lila: I don't know. I don't know what to do. [laughs]": null, "Sybil: No, you're good. And thank you for coming in. And I'm so sorry if": null, "your family's in danger because of the thing.": null, "Lila: Well, and you know, it's like, our fault.": null, "Sybil: Oh, no, no, no. It's okay. Just rule one, and please take this in": null, "the spirit in which it's intended. Stop fucking talking to other people": null, "about the scary stuff.": null, "Lila: Yeah, for sure.": null, "Sybil: I've been here my whole life, and every time I've asked a": null, "question... I was like you not that long ago 'cause I'm not that much": null, "older than you. Like, weeks ago asked questions and was marked and": null, "watched Like, weeks ago asked questions and was marked and watched until": null, "I just went with the flow for a while so-": null, "Lila: Oh.": null, "Sybil: I'm sorry I didn't say that earlier. I kind of assumed, like, you": null, "seem to have your shit together.": null, "Lila: No, we're smart but we're dumb.": null, "Sybil: No, it's okay, it's okay. You're great and you're so smart.": null, "You're both so good.": null, "Jaysohn: Yeah, we do not know how this warren works at all.": null, "Sybil: You're good. Here, come here.": null, "Aabria: And she's just gonna reach out and grab you both and pull you a": null, "little more into the nest just getting low.": null, "Sybil: I'm not paranoid. I'm worried.": null, "Jaysohn: No, we don't think you're paranoid.": null, "Sybil: Cool, thank you.": null, "Jaysohn: We think you're awesome.": null, "Lila: Those might be the same thing, but for sure.": null, "Sybil: Fair, thank you. We gotta find the Reactor. I don't think there's": null, "anyone we can ask questions to that are gonna give us answers.": null, "Lila: My grandma met a First Stoat.": null, "Jaysohn: Yeah, and she said his teeth were really weird.": null, "Sybil: Which one?": null, "Jaysohn: Oh, Cankle?": null, "Izzy: Do I know? [Rashawn chortles]": null, "Sybil: Kiran.": null, "Lila: Mm, yeah.": null, "Sybil: The dictator?": null, "Jasper: [whisper] The dictator?": null, "Lila: The dictator?": null, "Jayasohn: The dictator?": null, "Erika: Ooh!": null, "Izzy: The dictator?": null, "Aabria: Yeah. Oh, that's so interesting. Insight check. [laughs] That's": null, "interesting and normal. Both of you, come on.": null, "Izzy: 17.": null, "Siobhan: 19.": null, "Aabria: [wheezes] Oh my God! Yeah, yeah, she's just immediately like, oh": null, "fucking no. Even along with that, like, a word you've never heard before": null, "but the context in which you got a reaction and then the sort of": null, "understanding that comes with it is control.": null, "Siobhan: Yes.": null, "Jaysohn: Yeah, and she saw Truck. [dramatic menacing music]": null, "Siobhan It just doesn't get the same reaction?": null, "Aabria: Okay.": null, "Siobhan: Interesting.": null, "Aabria: No, no, no.": null, "Siobhan: 'Cause to Jaysohn, Truck, very scary. Killed grandfather.": null, "Aabria: Yeah, I think you're see-": null, "Siobhan: Dictator means nothing.": null, "Aabria: I think you're seeing in that moment that like, Truck is a word": null, "that just doesn't mean anything to her yet.": null, "Siobhan: Uh-huh.": null, "Aabria: That like, if she's seen it it didn't mean anything. And you": null, "guys have weirdly more broad knowledge about stuff. And you guys have": null, "weirdly more broad knowledge about stuff. Like, she can go deeper on": null, "some things, but you've heard a lot in the last 19 hours.": null, "Sybil: Uh, okay. Ooh, ooh, ooh, ooh. Wait, okay, rule one. We don't ask": null, "anyone that we're not sure are our friends anything!": null, "Jaysohn: And that's different from the other rule one that you already": null, "gave us?": null, "Sybil: No.": null, "Lila: No, she's just saying it, sort of saying it again.": null, "Jaysohn: Oh.": null, "Sybil: Yeah, I'm just, rule one, rule two, same rule.": null, "Jaysohn: Okay. Just don't talk to anyone.": null, "Sybil: Lock it down. No, no, you can talk. Be friendly.": null, "Jaysohn: Just don't talk to anyone anymore.": null, "Sybil: Don't look, don't be suspicious! We have to find this fucking": null, "Reactor!": null, "Immediately, the cast bounces in their seats and bursts into song. If": null, "you are reading this five years from now… it was big on TikTok at the": null, "time.": null, "All: [singing] Don't be suspicious, don't be suspicious…Don't be": null, "suspicious, don't be suspicious… Don't be suspicious… [Aabria laughing]": null, "Izzy: TikTok is great. [cast laughing]": null, "Sybil: I have an idea of where maybe a Reactor might be, but...": null, "Lila: [exasperated] Tell me.": null, "Sybil: I, ooh, okay. I was writing it down. Hold on.": null, "Lila: Okay.": null, "Aabria: And you see and she actually like, goes deeper into the nest and": null, "pulls out like, a scrap of paper and has drawn a rudimentary map a scrap": null, "of paper and has drawn a rudimentary map of this place and a couple X's": null, "where... She's like,": null, "Sybil: these are places it's very hard to get to.": null, "Sybil: And places that um, I feel pulled to.": null, "Lila: Hm.": null, "Sybil: So it's interesting that a place where my body says it wants to": null, "go is hard to get to, you know?": null, "Sybil: Does that make sense?": null, "Sybil: Like, the Light is like, yeah, that way. And then everything here": null, "is like, fuck that shit.": null, "Jaysohn: But it said the thing that we're supposed to go to the Light": null, "that Lila read.": null, "Sybil: You read a thing? [gasps] When you were on your way.": null, "Sybil: Right. We leave messages so stoats that are running from the": null, "humans or whatever problem they have know that they can keep going and": null, "it's like a hope thing, like hey-": null, "Jaysohn: But it's like saying you should do it and then it's saying you": null, "shouldn't do it.": null, "Sybil: Yeah, it's a little, yes, yeah, it's fucked up.": null, "Jaysohn: Well, I don't understand that at all.": null, "Sybil: No, I think you do.": null, "Jaysohn: No.": null, "Sybil: I think you understand that, and then the thing you do with that": null, "is not really coming to you, you know what I mean?": null, "Jayson: Sure.": null, "Sybil: Like, you get it. You've put a thing and a thing together, and": null, "you're like-": null, "Jaysohn: But why would you tell somebody to do something and then tell": null, "them that they can't do it? That's what I don't understand. That seems": null, "stupid to me. You just tell people one thing and then they should do the": null, "thing. Or they shouldn't, but then they're breaking the rules and then": null, "they can get in trouble.": null, "Sybil: Well, I mean, your mom tells you to do stuff that you don't wanna": null, "do, but you know you're good at doing, right?": null, "Jayson: Yeah.": null, "Sybil: All the time. This feels like that, but it feels like some parts": null, "maybe of Last Bast, they think they're our moms.": null, "Brennan winks at Rashawn.": null, "Jaysohn: So, so, but you know where these places are, so like, maybe all": null, "three of us, 'cause like, we're so good together as a team, maybe we": null, "could, the three of us... Like, what if we said to our mom we were going": null, "to Education but then, oops!": null, "Sybil: I think maybe this is a little more dangerous than just the three": null, "of us going. Also, I really like your mom, and she helped me not die": null, "yesterday.": null, "Lila: Yeah, we need Mom.": null, "Jaysohn: Oh, we really like our mom.": null, "Sybil: And she made me cry and I don't wanna do-": null, "Lila: I think if I lied to Mom I would throw up and shit myself.": null, "Jaysohn: Okay, but-": null, "Sybil: I think I would throw up and also shit myself.": null, "Jaysohn: But if you don't lie to Mom then you just stay next to Mom the": null, "whole time and then you're in...": null, "Lila: But just sometimes you talk to Mom and-": null, "Jaysohn: Resource Allocation and gnawed in the face.": null, "Lila: Right, and she's like, \"Okay, let's do it,\" you know? Like, she": null, "fucking broke into the place with us yesterday.": null, "Jaysohn: Yeah, Mom-": null, "Sybil: I spent three weeks marked so I think if we all start moving": null, "together-": null, "Lila: And you didn't have a grandma to give you a bath.": null, "Sybil: Exactly.": null, "Jaysohn: Hm.": null, "Sybil: My grandma died a while ago.": null, "Jaysohn: Oh no!": null, "Sybil: It's okay. Stoats die.": null, "Lila: That's true.": null, "Sybil: Um, eh.": null, "Lila: Yeah, get over it, Jaysohn.": null, "Sybil: I think if we all walk around together, then they think that I'm-": null, "Jaysohn: You get over it.": null, "Sybil: Making you ask the questions and I'm-": null, "Lila: Okay, we're gonna go back to our place, and we're gonna take a": null, "bath.": null, "Sybil: Take a bath, go find the Reactor, Charlie.": null, "Lila: Charlie.": null, "Sybil: Find Charlie.": null, "Lila: Yeah.": null, "Sybil: And then...": null, "Izzy: Morganstern. Who was the guy? Martin.": null, "Aabria: What? She just bleeds out through her nose.": null, "Brennan: Wenabocker.": null, "Izzy: Meinabiker.": null, "Aabria: Oh, you were... [laughs] Dr. Wenabocker.": null, "Lila: Dr. Wenabocker.": null, "Sybil: Yeah, we said the same thing.": null, "Lila: And the Reactor.": null, "Sybil: Go find it. I'm gonna stay here. It's my day off.": null, "Lila: And drive Truck.": null, "Sybil: And it's expected that I'm going to... What is a Truck? I'll": null, "figure it out later.": null, "Jaysohn: It's a bear.": null, "Lila: Well, I'll show you.": null, "Jaysohn: That moves on its own.": null, "Lila: Yeah, okay, bye. [smooches]": null, "Jaysohn: Bye.": null, "Sybil: Oh, kisses. [smooches]": null, "Aabria: And hands you the map and just pretends to like, curl up on": null, "herself and go back to sleep.": null, "Izzy: Okay, do I have any instincts of like, how my mom lied to me?": null, "Jasper: Hmm...": null, "Siobhan: Ooh, yes. [players 'hmm' dramatically, Brennan smiles]": null, "Aabria: I think past the like- [players laughing]": null, "Siobhan: Oh, right.": null, "Aabria: Past the lie of omission, I don't think so.": null, "Izzy: I just know that something was left out.": null, "IZzy: Do I know if she did it on purpose if she doesn't know-": null, "Aabria: There's no way to know that. You gotta keep on digging.": null, "Izzy: All right.": null, "Jasper: [whisper] Dig, dig, dig, dig dig dig a tunnel": null, "Izzy: Okay, we gotta take a bath!": null, "Siobhan: Grandma-": null, "Erika: So as I'm licking-": null, "Tula: [to Viola] Do you wanna knock this out 'cause this is gonna take a": null, "while.": null, "Siobhan raises her arms as Brennan and Rashawn pretend to lick her.": null, "Erika: As I'm... [Aabria laughing]": null, "Jasper: Right, can I do one insanely quick thing?": null, "Jasper: Could I find Olliver and Teedles?": null, "Aabria: Sure. Okay, so we're gonna follow Thorn then as you head over to": null, "the yellow corridor to find Teedles and Olliver.": null, "Jasper: Absolutely, yellow corridor, 19 by three.": null, "Aabria: Yep.": null, "Jasper: I just wanna find Olliver and Teedles. I wanna really quickly": null, "kinda catch them up. Like, I will very-": null, "Aabria: Real quick.": null, "Jasper: Very briefly just sort of basically say like, we have reason to": null, "believe-": null, "Aabria: Sure, sure, sure, sure.": null, "Jasper: That we're being followed, et cetera.": null, "Aabria: Perception check, perception check, perception check.": null, "Jasper: Ooh, ooh, ooh! We're doing okay today. 19!": null, "Aabria: Sweet. You are about to like, bust into their nest.": null, "Jasper: Boom!": null, "Izzy: They're dead.": null, "Aabria: No, they're fucking. [laughs] [Siobhan screams and laughs]": null, "Rashawn: Ooh!": null, "Brennan: Finally, some action on this goddamn show!": null, "Rashawn: Oh, it's been so sad.": null, "Brennan: [laughs] It's so sad!": null, "Izzy: They're dead and fucking.": null, "Brennan: No!": null, "Siobhan: Liches.": null, "Aabria: You blew this-": null, "Brennan: Little chipmunks inside them. [he mimes moving a puppet]": null, "Aabria: [laughs] Puppeting! Oh no, it's like \"The Lion King\" musical.": null, "[cast laughing] 'Making Simba'. It's a prequel.": null, "Jasper: Yeah, I'm about to like, charge around the corner and I'm like,": null, "ooh, oh!": null, "Izzy: Are they actually fucking?": null, "Aabria: Yeah, like, you see-": null, "Jasper: Yeah.": null, "Aabria: Like, their sort of nest and they are under the moss. [Jasper": null, "clears throat obviously]": null, "Izzy: Wait, they're fucking for real?? [Jasper clears throat loudly]": null, "[Siobhan laughing]": null, "Aabria: They have subtly referred to each other as partners, but-": null, "Izzy: You are crazy.": null, "Jasper: Yep.": null, "Aabria: You know, yeah. [Jasper clears throat]": null, "Izzy: [incredulous] In the morning? [Brennan laughing] That is some": null, "beginning of the relationship type stuff, all right? [Siobhan laughing]": null, "Jasper: Yeah, they've been dating for six months. [Brennan laughing]": null, "Which seems to be most of their lives.": null, "Aabria: Yeah, that's so long.": null, "Jasper: Yeah, I'm just... [clears throat excessively and looks at the": null, "ceiling]": null, "Aabria: Teedles' head pops up.": null, "Teedles: Inconvenient! Good morning!": null, "Thorn: Absolutely.": null, "Teedles: Love the Conduit. God!": null, "Thorn: So, I am truly so sorry.": null, "Teedles: Hi. You don't look as sorry as I feel.": null, "Thorn: Yep, that's... I've done more times than I-": null, "Teedles: Olliver, Olliver, Olliver! Just give us a second, okay?": null, "Olliver.": null, "Izzy: Olliver, come up from down there.": null, "Thorn: I can see you moving, Olliver! I can still see you! I'm not": null, "blind.": null, "Teedles: Yeah, he's trying to make some stuff happen.": null, "Thorn: Yep, mm-hmm, mm-hmm.": null, "Teedles: But we are having a meeting. What do you need? Do you... Good": null, "morning.": null, "Thorn: I just wanted to make a small request.": null, "Teedles: Mm-hmm.": null, "Thorn: I have reason to believe...": null, "Aabria: Gets down and moves over towards you.": null, "Thorn: I have reason to believe that my family is being tracked by": null, "Teedles: Okay.": null, "Thorn: There has been too many questions asked. I-": null, "Teedles: Lila.": null, "Thorn: most certainly.": null, "Teedles: Sure.": null, "Thorn: And I was wondering if perhaps you had picked or if you had": null, "offered yourselves for a job yet. You or Olliver.": null, "Teedles: [sarcastically] Oh. No, we're so traumatized.": null, "Thorn: I know you're busy. I completely, you know.": null, "Teedles: Yeah.": null, "Thorn: Yeah.": null, "Teedles: Man, we've been here for a day.": null, "Thorn: I know.": null, "Teedles: I got to sleep and then food was just there and I was like...": null, "Thorn: It's great.": null, "Teedles: Could you imagine, a day to ourselves?": null, "Teedles: Yeah. How did you get in this much trouble immediately?": null, "Thorn: Lila. So-": null, "Teedles: Yeah.": null, "Thorn: Like I was saying-": null, "Teedles: Yeah, and she's so mean.": null, "Thorn: Yeah, yeah.": null, "Teedles: She's so mean.": null, "Thorn: Truly.": null, "Thorn: She gets it from her grandmother. She's a nightmare.": null, "Teedles: She's so mean!": null, "Thorn: I thought we were really getting along and then she just turned": null, "round and was just like, ka-ka, cut me down. [karate chops]": null, "Teedles: Yeah, crazy.": null, "Thorn: Like, I've never felt so undermined.": null, "Teedles: I'm gonna be really honest. I do like Viola.": null, "Teedles: So mean.": null, "Thorn: Yeah, oh, oh, truly, but I kinda like it when she's mean, you": null, "know what I mean?": null, "Teedles: Yeah, God, what it would be like to-": null, "Thorn: Like when she's mean I'm like, mm, okay.": null, "Teedles: Yeah, no, I get it, I get it, I get it, I get it, I get it, so": null, "get it.": null, "Thorn: I can paint you a more vivid picture if you want.": null, "Teedles: I don't want more of a picture. Thank you, sir.": null, "Thorn: But I've seen your pic... No, okay. [cast laughing]": null, "Izzy: What the fuck are you guys talking?": null, "Aabria: It's a cult and sometimes it's horny. Don't worry about it.": null, "Thorn: Lila, why are you here?": null, "Teedles: Lila, go back to your room!": null, "Thorn: Go back to your rooms.": null, "Teedles: I'll explain when you're older.": null, "Thorn: This is very much an adult conversation.": null, "Thorn: I was just wondering, if you hadn't picked a job yet, I feel like": null, "Population Support is one of the more connected, connective tissues,": null, "shall we say. And it wouldn't be the worst idea for us to have someone": null, "on the inside.": null, "Teedles: Done.": null, "Thorn: But no risks. Don't... The last thing I need is for either of you": null, "to be in any trouble. I'm just, I think that if we're going to find out": null, "some information, it would be helpful. Thank you.": null, "Teedles: Done, okay?": null, "Thorn: Okay, yeah. You...": null, "Teedles: Keep them safe.": null, "Thorn: I will. And...": null, "Teedles: I would hug you, but I feel like it's weird.": null, "Thorn: I truly don't want to, yeah.": null, "Teedles: Yeah, yeah. It's weird.": null, "Thorn: Yeah, yeah, the smell is...": null, "Teedles: But there's like a-": null, "Teedles: Yeah, nothing. You're good.": null, "Thorn: Okay, as you... Uh, nope, uh, yes, I'll uh, catch you in...": null, "Teedles: Yeah, we gotta go.": null, "Thorn: In a bit. Olliver, Olliver looks really tired. Are you okay,": null, "buddy? [chuckles]": null, "Olliver: Don't look at me.": null, "Aabria: Olliver's just like, don't look at me.": null, "Jasper: He's just like... [sighs in exhaustion]": null, "Teedles: Sun, wind, go.": null, "Thorn: Okay, yep, mm-hmm.": null, "Teedles: Thank you so much.": null, "Thorn: Yep, brighter than, swifter than the wind, eh, Olliver? Nope,": null, "okay.": null, "Olliver: Yeah. [cast laughing at the innuendo]": null, "Izzy: Go, go! [Aabria blows kiss]": null, "Erika: Oh, oh! [cast continues laughing]": null, "Brennan: Got 'em. [Izzy grimaces]": null, "Aabria: Got 'em. [laughs] And you go ahead and make your way back. So": null, "what's the game plan, fam?": null, "Ava: Well, I suppose that we should go meet Charlie, yes.": null, "Thorn: Mm, okay, but let's just have it a tiny bit quieter. Just like a": null, "tiny bit.": null, "Tula: Sybil said that it would be best to be clean. It would be best to": null, "not have this. All right, well then yeah, let's do that.": null, "Lila: Didn't we already do that?": null, "Tula: To Jaysohn, yeah.": null, "Viola: But you haven't gotten yours. [licking daintily as Brennan lifts": null, "his arms] [Aabria laughs]": null, "Jasper: Get in there.": null, "Tula: This is great.": null, "Erika: There's a little, a grooming train.": null, "Brennan: Yeah. I'm gonna go like,": null, "Tula: Mama, I think Vi's got it, Vi's got it.": null, "Ava: Are you sure?": null, "Viola: I got it. I gotta practice, Mama.": null, "Tula: Thank you. It's just, it's so much faster and nicer when you have": null, "saliva.": null, "Rashawn: And your fur- [cast laughing]": null, "Aabria: The dry grandma.": null, "Rashawn: Kinda part- Not a middle part, but just to the sides.": null, "Izzy: This episode is fucked up. [Siobhan laughs]": null, "Erika: So, um, yeah, and that... And as I'm licking Viola I'm,": null, "Ava: And that “Karen” lied directly to my face. I mean, I asked, you": null, "know, \"Have you ever had an altercation with a human?\" And they were": null, "like, \"No.\" And absolutely they have. Pushed 'em back, I'd say.": null, "Thorn: As in, they've, altercation with the humans here?": null, "Ava: Oh, I don't know if it was here here, but I, you know, they've": null, "been... The twins say that they've been sort of going out further and": null, "that the humans have been coming through and all. And I asked them, do": null, "you plan to go to human burrows And I asked them, do you plan to go to": null, "human burrows and wipe them out, you know, just the way that your father": null, "and I did many years ago? The Blue Warren is no more. Well, you go to": null, "their warren and then you get rid of them-": null, "Lil: You killed people?": null, "Ava: What? No.": null, "Tula: Stoats, darling. Stoats.": null, "Lil: Oh.": null, "Ava: Stoats, yes, and so they, yes, indeed, I think they're putting": null, "together some plans for being able to go to human burrows and make sure": null, "that they don't come back here anymore.": null, "Lila: Grandma, you got so much intel. I'm so impressed.": null, "Ava: Oh, thank you, dear. It's not bad for someone who doesn't know how": null, "to read or pre-read.": null, "Lila: Sure.": null, "Brennan: Pre-read? Oh, write. [cast laughing] [Aabria clapping] And I'm": null, "going to... I'm gonna look at Thorn and Viola and say,": null, "Tula: Whatever is or is not true about the Blue, here they are in": null, "control of everything, and we know that they are lying. So this place is": null, "not safe. I think we should go... I can't believe I'm saying this. I": null, "think we should go to this Reactor.": null, "Viola: Oh, I've been waiting for you-": null, "Viola: To get on board, Tula!": null, "Izzy pretends to undergo a spiritual experience.": null, "Tula: Lila! Look at me! [Aabria screams excitedly]": null, "Thorn: I just say to everyone, nobody argue. Let's just go.": null, "Aabria: Ooh!": null, "Aabria: Hold on, Jaysohn-": null, "Lila: [screaming, holding the map] I have a map! I have a map! [cast": null, "Thorn: Yes!": null, "Viola: She's always Tula, but Tutu's here. Yay!": null, "Tula: We're living in a Population Support state. We can't yell this": null, "stuff out loud! [cast laughing]": null, "Aabria: Amazing.": null, "Jasper: To the forbidden place!": null, "Aabria: So as you guys come down, I need you to make an investigation": null, "check to read and comprehend the map.": null, "Rashawn: Can I give the help action since I can read too?": null, "Rashawn: Yes!": null, "Jasper: Hey!": null, "Izzy: I also read the other map.": null, "Aabria: Right, but that one was very much like, here's a hallway. You": null, "were able to map it easily. This one is someone who hasn't really had-": null, "Jasper: Secondhand.": null, "Aabria: Like an eagle-eyed view. Yeah, exactly, trying to explain": null, "distance. Like, it's a real zoomed-out cartography, and she might not": null, "have done that good a job. How'd you do?": null, "Izzy: Critical... Success.": null, "Aabria: Okay. [warm tones resound] [players cheering] It coulda gone a": null, "different way.": null, "Rashawn: My heart.": null, "Izzy: For a 29.": null, "Aabria: Amazing!": null, "Brennan: You don't say. [Rashawn snapping fingers]": null, "Jasper: These stoats are cooking. Let's go.": null, "Rashawn: [singing] The hottest girl in the world!": null, "Brennan: I mean, I have a moment of just tearing up as I watch my sister": null, "who can do this crazy power help my little daughter with the...": null, "Tula: You're doing such crazy stuff. I don't understand!": null, "Lila: [tearfully] And so are you, Mommy! You wanna go and you wanna find": null, "the crazy thing.": null, "Tula: I wanna do it 'cause I think it's gonna expedite us leaving, but I": null, "love you. [cast laughing]": null, "Erika hands Izzy a hard candy. Izzy holds it up in triumph.": null, "Aabria: You understand expedite immediately. And there was a lot to this": null, "because there were multiple X's where there were a couple points of": null, "like, this might be it, this might be it, this might be it. And I think": null, "as you, like, deftly navigate through the halls of Last Bast, you get": null, "closer. I wanna honor that crit because I was going to make you check": null, "each reactor to try to find Charlie.": null, "Aabria: But I think the second one you go to as you're like, okay, this": null, "might be one. How could you tell? Let's go check the other. And as you": null, "were like, well, maybe we go down this. Something inside you is like,": null, "no, the thing you feel isn't strong enough.": null, "Izzy: Mm-hmm.": null, "Aabria: And as you like, go and-": null, "Izzy: Yeah, Sybil said it was like... You know?": null, "Izzy mimes being pulled forward by her chest.": null, "Aabria: Sybil did say… [she mimics Izzy]": null, "Izzy: Sybil went uh, uh. [Aabria laughing]": null, "Aabria: But as you go to the second reactor, you're like, oh, something": null, "feels very strong here.": null, "Aabria: And like, you're struggling to look away from it. As you guys": null, "are moving through, she has a perfect line on where you need to go. Are": null, "you trying to move discreetly? Or are you just trying to move quickly?": null, "Jasper: Yes.": null, "Rashawn: I wanna cast Protection from Good and Evil on our leader here": null, "who's sussing through.": null, "Aabria: Vibes. You wanna do it now?": null, "Aabria: How long does the spell last?": null, "Rashawn: 10 minutes.": null, "Aabria: Okay. Anyone else?": null, "Brennan: I'm gonna hold on until we're closer. Bless only lasts one": null, "minute so hold on.": null, "Aabria: Anyone else putting some stank on?": null, "Jasper: Yeah, I'll go with Pass Without Trace on all of us.": null, "Aabria: When do you cast it?": null, "Jasper: Hm?": null, "Aabria: When do you cast it?": null, "Jasper: Well, it lasts for an hour.": null, "Jasper: So like, as soon as we get to a point where we feel like the": null, "restricted tape is up.": null, "Aabria: Sorry, we're doing a little bit of like, I'm gonna honor that": null, "crit immediately and tell you how easily your way will be.": null, "Jasper: Oh, we have to get there.": null, "Aabria: Because of Lila's-": null, "Jasper: Right, I see.": null, "Aabria: Critical success, and now I'm talking about the sort of": null, "nitty-gritty of like, how are you getting there and how are you managing": null, "the fact that you've got-": null, "Jasper: I see.": null, "Aabria: Now you have a proverbial level of stank on you.": null, "Jasper: Yeah, I will do that as soon as we head out.": null, "Aabria: As you head out?": null, "Aabria: Okay.": null, "Izzy: What if they can Detect Magic? [Siobhan gasps]": null, "Aabria: That's so interesting and-": null, "Izzy: No! Uncast!": null, "Aabria: What a delightful, what a delightful meta thing to have said.": null, "Izzy: Uncast, uncast! [Brennan laughing]": null, "Aabria: Pass Without Trace is on everyone. Give me stealth checks. How": null, "are you trying to get there? Are you like, weaving through-": null, "Siobhan: Jesus Christ.": null, "Aabria: Normal areas? Are you trying to look for secret passages to get": null, "where you're going?": null, "Jasper: Uh, oh...": null, "Erika: Well, I...": null, "Aabria: Everybody.": null, "Aabria: It's a question for everybody.": null, "Jasper: Yeah, yeah, yeah. Please don't put this on me.": null, "Erika: I don't think that we need to move quickly, you know. It's not": null, "like we're on some sort of a crunch here. I'd say that we just go": null, "carefully.": null, "Brennan: 29.": null, "Aabria: Damn!": null, "Brennan: I roll stealth with disadvantage.": null, "Aabria: God damn!": null, "Siobhan: I have a 17.": null, "Rashawn: [to Brennan] You still got that high? [he nods]": null, "Siobhan: And I rolled a two so I... [laughs] I got a 19.": null, "Aabria: Do you wanna use any of the inspiration that's been thrown your": null, "way?": null, "Siobhan: I absolutely do. I absolutely do. Okay, that's a 27.": null, "Aabria: There you go.": null, "Siobhan: There we go.": null, "Rashawn: I got a 18.": null, "Aabria: Lila is focused and locked in, but you have to give her like,": null, "we're running through the halls or we're trying to find a secret": null, "passage, and that's the question I need answered from you now.": null, "Siobhan: Oh.": null, "Rashawn: Finding the secret passage.": null, "Brennan: Secret, yeah.": null, "Siobhan: Yeah, I'm gonna say secret just 'cause we had success with the": null, "secret passage yesterday, right?": null, "Brennan: I think the threat, right, if we're gone for longer they know": null, "that we're not in our home and they raise a high alert, right?": null, "Siobhan: Right.": null, "Brennan: So if we're sprinting through the hallways, it's like-": null, "Siobhan: That's also weird.": null, "Brennan: It's also weird. I think it's one of those things where-": null, "Aabria: Make it weird.": null, "Brennan: Pick our poison.": null, "Siobhan: Yeah.": null, "Brennan: I'd rather explain why they couldn't find us than get caught": null, "going to the big, secret place.": null, "Siobhan: Yeah, yeah.": null, "Jasper: Hell yeah, okay.": null, "Aabria: And with that note, [to Siobhan] give me a survival check. [die": null, "Siobhan: Okay. [laughs] There it is. That is a 27.": null, "Jasper: Whoo!": null, "Aabria: Amazing, as you are sort of given the notes as everyone's like,": null, "okay, we have to find a way to like, not be seen and make our way": null, "through so Lila can navigate us there. You, whose head is always up": null, "looking for a more interesting thing than whatever the fuck's happening": null, "in front of you have clocked big vents and pipes everywhere. [Siobhan": null, "whips her head around] And you think that like, if you lead them through": null, "the ventilation system.": null, "Aabria: Where you do not see stoats running, you can get them there out": null, "of sight. And with a 27, you absolutely do it. I don't even have a": null, "navigational thing to give. Like, you do it. You're great.": null, "Jaysohn: Mom, it's like what Sybil did with us yesterday.": null, "Tula: Oh! Up through here?": null, "Tula: It doesn't smell like anything even comes up through here.": null, "Tula: Well, great job, sweetie. You are both doing so good. I'm so proud": null, "of you. [tearfully] And it's just such little time until you're grown": null, "up. You're almost there. I love you so much.": null, "Izzy and Siobhan wiggle their fingers and touch hands across the table.": null, "Jaysohn: No, no, no, we're already really grown up and we're doing": null, "grown-up jobs.": null, "Jaysohn: And we don't have to go to Education. Let's go! [cast": null, "chuckling] [Brennan sighs in exasperation]": null, "Ava: What would they learn there anyway that they can't learn with their": null, "grandmother?": null, "Jaysohn: Exactly. Grandma teaches us so much.": null, "Tula: Well, I would normally say something sassy, but she interrogated": null, "the president? What happened? [cast laughing] I think she's right. I": null, "think it all, she's right.": null, "Viola: And she thinks she is the president.": null, "Brennan: There you go.": null, "Aabria: You make your way through-": null, "Tula: Wait, what did you talk to that dictator about? You didn't talk": null, "about anything inappropriate, did you?": null, "Ava: No.": null, "Aabria: Insight check! With advantage!": null, "Erika: No!": null, "Aabria: Deception check!": null, "Rashawn: I'm gonna gang up on Mom, too.": null, "Jasper: Did you ask if this dictator was single?": null, "Brennan: That's gonna be a 28.": null, "Aabria: Oh, yeah.": null, "Erika: Well, that's a four. [players laughing] I 100 percent believe": null, "that I did not say anything out of the ordinary.": null, "Aabria: And you know what that means. [cast laughing]": null, "Ava: Not even a little bit, but that Bennett fellow was there. [cast": null, "chuckling]": null, "Tula: I cannot believe that you told an immortal dictator that your": null, "daughter was single. [cast laughing] All right.": null, "Ava: If I don't get it there, who will? [Brennan laughs]": null, "Aabria: [claps] Amazing. You make your way through this ventilation": null, "system, and you're able to make your way through pipes and tunnels and": null, "then you start getting to spaces and places where it's dusty and there": null, "are no longer stoat footprints. And you feel it, that's the thing that": null, "almost takes over from your mind mapping down the marks. You can let": null, "that light, that Blue lead you forward and down until you see letters": null, "sort of on the inside. Markings, the letter C over and over again for": null, "Charlie. You don't know. It doesn't matter. There's no need for a stoat": null, "to understand the NATO alphabet. And then you find it. Can I get my map?": null, "Wipe cut to the new map. It is a large, square stone floor resting above": null, "a pool of water and enclosed by circular walls of a rusted-out nuclear": null, "reactor. The floor is made up of eight smaller squares, each of which": null, "contains a portion of a symbol carved into the rock. Because one square": null, "is missing, from above, the floor resembles a sliding number puzzle. The": null, "symbol, though scrambled, is clearly the trefoil icon for nuclear power.": null, "The stoat models are arranged on the border of the floor next to the": null, "squares.": null, "Aabria: Okay, you all move down. You find a little hatch, open it up": null, "[players gasp] and push through.": null, "Aabria dramatically removes the high walls to reveal the puzzle to the": null, "cast.": null, "Izzy: Lines. [players screaming]": null, "Jasper: What? [player gasps]": null, "Brennan: It's a straight-up puzzle! [Jasper gasps]": null, "Rashawn: It's a puzzle!": null, "Aabria: You see one stoat [player gasps] waiting on the edge.": null, "Izzy: Meredith.": null, "Aabria: [jokingly] It's absolutely Meredith.": null, "Brennan: If it's Meredith, I'm gonna spec barbarian-": null, "Aabria: So here's what we're gonna do. You get absolutely rushed as you": null, "sort of spill through the hatch [hatch squeaking] into this room. And a": null, "singular stoat with the massive cattle prods that you saw earlier is": null, "going to run up and take an attack.": null, "Siobhan: [gasps] Auntie!": null, "Aabria: With a natural 20.": null, "Jasper: Oh!": null, "Aabria: Viola, you take 17 points of lightning damage, and I need": null, "everyone to roll initiative. [Erika groans]": null, "Jasper: Oh, this is so sick. [Aabria laughs]": null, "Brennan: 17.": null, "Aabria: All right, 17.": null, "Siobhan: 23.": null, "Aabria: Jaysohn's got a 23. Viola.": null, "Rashawn: Eight.": null, "Aabria: Eight. Thorn.": null, "Jasper: [laughs] That is eight. [Aabria gasps in realization]": null, "Rashawn: Honey, oh my God.": null, "Jasper and Rashawn clasp hands as they share initiative order.": null, "Siobhan: Cute.": null, "Aabria: That's so cute.": null, "Jasper: Terrifying.": null, "Aabria: Assumption that Thorn has the higher dex-": null, "Jasper: I think I have the higher dex.": null, "Aabria: Between the two of you.": null, "Jasper: I've got a +3 for dex, yeah.": null, "Rashawn: +3.": null, "Siobhan: Also three.": null, "Jasper: Oh my God!": null, "Aabria: Oh my God, Rollies! Roll again! [dice tap table]": null, "Rashawn: [to Jasper] You got it.": null, "Jasper: Right.": null, "Aabria: Yeah, okay. [laughs] Ava, how'd you do?": null, "Erika: Nine.": null, "Aabria: Nine.": null, "Izzy: 21.": null, "Jasper: Got a 21.": null, "Aabria: With a 23, Jaysohn, you're up.": null, "Siobhan: Okay, I am going to bonus action bring out my Arms of the": null, "Astral Self. They glow blue and give me a 10-foot range. And I am going": null, "to rush past this person who just zapped my favorite aunt, and I am": null, "going to try to knock them prone.": null, "Jasper: Oof.": null, "Siobhan: So first attack is a 17?": null, "Aabria: Misses.": null, "Jasper: Ooh.": null, "Siobhan: The second attack.": null, "Rashawn: Ooh.": null, "Siobhan: Oh, that's gotta hit. Is a 26.": null, "Aabria: Oh my God, yeah. Absolutely hits.": null, "Siobhan: Okay, I knock them to the floor.": null, "Aabria: You see this stoat like, sort of encumbered, manages to miss": null, "your first hit, but you're able to like, get in and under, and just the": null, "unwieldiness of the contraption on his back, he falls down and is prone.": null, "Siobhan: So now you all have advantage-": null, "Izzy: Get his thing.": null, "Siobhan: On attacking him.": null, "Izzy: I will have advantage?": null, "Izzy: Oh cool, take his gun.": null, "Siobhan: Well, I used my bonus action. I don't... Can I take his gun?": null, "That seems like a... I don't have any other actions.": null, "Aabria: There are specific things in kits that allow you to like, remove": null, "weapons so yeah.": null, "Jasper: Yeah, yeah, yeah.": null, "Siobhan: Yeah, but can I try and take his gun?": null, "Aabria: No. [chuckles]": null, "Izzy: I can.": null, "Siobhan: Yeah!": null, "Aabria: Sure. Go ahead.": null, "Izzy: Okay, I am going to sneak attack.": null, "Aabria: What are you attacking with? Are you getting in close?": null, "Izzy: Does that feel dumb?": null, "Aabria: The thing that is gonna be hard if you get in close is that": null, "you're gonna be in range of a lot of this stuff, and you don't know": null, "like, how quickly he's gonna move in initiative.": null, "Izzy: Uh-huh.": null, "Aabria: And you're by a big, terrifying pit.": null, "Izzy: So if I move in close...": null, "Aabria: You'll attack with advantage. If you stay far away, you'll be": null, "safer, but you will attack with disadvantage.": null, "Izzy: Okay, yeah, I will just... What's it called? Primal...": null, "Aabria: Primal Savagery.": null, "Izzy: Savagery.": null, "Aabria: Nice!": null, "Izzy: And try and take his thing.": null, "Aabria: So you're gonna aim to disarm him?": null, "Aabria: Okay. Make an attack roll.": null, "Izzy: 24.": null, "Aabria: A 24 hits. So, you see that this is like, strapped on and the": null, "main prod is in his hands.": null, "Aabria: So you cannot take this thing all the way off of him.": null, "Izzy: Okay.": null, "Aabria: But you can like, kick away the main prod in the front.": null, "Izzy: Okay, I'm going to do that.": null, "Izzy: 'Cause I think I'm scared of it. Can I kick it towards Jaysohn?": null, "Aabria: Sure. You come forward in here. Interpose yourself. [intense": null, "energetic music] And with him down on the ground, you're able to kick it": null, "and it slides back, still connected to his back and the backpack that": null, "he's wearing, and the prod itself is like, in front of Jaysohn now.": null, "Izzy: Okay, and then I'm gonna move back. [laughs]": null, "Aabria: If you move away and leave his threatened area, he's gonna get": null, "an opportunity attack on you.": null, "Siobhan: You could bonus action disengage.": null, "Izzy: Yeah, yeah. I'll do that.": null, "Aabria: Okay, so then you disengage. Where do you wanna get to? So": null, "you're able to use the rest of your movement to go somewhere else. Where": null, "are you trying to be?": null, "Izzy: I think just like, maybe behind Viola.": null, "Aabria: Okay, cool. And then you get in. You're able to, while he's": null, "down, kick the prod away and then sort of slither back under your aunt's": null, "legs. You just peek back, fuck off! [cast laughing] And he's still down.": null, "Beautiful.": null, "Rashawn: Good job, good job.": null, "Brennan: Good job, sweetie. Good job, sweetie.": null, "Aabria: A mild applause rings through this bizarre space, and everyone": null, "sees like, kind of as you look in and to the right, this massive pool.": null, "And it's almost distracting how enticing it is.": null, "The water of the pool that is visible in the open square of floor glows": null, "a scintillating, enticing Blue. Mysterious music plays.": null, "Like, being a kid going to a pool on the first day of summer you're": null, "like, nothing in this universe I want more than to jump into this. This": null, "is the closest you've ever been to a high concentration of what they": null, "call the Light and what you call Blue. [Jasper whistles dramatically]": null, "Next up, Tula. [stoat chittering]": null, "Brennan: This person here with the cattle prod, he's been partially": null, "disarmed.": null, "Brennan: But not permanently. And coming in here, he just attacked my": null, "pregnant sister.": null, "Brennan: [flatly] Okay, I'm gonna kill him. [cast laughing] So...": null, "Aabria: You can absolutely get across. I kind of just put you in": null, "arbitrary spots.": null, "Brennan: No, for sure.": null, "Aabria: Don't worry about that initial distance.": null, "Brennan: I'm gonna rush here, bonus action... Or actually, yeah, I'll": null, "just get to Tula's spot and like, put an arm in front of you, seeing": null, "you're injured.": null, "Aabria: Mom arm! [laughs]": null, "Brennan: Mom arm my sister.": null, "Brennan: I'm gonna jump onto this tile here. [points to a square of": null, "floor next to the open pool]": null, "Brennan: And I'm going to attack this absolute jabroni [Siobhan and": null, "Aabria laughing] with advantage 'cause he's prone.": null, "Rashawn: Fuck 'em up.": null, "Brennan: Okay, that is a 12 on the first attack.": null, "Aabria: And then the next one's gonna be... That one's gonna be a 27.": null, "Aabria: Oh, jeez!": null, "Jaysohn: Yeah, Mom!": null, "Aabria: It just hits!": null, "Erika: Yes!": null, "Jasper: Let's go, Tula.": null, "Brennan: Okay, and I'll go ahead-": null, "Rashawn: Toot toot.": null, "Brennan: And drop a-": null, "Jasper: Toot, toot!": null, "Brennan: I'll drop a smite on this one.": null, "Brennan: Just a first-level one. We'll go, so that's gonna be eight, 11,": null, "18, plus four. [Jasper grunts] 22 points of damage.": null, "The cast grins at the utter pwnage.": null, "Izzy: Just a first-level one, and he's actually expired.": null, "Aabria: Jesus Christ. [Brennan and Siobhan laugh]": null, "Jasper: Past tense.": null, "Aabria: Kind of a glass cannon. Yeah, just describe what you do to him.": null, "Shit.": null, "Siobhan: Wow, a one-hit wonder.": null, "Jasper: Okay, that was dope.": null, "Izzy: He's dead?": null, "Aabria: Fuck. Well, I did think this was gonna be more of a like, what's": null, "going on?": null, "Izzy: He attacked a pregnant woman.": null, "Brennan: I think this-": null, "Aabria: He doesn't know she's pregnant!": null, "Izzy: He has to die.": null, "Brennan: I think there's a... Again, I think that like, I... It's not": null, "reflected mechanically here. Tula has, if there was, like barbarians": null, "have rage. If she had a feature it would just be called fear.": null, "Aabria: Ooh.": null, "Brennan: And it would be... And so there's, she sees her sister being": null, "hurt. Is like, is immediately like, my sister, her children, their": null, "future, all of the happiness, everything coming to them. And if you": null, "like, caught it, those cameras where horses cross the finish line, the": null, "moment where the guy dies, [snaps fingers] I already just have my fangs": null, "deep in his trachea larynx tearing his throat out, and my eyes are wide": null, "in panic so I'm at my most afraid in the moment where I kill him.": null, "Aabria: Oof! [viscera splashing] Oh, that's a cool description. Well,": null, "anyway, um-": null, "Jaysohn: Mom, can I have the weapon?": null, "Brennan mimes ripping and tearing wildly with his teeth. He snarls and": null, "gasps at Siobhan’s voice before looking up at her.": null, "Viola: Whoa!": null, "Brennan: [breathless] Yes, yeah, sweetie, if you want the weapon...": null, "Jaysohn: Oh!": null, "Ava: [to Tula] That-a girl!": null, "Erika: And clean up the… [they mime wiping goo with a thumb]": null, "Siobhan: Yes!": null, "Brennan wipes his mouth and pants.": null, "Tula: [frantic] Are you okay?": null, "Viola: I'm okay, I'm okay. Um, how are you?": null, "Tula: Fine. What an asshole!": null, "Viola: Where are we, Tula?": null, "Tula: I don't know.": null, "Brennan: I'm gonna immediately just go to my sister and heal her for,": null, "how much damage did you take?": null, "Rashawn: 17.": null, "Brennan: Okay.": null, "Izzy: Oh my God.": null, "Aabria: Glass cannon. [laughs]": null, "Izzy: He's in hell.": null, "Brennan: Yeah, I've sent him straight to hell. We're gonna do Cure": null, "Wounds at first... That's 1d8, right? Or is that 2d8?": null, "Aabria: 1d8.": null, "Brennan: 1d8. Yeah, yeah, yeah.": null, "Aabria: 1d8 plus...": null, "Brennan: Plus spellcasting. So that's gonna be an eight. I heal eight": null, "hit points with the first one so you have, there's nine left, right?": null, "[energy powering up] Nine points of damage left. And I'll go ahead...": null, "I'm gonna do Lay on Hands for the rest. Let me get you back up to full.": null, "Rashawn: Oh, thank you.": null, "Brennan: You got it. I'm not gonna let my baby sister-": null, "Aabria: HP back up.": null, "Brennan: Walk around here with kids on the way, injured! I don't fucking": null, "think so!": null, "Rashawn: It's just like when we were kids and people would try to funk": null, "with me. And my eyes close for like a second, and I thought it was 20": null, "years.": null, "Brennan: Yeah, I think there's a moment where I get my paw around you": null, "and it is like some other stoat in the Red Warren had like, pushed you": null, "down and I had thoroughly kicked his ass, but I did not tear a throat": null, "out, but...": null, "Viola: [tearfully] My sister's gonna fuck you up! [Brennan and Aabria": null, "Erika: Oh!": null, "Viola: Thank you, thank you.": null, "Tula: Sweetie, okay.": null, "Aabria: I'm gonna ask a real morbid question.": null, "Siobhan: Do we eat stoat? [laughs]": null, "Aabria: If you wanna.": null, "Jasper: Well, uh... [clears throat]": null, "Jaysohn: Mom?": null, "Tula: Mm-hmm?": null, "Jaysohn: Do we eat stoat?": null, "Tula: You had rabbit earlier today.": null, "Jaysohn: Oh, but I'm real hungry.": null, "Viola: Sis, do not digest. They've been in this.": null, "Tula: I don't think it's safe. Your Auntie Vi is right, okay?": null, "Thorn: I have a suggestion, and I'd love it if-": null, "Lila: [singing] But what happens if we go in the water?": null, "Thorn: This is, I have a suggestion that I truly-": null, "Lila: [singing] And Tula, oh my God…": null, "Thorn: It doesn't sit well with me, but I'm just gonna say it anyway. Is": null, "there a universe in which it behooves us to throw the body into the, to": null, "see what happens.": null, "Lila: [singing] And see what happens… Does he come back to life?": null, "Thorn: Just so that we know. [Izzy and Aabria laughing]": null, "Aabria: The song is so pleasant and the concept is...": null, "Jasper: Is horrific.": null, "Aabria: [singing] A nightmare!": null, "Tula: And Lila, if the man-": null, "Lila: [singing] And you get rid of the evidence!": null, "Tula: Who just tried to kill your aunt-": null, "Lila: What?": null, "Tula: Came back to life, we would learn...": null, "Jaysohn: It's okay 'cause I have the thing. [she mimes holding the": null, "cattle prod]": null, "Tula: I think that the best thing for us to do is to figure what this": null, "room is for.": null, "Aabria: [holding the model of her glass cannon baddie] RIP.": null, "Tula: Let's not jump to the scariest experiment right away. Let's do": null, "some safer experiments first.": null, "Jaysohn: Yeah, can I zap Lila?": null, "Tula: No, sweetie-": null, "Lila: No.": null, "Jaysohn: Just an experiment! You said an experiment!": null, "Lila: Zap Thorn.": null, "Tula: Sweetie, look me in the eyes. Are you gonna be able to not zap": null, "friends with that?": null, "Jaysohn: [whispers] Yes.": null, "Lila: Zap the body.": null, "Jaysohn: Can I zap the body?": null, "Tula: Actually, you should get some practice. Zap the body.": null, "Siobhan: Yes! [Brennan laughs]": null, "Aabria: You're gonna try to zap the body?": null, "Siobhan: Yes.": null, "Aabria: All right.": null, "Siobhan: [apprehensive] The fuck.": null, "Aabria: I need you to make an intelligence saving throw to interact with": null, "technology.": null, "Siobhan: A saving throw?": null, "Brennan: Saving throw?": null, "Siobhan: Well, thank God I have a -1 to that.": null, "Brennan: And you add +2.": null, "Rashawn: Add +2, add +2. [Siobhan laughs]": null, "Brennan and Rashawn guffaw at the terrible roll.": null, "Jasper: So +1. Is that a nat one?": null, "Siobhan: It's a three, which becomes a two, which becomes a four.": null, "[Aabria laughing]": null, "Erika: Hey!": null, "Aabria: It's going up.": null, "Siobhan: I am my grandma's grandson.": null, "Erika mouths “I’m so proud” to Siobhan.": null, "Aabria: I think you have the understanding that you found the trigger": null, "before you found where to grab it.": null, "Siobhan: Uh-huh, sure.": null, "Aabria: And like, it's very light. [Siobhan laughs]": null, "Jasper: All right, yeah.": null, "Aabria: It's not that light. You're gonna take seven points.": null, "Jasper: Ooh!": null, "Aabria: Of thunder damage just off of like, the second-degree current": null, "coming through the prod before you- [electrical buzzing]": null, "Siobhan: Can I do a deception check so that my mom doesn't see that I": null, "got hurt?": null, "Aabria: Yes!": null, "Siobhan: 'Cause don't want her-": null, "Brennan: [loudly] Would love to roll insight.": null, "Siobhan: To take it away.": null, "Aabria: Yes, yes, yeah, absolutely.": null, "Brennan: Would love to roll insight.": null, "Siobhan: Fucking absolutely.": null, "Aabria: With advantage.": null, "Brennan: That's only a, oh, with advantage, okay.": null, "Aabria: No, wait, I don't wanna give you advantage. This is funnier.": null, "Siobhan: I got a 10.": null, "Brennan: Okay, on a four, I got a 14. [cast laughing] So I'm gonna go,": null, "Tula: [sharply] Jaysohn, did you hurt yourself with the lightning gun?": null, "Siobhan: My hair is all just standing up.": null, "Aabria: One ear is like, twitch, twitch.": null, "Tula: Then why is your hair like this?": null, "Aabria: Bleed. [she mimes blood dripping from an ear]": null, "Tula: Why is your hair like this?": null, "Jaysohn: It's been like this the whole day.": null, "Tula: [insistently] So it doesn't shock you? So if I hold it it won't": null, "shock me? Can I hold it? Can I see the lightning gun?": null, "Tula: Oh, thank you, wonderful. Great. Smash, smash, smash, smash, smash": null, "to bits!": null, "Brennan mimes destroying the weapon.": null, "Lila: We need it!": null, "Tula: [loudly] No we don't! The guy who had it I killed in a second. We": null, "don't need it. And in fact, I'd love some examples of any time curiosity": null, "has helped this family! A-five, four, three, a-two, one! Let's solve the": null, "puzzle and leave forever! [the cast laughs at the sass]": null, "Aabria: [crying with laughter] You...": null, "Thorn: What's a puzzle?": null, "Tula: [even louder] Yeah, great question! Let's go now! [Siobhan sinks": null, "down in her chair, grinning]": null, "Aabria: You look at the Reactor.": null, "Ava: She's a bit much. [cast laughing]": null, "Aabria: Oh, God! The cycle of violence.": null, "Tula: [still loud] Everyone's so worried about me when I'm sad, but when": null, "old Tula starts to come back, everyone's got thoughts!": null, "Izzy: Lila's like… [she looks in awe] [Brennan and Aabria laughing]": null, "Aabria: All right, who's investigating what?": null, "Rashawn: Viola would like to move from the rim.": null, "Rashawn: Onto one of these brown squares.": null, "Aabria: Which one?": null, "Izzy: They do look like Rice Krispies.": null, "Ava: No, no, no, I don't want you going anywhere, Viola.": null, "Viola: Well, come with me, Mama.": null, "Ava: Well, why don't I test it out first and then you can come later.": null, "Lila: Tula's on one already.": null, "Brennan: Have we seen this symbol in other parts of the warren, other": null, "parts of Last Bast?": null, "Aabria: Give me a history check with disadvantage. [dramatic tense": null, "music] [die taps table]": null, "Brennan: That's a 14.": null, "Aabria: With a 14, the thing that you're looking down on feels vaguely": null, "familiar, but it's not... You've seen symbols all over this place, but": null, "what you're looking at is like a weird jumbly mess.": null, "Aabria: But you can see like, seams in between these massive pieces.": null, "You're looking down into a pool.": null, "Aabria: And yeah, I think because you were already standing on one as": null, "you're sort of looking around, you see a small almost imperceptible": null, "depression in the center of the stone you're standing on.": null, "Erika: While my daughter's looking at that, and now that I know that": null, "there's no real harm there, I'm just gonna, just gonna take that little": null, "pack that he had and I'm gonna shove it in.": null, "Aabria: Okay, you see it drop in and settles down at the bottom of the": null, "Blue.": null, "Jasper: Okay.": null, "Erika: Huh. I'm gonna take the tip of my-": null, "Erika: Of my staff.": null, "Jasper: Oh, okay.": null, "Erika: And just kind of dip it in a little bit.": null, "Aabria: It makes contact with it, and nothing happens. It doesn't": null, "dissolve. It touches the Blue. It comes out of the Blue.": null, "Brennan: I'm going to look and say,": null, "Tula: Well, I don't know... [sighs] Okay, this is Charlie, right,": null, "sweetie? This is where we were coming to. Would you know, sweetie, why": null, "there would be one missing? Because I know everything's even except for,": null, "there's one missing.": null, "Izzy: Mm-hm. Can I make an investigation check?": null, "Aabria: Please do. [Izzy looks up] [laughs] Was that like a little": null, "prayer? [Erika gasps]": null, "Brennan: You're kidding.": null, "Aabria: No!": null, "Brennan: No fucking...": null, "Aabria: Unbelievable.": null, "Brennan: We're hittin' some crits!": null, "Aabria: Let's go!": null, "Brennan: When it counts, when the chips are fucking down.": null, "Aabria: You gotta say it out loud so the camera knows.": null, "Rashawn: It's Crit City, population us.": null, "Aabria: What'd you roll?": null, "Izzy: [rapidly] One, two, three, four, five, six, seven, eight, nine,": null, "10, oh, 20! [warm tones resound] [cast laughing]": null, "Aabria: For a total of.": null, "Izzy: On the first dice ever gifted to me-": null, "Izzy holds up a beautiful clear d20.": null, "Aabria: [gasps] Oh!": null, "Izzy: That I ever owned by my husband.": null, "Siobhan: Gosh.": null, "Aabria: Aw, it's so good!": null, "Brennan blows a kiss to Izzy then makes “rock on” hands to the camera.": null, "Izzy: For a total of 29!": null, "Aabria: We love to see it.": null, "Brennan: Ooh.": null, "Aabria: Now, what are you looking for?": null, "Izzy: What this is.": null, "Aabria: Incredible. What a question.": null, "Izzy: I mean, Izzy wants Lila to know how to solve it.": null, "Aabria: Right.": null, "Izzy: But I don't know if Lila...": null, "Aabria: Knows it's a puzzle.": null, "Izzy: Knows it needs to be solved.": null, "Jasper: Mm.": null, "Aabria: Correct, so sort of zooming back in, Lila, you get in and, I": null, "mean, wherever your mom goes, like, you understand you can be.": null, "Siobhan: You can stand on my shoulders.": null, "Izzy: Yeah, you're a lot bigger than me.": null, "Siobhan: Yeah, you just climb up.": null, "Izzy: I didn't realize.": null, "Aabria: You're a little guy. You see this circle in the center of the": null, "square in this grid You see this circle in the center of the square in": null, "this grid that your mother is standing on, and you look out and see that": null, "there's a similar little impression in all of these, and I'm just gonna": null, "like, puppet you a little bit to give you the information that you need.": null, "Like, the moment you kind of go over and you start to touch it, it's": null, "extremely sensitive and sinks down. And you go and touch the left side": null, "of it. Like, you don't push in the center of it, but just sort of": null, "grazing the edge to see like, well, maybe I pry it up. Maybe it spins, I": null, "don't know what. But that little bit of pressure on the left side of it": null, "sends the entire thing slamming to the left and then it stops. [she": null, "mimes a stone square sliding on the grid]": null, "Siobhan: Oh, so it's floating.": null, "Brennan: I'm gonna take this moment to cast Bless on my sister and my": null, "two children and myself.": null, "Izzy: [to the non-Blessed] Sorry, guys.": null, "Aabria: [laughs] Did you just apologize for a Bless?": null, "Izzy: Well, to them.": null, "Aabria: Oh, yeah. RIP.": null, "Rashawn: Well, I'll cast Bless on the others.": null, "Erika: It's fine. My daughter has never blessed me. [Brennan laughs]": null, "Aabria: So-": null, "Erika: Never been blessed.": null, "Aabria: Just a real quick double check.": null, "Aabria: [to Brennan] Just a quick little double check. You are casting": null, "magic, right? This isn't an equivalent of like, I'm trying to keep an": null, "eye out for my family. You're doing magic.": null, "Brennan: Which of my features are magic and which are like, flavored": null, "differently?": null, "Siobhan: [nudges Brennan] Yeah, he's casting magic.": null, "Aabria: You reach forward and that protectiveness, that fear for their": null, "safety that you extend out and send into the world, like, trying to send": null, "a little more security than you have ever felt or feel specifically in": null, "this moment. You feel magic hit [energy whooshes] and a pulse moves": null, "through [Erika gasps] and the entire pool flashes with Blue as the Bless": null, "lands. and the entire pool flashes with Blue as the Bless lands. You": null, "cast Bless also?": null, "Rashawn: Yes, on Thorn and my mother.": null, "Aabria: In that same way, you release energy, love, and hope and the": null, "desire for protection, and as you feel it sort of leave you with a": null, "prickling of your fur and the skin beneath, your eyes close but you're": null, "suddenly filled with light as again the pool underneath you flares.": null, "Thorn: Come back to me, sweetie. Come back to me. [laughs] You're": null, "enjoying that a little too much.": null, "Rashawn: Immediately I'm feeling like, waves of energy.": null, "Izzy: Labor.": null, "Rashawn: Don't say that. [Aabria and Brennan laughing]": null, "Siobhan: What happens if her water breaks into the pool of Blue?": null, "Brennan: Minor game thing.": null, "Izzy: Her babies are born in the Blue.": null, "Siobhan: [gasps] It's a water birth.": null, "Brennan: Can you cast Bless on me and I'll cast Bless on you? [warm": null, "tones resound]": null, "Rashawn: Sure. Yeah, I only used two, so yes. I'm gonna include you in": null, "that as well. 'Cause in my, what I'm believing now is that maybe when we": null, "use this power, it's pulsating so could that shift these tiles?": null, "Jasper: Well, I think the tiles are shifting 'cause Lila pressed": null, "something.": null, "Siobhan: Yeah, this moved, right?": null, "Aabria: Hold on, give me an arcana check with advantage.": null, "Jasper: Oh, does that actually…": null, "Siobhan reaches to adjust the map.": null, "Aabria: What you doing, buddy?": null, "Siobhan: Did we move this one already?": null, "Aabria: She was standing on the left of it. It slammed left.": null, "Rashawn: 10.": null, "Aabria: Sorry, my left.": null, "Siobhan: Oh, I see.": null, "Jasper: Oh, okay. Right, right, right, sorry.": null, "Izzy: So can I know-": null, "Aabria: Hold on. Yeah, we'll get to that in one second.": null, "Jasper: Yep.": null, "Aabria: 10?": null, "Rashawn: Mm-hmm.": null, "Aabria: With a 10, I think you sort of reach out with that feeling": null, "'cause you are not afraid of the Blue. And you reach out to a farther": null, "tile, this one over here. And as you try to push it, all of you see it": null, "sort of wiggles. [stone scraping]": null, "Aabria: You have two vectors to move these tiles. You can either stand": null, "on them and use the pressure plates or you can reach out with the Blue.": null, "[Jasper chuckles, rubs hands, and spits]": null, "Rashawn: I reach out.": null, "Aabria: Okay, who goes first? I won't leave you in order. What do you": null, "wanna do?": null, "Erika: Well, where are we moving these? What is everybody doing?": null, "Izzy: Does Lila, like, can Lila be like, I think it makes a circle?": null, "Aabria: Yeah, with a natural 20.": null, "Izzy: Yeah, I did.": null, "Aabria: I think you... [Brennan laughs approvingly] I think you like,": null, "missed... Like, again, you're also very short and like, trying to look": null, "out at a thing that's very wide.": null, "Aabria: But once you've spent a little time investigating you're like,": null, "oh, at the very least this is a circle.": null, "Rashawn: I guess-": null, "Aabria: So, what do you do? First things first, what do you do?": null, "Rashawn: Viola would move to the spot across from sis and try to pull...": null, "Aabria: Which one? Do you wanna be on this one?": null, "Rashawn: Oh, I wanna be over on-": null, "Aabria: Here?": null, "Rashawn: Yes, further on this side.": null, "Rashawn: And look out to my sister and like, pull with the Light.": null, "Viola’s model is now across the open square from a tile. Pulling the": null, "tile toward herself will put one piece in the correct corner of the": null, "grid.": null, "Brennan: Yeah, I'm gonna, take me. If you're gonna use the Blue, I think": null, "we'll get off to the side here.": null, "Rashawn: Oh yes.": null, "Brennan: And then let you pull.": null, "Rashawn: So yeah, I'd wanna pull that one towards me.": null, "The tile moves, revealing another square of water with skulls below the": null, "surface.": null, "Aabria: First move. [players breathing nervously] [stone scraping]": null, "[impact pounds] Looking down into it, you all see a wolf skull sitting": null, "at the bottom of the pool.": null, "Izzy: Oh shit!": null, "Jasper: Whoa!": null, "Siobhan: A wolf skull?": null, "The cast stand up and leans over to see": null, "Erika: Oh my God! There's an actual wolf skull-": null, "Izzy fully stands on her chair in order to see.": null, "Siobhan: Whoa!": null, "Erika: In there!": null, "Brennan: Aabria described the First Stoats as having wolf-like canines.": null, "Aabria: [silent, to camera] No, I didn't. [player screams]": null, "Aabria: Interesting.": null, "Jasper: It wasn't. It's not quite there.": null, "Brennan: And we're gonna go and there's gonna be flat... There's gonna": null, "be like, a game show host with flat teeth.": null, "Jasper: Mm-hmm, mm-hmm. [Siobhan laughs]": null, "Aabria: A game show host?": null, "Erika: [envisioning Sam Reich] He was there the whole time!": null, "Rashawn: Okay, then I look out. Oh, and I reach out to everyone. Okay,": null, "what's the next? What would you like moved next?": null, "Izzy: [Ron Weasley impression] Knight to C4! [cast laughing]": null, "Siobhan: I can do it, I can do it, I can do it! [laughs]": null, "Aabria: Do you wanna run and go move it?": null, "Aabria: Or do you want to use-": null, "Siobhan: You know what I wanna do.": null, "Erika: Yes.": null, "Siobhan: I wanna jump on it.": null, "Ava: Jaysohn, let's go jump on things, Jaysohn.": null, "Jaysohn: Yes, Grandma! Yes, Grandma!": null, "Aabria: Jaysohn sprints. [the cast chatters]": null, "Erika: So I go also with Jaysohn, yes. And I say,": null, "Ava: Where do you want this one?": null, "Tula: Well, it was connected before. It was already connected, right,": null, "sweetie?": null, "Izzy: Same direction.": null, "Aabria: And you slide. This slides to the right.": null, "Jasper: Ooh.": null, "Aabria moves the next tile. Two parts of the circle are now in the": null, "correct position.": null, "The cast stands up to look for cool stuff in the water.": null, "Siobhan: Nothing! There's nothing down there!": null, "Aabria: Nothing there, but you see a little burst of Blue as you have": null, "correctly moved it.": null, "Ava: All right, now which one? And so now which way?": null, "Jasper: Would you mind if I? I'll go down to the bottom here and try and": null, "pull that one with the Blue towards me. Just sort of try and like,": null, "summon a little crackle of energy in my hands and try and-": null, "Aabria moves Thorn’s model to a place where he will be able to move a": null, "tile into the open space.": null, "Tula: Jaysohn. [beckons]": null, "Jasper: Pull it.": null, "Tula: You wanna step off while Thorn's doing this?": null, "Jasper: It's this one here.": null, "Jasper: Just to clarify.": null, "The stone slides toward Thorn, revealing a new square of water": null, "containing a clearly human skull.": null, "All: Oh. [stone scraping] [impact pounds]": null, "Jaysohn: I don't know what it is! I've never seen it before in my life!": null, "[Aabria laughs] I don't know!": null, "Erika: I know I see it.": null, "Jaysohn: It's so round! It's like a... It's round!": null, "Lila: A nut?": null, "Rashawn: It's so far away. Okay...": null, "Brennan: Wait, what is it? I actually can't see. [he stands]": null, "Izzy: Oh. [gasps] What the heck is that?": null, "Brennan: What is it, what is it? It's a human?": null, "Jasper: A little monocle.": null, "Izzy: It's a human skull.": null, "Brennan: It's a little-": null, "Siobhan: It's a human skull.": null, "Erika: Do I? Would I? I don't know that I'd know what that looks like. I": null, "don't...": null, "Jasper: Yeah, well, actually-": null, "Erika: See, I've only ever... Oh, wait, no, I would! I would!": null, "Aabria: Oh, you would absolutely know.": null, "Jasper: Oh no, I wouldn't 'cause I would... Yeah, I haven't seen them": null, "without the, yeah.": null, "Ava: Hooman! Hooman!": null, "Aabria: [laughs] Still somehow says the wrong word.": null, "Ava: The whew-man.": null, "Lila: Hooman.": null, "Thorn: Oh, human?": null, "Aabria: It's cumin, yeah.": null, "Jasper: Cumin.": null, "Jaysohn: Lila, they killed Grandfather?": null, "Izzy: Kumon - a learning center.": null, "Siobhan: Our grandfather?": null, "Ava: Yes! But the ones that I saw were wearing... They had some sort of": null, "like a, what do you call it?": null, "Rashawn: I hold up the paint chips.": null, "Ava: It's almost like...": null, "Viola: Mama, is it blue or is it yellow?": null, "Ava: No, no, it wasn't either of those, but it was like, you know, the": null, "things that you have on the top of the acorns. They're an acorn, an": null, "acorn...": null, "Jaysohn: A hat? [intense dramatic music]": null, "Aabria: Oh no, this is how we've invented hats! [Erika laughing]": null, "Jasper: Huzzah!": null, "Ava: [with wonder] A hat! [Aabria sighs dejectedly]": null, "Brennan: We all begin to glow blue and float up through the Reactor.": null, "Jasper mimics choral singing as the cast raises their arms and is": null, "Raptured. Aabria triggers a flash of Blue in the background.": null, "Aabria: Sure. [players laughing]": null, "Erika: Thank you.": null, "Aabria: Yeah, good. You're good. Hat!": null, "Brennan: [deep voice] The invention of hats.": null, "Rashawn: Chapeau.": null, "All: [chanting and rocking] HAT HAT HAT HAT!": null, "Jasper: Can I use the Blue to manifest an object on my own head, please?": null, "Aabria: How badly do you want it?": null, "Jasper: No, I don't. You're right.": null, "Erika: Oh, I'm going to go...": null, "Aabria: Next.": null, "Siobhan: Yeah, come on.": null, "Erika: I think I know how to do this one.": null, "Aabria: You wanna do it?": null, "Erika: And imitate Jaysohn.": null, "Erika: Go, go! Whee!": null, "Aabria: Yeah, you can slide it. Go for it. [stone scraping] Yeah, there": null, "you go.": null, "All: [shouts] Oh!": null, "Erika and Siobhan move their models to the middle tile and ride it as it": null, "slides into the open space. The center of the map is now an open square": null, "of water, revealing a brilliant Blue light under the surface.": null, "Aabria: What you see at the center of this defies description or": null, "understanding. It's like a sludge, something forming under roiling that": null, "must be heavier, infinitely denser, and hotter than the liquid that": null, "surrounds it, bubbling up, spreading out, and pouring over. The urge to": null, "jump towards this is palpable. The urge to jump towards this is": null, "palpable. I need everyone to make a wisdom saving throw.": null, "Jasper: Yeah, plus.": null, "Brennan: Everyone's got Bless.": null, "Siobhan: Bless.": null, "Jasper: Bless and +2?": null, "Rashawn: Yeah.": null, "Brennan: And plus two if you're within 10 feet.": null, "Jasper: Oh, if we're there.": null, "Rashawn: Oh.": null, "Brennan: Within 10 feet.": null, "Erika: Whoop!": null, "Brennan: Well, you have a +1.": null, "Jasper: Okay.": null, "Brennan: You and me have a +1.": null, "Aabria: It's a, the DC is 16.": null, "Jasper: Oh wait no, no, no. [dice tapping table] [tense adventure music]": null, "Rashawn: Plus Bless.": null, "Jasper: Oh, okay. [sighs] [energy powers down]": null, "Izzy holds up a finger to indicate a nat 1.": null, "Aabria: Oh.": null, "Siobhan: I got a 14.": null, "Aabria: [shakes Izzy’s hand] Hey, just a little handshake as someone who": null, "also rolls crits followed by ones damn near immediately. Who failed the": null, "roll?": null, "Siobhan: It was a 16 to pass?": null, "Aabria: 16.": null, "Siobhan: I failed.": null, "Only Siobhan and Izzy raise their hands.": null, "Aabria: Of course!": null, "Jasper: Oh yeah.": null, "Aabria: The children turn.": null, "Siobhan: I'm thirsty.": null, "Aabria: And sprint with everything in them to dive into the center of": null, "this puzzle. What do you do?": null, "Brennan: Sprint and tackle my daughter.": null, "Jasper: Yeah.": null, "Erika: I try to grapple Jaysohn.": null, "Jasper: Can I use, I wanna try and use a Thorn Whip on the closest one": null, "to me.": null, "Aabria: Make the call. You're kind of... I mean, you're a little bit": null, "closer to Jaysohn, but they are equidistant so-": null, "Jasper: Jaysohn's the quickest. I think that's the one I'm most": null, "concerned about.": null, "Izzy: I'm actually faster, but...": null, "Jasper: Um... [Aabria laughs]": null, "Siobhan: Well, when I get another level and I take another level of": null, "rogue, then you'll see.": null, "Aabria: All right, go ahead and give me a grapple check. So, strength": null, "versus strength or athletics.": null, "Siobhan: Actually, it's wisdom because I still have my arms.": null, "Aabria: Oh, that's right, that's right. Well, that's this one. I'm": null, "resolving this one really quickly and then we'll get to Jaysohn 'cause": null, "Jaysohn's a different beast.": null, "Izzy: Strength?": null, "Jasper: Entirely.": null, "Brennan: Athletics is gonna be a 17 for me.": null, "Izzy: I fail.": null, "Izzy: I'm less than.": null, "Aabria: You feel yourself run, and you are immediately grabbed not by": null, "the scruff of the neck or gently, but your mother slams into you and": null, "pins you down. [thumping noise, Brennan mimics an arm bar] There is no": null, "gentleness in this moment. Okay, Jaysohn is sprinting for it. Give me": null, "the first attempted grapple. Athletics versus your athletics or": null, "acrobatics.": null, "Siobhan: I unfortunately rolled a 23.": null, "Jasper: Oh, but you have a strength.": null, "Aabria: How'd you do? [die taps table] [tense chiming music]": null, "Erika: That's a 14.": null, "Aabria: Ava reaches out and you feel just the very tip of your": null, "grandson's tail. The fur comes away in your hands as he gets past you.": null, "Last chance. [she points at Jasper]": null, "Jasper: [groans] Oh my God! I can't, I don't... This is okay.": null, "Izzy: [singsong] Last chance…": null, "Jasper: So my Thorn Whip is a +6. Is this against AC? Well, then it's": null, "like a, then there's like another check-": null, "Aabria: It's against AC.": null, "Jasper: To actually...": null, "Aabria: [to Siobhan] What's your armor class?": null, "Siobhan: It's 19.": null, "Jasper: Oh, good lord!": null, "Aabria: All right. Let's make this a Box of Doom roll.": null, "Jasper: [squeals] No!": null, "Aabria: Because let me be very clear.": null, "Izzy: That's a lot of-": null, "Aabria: You've seen too many bones-": null, "Izzy: Bones in the water!": null, "Aabria: At the bottom of this.": null, "Aabria: If you miss and Jaysohn jumps in, I will be very clear. Jaysohn": null, "is dead.": null, "Izzy: Oh, nevermind! [she covers her mouth in shock]": null, "Rashawn: Oh, I'm...": null, "Aabria: So this feels like a Box of Doom roll.": null, "Jasper: Yeah, okay. Yep. Okay, yeah, just so to clarify, it is, if this": null, "hits, I pull them 10 feet closer towards me.": null, "Aabria: Yep.": null, "Aabria hands Jasper the Box of Doom. He holds it like it is literally": null, "radioactive.": null, "Jasper: So if I do this... Oh no! I don't...": null, "Aabria: And you're rolling with a +6?": null, "Jasper: +6.": null, "Siobhan: And you have Bless.": null, "Aabria: So that's an extra to your attack roll?": null, "Siobhan: Yes, add your d4 to your-": null, "Jasper: Does that work on attack rolls?": null, "Brennan: Yes.": null, "Aabria: This is an attack roll.": null, "Jasper: Shall I roll the d4 first?": null, "Erika: Yes, yes.": null, "Aabria: Let's roll the d4 first.": null, "Erika: So you're rolling it first. [Jasper moans]": null, "Izzy: Well, okay.": null, "Aabria: So as it is right now-": null, "Jasper: Awful.": null, "Aabria: To get to that 19, 19 minus six, you have to do a 13.": null, "Aabria: So let's roll your d4 to see how much we're taking off of that.": null, "[intense sinister music]": null, "Erika: Oh congrats!": null, "Jasper: Four!": null, "Brennan: Four! Okay! [Jasper groans]": null, "Jasper: Okay, okay. We're cooking, we're cooking, we're cooking.": null, "Brennan: All right, so you're trying to hit a 19.": null, "Brennan: What do you add?": null, "Jasper: I add six, so I'm adding 10 to this so a nine or higher,": null, "basically.": null, "Aabria: Nine or higher makes it.": null, "Jasper: Famously, I've been doing so well with... Oh my God! Oh, I'm so": null, "stressed!": null, "Erika: You add four. Welcome to the Dome. [they put their hand on his": null, "shoulder]": null, "Jasper: I'm so stressed.": null, "Siobhan and Brennan clasp their hands in mock prayer.": null, "Aabria: Before you roll.": null, "Jasper: Mm-hmm.": null, "Aabria: In this moment-": null, "Jasper: Uh-huh.": null, "Aabria: I think you understand a lot of what's happening, and you feel": null, "the intense pressure. This isn't just, oh, Jaysohn's doing something.": null, "Like, you understand that source is too strong.": null, "Aabria: He will not survive it. He's still a child, and Ava isn't going": null, "to be able to bail you out. If you miss with this...": null, "Aabria: Your nephew, your family is lost.": null, "Jasper: I think Thorn himself is like, full nosebleed resisting this": null, "like, 'cause like, this power has been like, so akin to what he wanted": null, "for so long, and even he is like, struggling so... Oh, oh my gosh, this": null, "is horrendous! Okay, so I need a nine or higher.": null, "Rashawn: [whispers] I feel sick. [Jasper exhales softly]": null, "The d20 rattles into the Box of Doom. The screen goes black for a": null, "moment, then delicate music plays. Etherial Blue tendrils spiral from": null, "the center of the screen. The camera dives into the open space at the": null, "center of the stone grid, into the nebula of Blue, and a translucent": null, "montage of clips of Siobhan as Jaysohn plays. The screen gradually goes": null, "completely white, then individual flecks of Blue appear, gradually": null, "coalescing to reform into the d20 as it rolls, then settles…": null, "…On a 14.": null, "Jasper: [screaming] 14!": null, "The cast collectively loses their minds for a few seconds.": null, "Jasper: Oh oh! [Brennan and Jasper shouting in relief]": null, "Brennan puts his hands on Siobhan’s shoulders. Siobhan shakes Jasper’s": null, "hand. He gives the Box of Doom back to Aabria.": null, "Rashawn: There's no way to come back if Jaysohn died.": null, "Jasper: I genuinely was like, about to start to start crying. Like, that": null, "was awful!": null, "Rashawn: Oh my God.": null, "Jasper shakes his hands and blinks rapidly.": null, "Aabria: I think you feel it in that moment as you reach forward with": null, "your Thorn Whip, tears at the edges of your eyes. From one DM to": null, "another, why don't you describe for me what it looks like as you": null, "successfully grab Jaysohn.": null, "Jasper: I think there is this moment as like, I look out towards the": null, "pit. I can see Viola in the corner of my eye and there, and I can feel": null, "that like, pang of like, that parental urge within me. And it's almost": null, "as if my hand moves without me even thinking about it. The vine just": null, "extends out, wraps around Jaysohn's torso, and he yanks like, so hard. I": null, "think the thorn's like, really digging into your side [Siobhan grunts": null, "and mimes being pulled back] as I pull back and I think that as I pull": null, "back there's just like a crackle of lightning that like, extends down": null, "the vine. And I probably pull you back-": null, "Izzy: And kills him.": null, "Jasper: And to the point where Jaysohn fully lands on Thorn. And I'm": null, "just like, holding onto you like...": null, "Jasper leans back and mimes clutching Jaysohn to his chest, breathing": null, "hard. Siobhan gasps.": null, "Aabria: You know what, go ahead and roll damage for me. And roll a d6, I": null, "think there was a little bit of slam damage as you like, brought down-": null, "Jasper: Yeah, definitely.": null, "Rashawn: Slam-age.": null, "Jasper: That's-": null, "Aabria: Slam-age. You're right. [tosses a candy to Rashawn]": null, "Jasper: Slam-age. That is... Oh, actually-": null, "Aabria: Yeah!": null, "Brennan: [to Izzy] Four damage to Lila.": null, "Jasper: This is actually nine damage.": null, "Siobhan: Okay, great.": null, "Aabria: It's okay. There's more waiting.": null, "Jasper: Yeah, clearly, of course.": null, "Siobhan: This isn't the end?": null, "Brennan: Can I...": null, "Aabria: Doesn't look like you have the symbol yet.": null, "Brennan: Can I scream out to Vi and be like,": null, "Tula: Vi, the far slab!": null, "Rashawn: Yes, immediately. I run to the side and I flip this one up to": null, "cover this big hole. [shout] I'm a mother! [stone scraping] [cast": null, "Rashawn pulls the square containing the center of the radiation sign to": null, "cover the central hole. The new square of water is dark and empty.": null, "Erika: Nothin'": null, "Rashawn: I can't see anything. [Brennan panting]": null, "Aabria: That was close.": null, "Jasper sighs and looks at his hands. They are visibly shaking.": null, "Erika: I walk over to you in the pile. I say,": null, "Erika takes one of his hands and places a candy in his palm.": null, "Ava: you're going to be a good father. [Aabria squeals in delight]": null, "[Jasper gasps and chokes up]": null, "Jaysohn: Uncle Thorn, can we try that again when we're safe, but we do": null, "it as a trick?": null, "Thorn: [quietly, while unwrapping the candy] Jaysohn.": null, "Jaysohn: 'Cause I think it was really cool.": null, "Thorn: Jaysohn-": null, "Jaysohn: But we could just maybe do it as a trick next time.": null, "Thorn: Jaysohn, with all the love in the world, if I see you jump off": null, "one more fucking thing, [Brennan laughs] I'll kill you.": null, "Jasper eats the candy and continues to tremble. Rashawn fans herself": null, "appreciatively.": null, "Erika: Yes, this-": null, "Brennan: [smiling] I think I hear him threaten my child and I go...": null, "Finally. [cast laughing]": null, "Izzy: Thank God.": null, "Brennan: Thank God.": null, "Izzy: Lila's just like,": null, "Lila: Sorry, Mom.": null, "Jaysohn: Sorry, Mom.": null, "Tula: It's okay. It's okay. The lesson is this. Everything new is bad.": null, "[Jasper laughing] For a while, for a while.": null, "Jasper: Yeah, yeah.": null, "Brennan: Everything new is bad.": null, "Thorn: Might us, maybe we should, as many of us should sort of be away": null, "from the new hole that we're gonna create just in case. Have hold of": null, "each other.": null, "Tula: Yeah.": null, "Thorn: Whoever feels confident.": null, "Tula: Let's keep a hand on the young ones and then we'll do this last": null, "one.": null, "Ava: All right, everybody. Clear off of the-": null, "Thorn: I'll just, yeah, yeah, yeah. That's it.": null, "Ava: Perhaps everybody should get off of the not ice.": null, "Thorn: Are you? Who's doing the last one?": null, "Aabria: The ice is very much liquid.": null, "Thorn: Are you?": null, "Ava: Yeah, shall I? Oh, I'll go do it. I'll go do that.": null, "Tula: You're gonna do it?": null, "Ava: Everybody, I'm gonna do-": null, "Brennan: As my... As Grandma's going over to do that, I'm gonna just": null, "touch you and say, thank you. [Jasper exhales sharply]": null, "Tula: Thank you.": null, "Thorn: It's what families do. [he nods]": null, "The last stone slides into place, revealing the full nuclear symbol.": null, ": With that final glow, the entire pool seems to get more vibrant.": null, "[Siobhan gasps] The glow around you in that same way seems to change and": null, "transform, and Blue fills your vision. And then you all feel as": null, "everything below you begins to shift as somehow this thing was balancing": null, "on this liquid, and the way you've turned, though you now see a symbol": null, "that you all know you've seen all over this place. And all of you,": null, "except Ava who refuses to know things, [cast laughing] understand that": null, "that's a radioactive symbol. And you all begin to capsize. [players": null, "gasp] And I need everyone to make a dexterity saving throw.": null, "Rashawn: Okay, add +2, everybody.": null, "Aabria: And that's [Rashawn gasps] where we're going to end tonight's": null, "episode. [players scream]": null, "Jasper: What?": null, "Brennan: [frantically] Okay, Bless. Lucky Footwork, everyone, +2.": null, "Jasper: Lucky Footwork, Lucky Footwork.": null, "Erika: Everybody, Lucky Footwork. Everybody knows Lucky Footwork.": null, "Jasper: There's so much to add to this.": null, "Brennan: Everyone remember that we have abilities that help us in times": null, "like this!": null, "Brennan shakes and fumbles his spell sheets comically.": null, "Erika: Yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah!": null, "Aabria: And we'll see you next week on \"Burrow's End.\" [Jasper grunts]": null, "Rashawn: Oh!": null, "The players chitter sadly. The hatch on the map slams shut.": null, "[NEXT EPISODE - Episode 7: The First Stoats]": null, "[NEXT TIME ON DIMENSION 20]": null, "Aabria: You all scramble, and this entire floor begins capsizing.": null, "Jaysohn: Okay, now what do we do?": null, "Ava: All this Blue stuff is so irregular!": null, "Viola: Honey, I felt 'em kick!": null, "Jasper: What? [screams]": null, "Aabria: Stoats take over areas. You've taken over warrens, but this was": null, "built by stoats. We would love to know why you're here.": null, "Lila: I love you, Mommy.": null, "Tula: I love you, sweetie. Great job. [Izzy growls rabidly]": null, "Ava: All right, here we go.": null, "Jaysohn: Fuck 'em up, Grandma.": null, "Scary Stoat: For your children. [Rashawn gasps] If we die, we die, but": null, "you cannot let us fall.": null, "Thorn: This ends now!": null, "Tula: Do you think it's worth the danger?": null, "Lila: I trust you more than any feeling I've ever felt in my life.": null, "Jaysohn: Are you okay?": null, "Stoat: No, I think I died.": null, "Jaysohn: You died. It was so cool!": null, "Ava: Nothing will ever let me be alone with my thoughts. You don't scare": null, "me. [Rashawn chuckles]": null, "Stoat: They're bleeding a lot. You did that. You did a good job. High": null, "five.": null, "Scary Stoat: Why are you so determined to lead this warren to ruin?": null, "Jasper: We are determined to lead our family to survival.": null, "[Outro plays]": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Names and editing by: Claire B.": null}