{"Dimension 20 Season 20": null, "Burrow’s End": null, "Starring: Aabria Iyengar as Game Master": null, "Brennan Lee Mulligan as Tula; Erika Ishii as Ava;": null, "Siobhan Thompson as Jaysohn; Rashawn Nadine Scott as Viola;": null, "Isabella \"Izzy\" Roland as Lila; and Jasper William Cartwright as Thorn": null, "Vale": null, "Episode 1: The Red Warren": null, "[Next Episode] >": null, "The Dimension 20 logo appears on screen, then is covered in darkness in": null, "the shape of black leaves.": null, "[somber orchestral music and small animal squeaking]": null, "As the cast and character names appear one by one, a shadow play pans": null, "by, as if cut from paper and backlit. We see paper stoats moving across": null, "natural landscapes, as well as a bear and a blue-tinted chain link fence": null, "with barbed wire at the top. At last, Aabria's name is surrounded by": null, "eerily blue-glowing eyes, and then replaced with the title of the": null, "miniseries.": null, "Aabria: Hello, friends, and welcome to Dimension 20! My name is Aabria": null, "Iyengar. I will be your Dungeon Master for this: Burrow's End.": null, "[players gasping excitedly]": null, "Aabria: Ooh, that's the name.": null, "[Jasper and Brennan sing a dramatic sting]": null, "Siobhan: Stoat-al Recall!": null, "Erika: What's she gonna call us? What's she gonna call us?": null, "Jasper: [sing-song] I don't know what she's gonna call us!": null, "Brennan: I don't know!": null, "Aabria: With me to tell this tale of the ties that bind and the light": null, "that blinds are my stupendous stoats. Say hi, stupendous stoats!": null, "Players: Hi, stupendous stoats!": null, "Aabria: Since we're all… That was so good. That felt really, really": null, "good.": null, "[players positively affirming: Nailed it! One take! Incredible! etc.]": null, "Siobhan: Absolutely smooth.": null, "Jasper: This. Bodes. Well.": null, "Aabria: This is the best day of my life. Before we get started, I think": null, "we should all introduce ourselves so we can begin. I'm going to start on": null, "my right.": null, "[Pronouns and social media handles appear in the bottom left of the": null, "screen as the cast introduce themselves. Izzy's pronouns are she/her.]": null, "Izzy: I'm Isabella Roland. I am playing Lila. And… [awkward pause]": null, "[players laughing]": null, "Siobhan: We're continuing doing great.": null, "Izzy: I'm an inquisitor rogue.": null, "Players: Ooh.": null, "Jasper: Sneaky!": null, "Erika: Hi, I'm Erika Ishii, and I am playing Ava, a fighter-barbarian.": null, "[pronouns she/him/all]": null, "Jasper: Hi! I'm Jasper William Cartwright, and I will be playing Thorn": null, "Vale, a fey wanderer ranger. [pronouns he/him]": null, "Rashawn: Hi, I'm Rashawn Nadine Scott, and I'm playing Viola the": null, "paladin. [pronouns she/her]": null, "Siobhan: Hi, I am Jaysohn. I am small, and I'm Siobhan Thompson. That's": null, "my real name. But I'm playing Jaysohn. I am also doing really well, I": null, "prepared for this, four people went before me and I got thrown. I'm": null, "Siobhan Thompson! I'm playing Jaysohn, who is an astral self monk.": null, "[pronouns she/her]": null, "Brennan: \"I had four people that went before me and I got thrown!\"": null, "Watching everyone do it the same way really threw me!": null, "Siobhan: Everybody did so good!": null, "Izzy: [staring into the camera] Hi, I'm Jaysohn!": null, "Aabria: I'm also Jaysohn.": null, "Jasper: We're all Jaysohn.": null, "Brennan: Hi, I'm Brennan Lee Mulligan. I am playing Tula… Also a": null, "paladin.": null, "[all gasping]": null, "Siobhan: Whoa.": null, "Erika: What?": null, "Jasper: What?": null, "Aabria: What does that mean? Who can say?": null, "Brennan: Who's to, who's to…": null, "Rashawn: I don't know!": null, "Aabria: With all that taken care of, I think it's time to begin.": null, "[whispers] Let's go.": null, "[dramatic music]": null, "Aabria: Earth.": null, "[Brennan laughs. Dramatic music ends abruptly.]": null, "Aabria: Yeah. Yeah.": null, "[Erika cackles and players laugh]": null, "Aabria: You knew this was coming.": null, "Erika: Classic.": null, "Brennan: Classic.": null, "[dramatic music resumes]": null, "Aabria: Earth, soft and rich and fragrant with the life and death of the": null, "forest that surrounds you, fills your vision in every direction. There": null, "is no light here. This low, within the packed dirt walls of the warren": null, "that your mothers' mothers' mothers claimed by fang and claw from the": null, "wild hares that once lived here beneath the shade of a massive red oak": null, "tree.": null, "Four dozen stoats, give or take, and for those of you who don't know, a": null, "stoat is a small, long, weasel-like creature from the Mustelid family": null, "who calls weasels, otters, badgers and wolverines their cousins. You all": null, "live here together in this peaceful little corner of the Blue Forest.": null, "Let's begin with Jaysohn and Lila. The most important thing you need to": null, "know is that-": null, "Projection on the dome walls transitions into the walls of an": null, "underground burrow.": null, "Izzy: No!": null, "[players exclaim, Brennan hoots]": null, "Siobhan: We're underground, baby!": null, "Rashawn: Ooh, we're underground.": null, "Aabria: Auntie Beatrix is not your aunt, though you are sort of vaguely": null, "related to everyone here.": null, "[Character card with artwork appears on-screen. Auntie Beatrix": null, "(she/her). Nanny & Granny.]": null, "Aabria: But she's closer in age to your grandmother, and she's the one": null, "that sort of constantly comes over to look after you when your mother": null, "Tula has other things to attend to, and tonight is no different. You are": null, "in the snug, earthen room that is your nest, and Auntie Beatrix is on": null, "the far side of the room, sort of zhuzhing the moss to get ready to put": null, "you guys down for the night.": null, "Siobhan: I am standing on the highest rock within this warren and I just": null, "say,": null, "Jaysohn: Auntie Beatrix! Auntie Beatrix! Auntie Beatrix!": null, "Aabria: You see her kind of turn, look down, makes eye contact with": null, "Lila, and then looks up and finds you high on a rock.": null, "Jaysohn: Look at this!": null, "Siobhan: And then I jump off the rock.": null, "Izzy: Can I try and hide and Sneak Attack him, so I punch him in the air": null, "as he takes off?": null, "Aabria: As this happens, and I obviously will allow that, please, in the": null, "slow-mo move that is Jaysohn leaping off a rock, please describe your": null, "character for me.": null, "[Character card with artwork appears on-screen. Siobhan Thompson is": null, "Jaysohn (he/him). Karate Boy. Monk / Astral Self / Level 4. Armor class:": null, "19. Strength: 13. Dexterity: 19. Constitution: 15. Intelligence: 9.": null, "Wisdom: 20. Charisma: 11.]": null, "Siobhan: Jaysohn is a scrappy little lad, kind of strawberry blond, hair": null, "always askew, little gap tooth that he loves to spit through, and always": null, "just a little bit grubby. The kind of kid that you want to spit on your": null, "thumb and just clean something off of his face.": null, "Aabria: Yes. Perfect. Okay, now what is it that Jaysohn's attempting to": null, "do in this moment?": null, "Siobhan: Just like a cool trick.": null, "Aabria: Oh, okay, perfect.": null, "Siobhan: A cool trick where I jump. Maybe I do a little spin in the air.": null, "Izzy: It's like one of those things where you go to your parent and": null, "you're like, \"Look at this!\" and it's not impressive at all.": null, "Siobhan: Not impressive at all. Not at all.": null, "Izzy: Like, \"Look what I can do!\"": null, "Siobhan: Maybe… Not even a forward roll spin, just spinning around like": null, "that [twisting in her seat] as I jump off this rock.": null, "Aabria: You know what, I want to get your roll first, so go ahead and": null, "give": null, "me an Acrobatics check.": null, "Siobhan: Great. That's a 21. It's so good!": null, "Aabria: This is beginning is a way that is genuinely… You can see": null, "Beatrix, a moment of, \"Oh no... Wait, hold on. This could be": null, "incredible.\" Except for the fact that your sister is here and has": null, "decided to intervene, as you spring up from truly nowhere in this room": null, "full of nothing to, I believe, uppercut your brother in the taint.": null, "Please describe yourself, Lila.": null, "[Character card with artwork appears on-screen. Isabella Roland is Lila": null, "(she/her). The Bright Detective. Rogue / Inquisitive / Level 4. Armor": null, "class: 14. Strength: 9. Dexterity: 16. Constitution: 14. Intelligence:": null, "16. Wisdom: 14. Charisma: 9.]": null, "Izzy: I am also a little scrappy. Not as dirty, but a little calico": null, "stoat. And, you know, little baby teeth.": null, "Aabria: They're called milk teeth on stoats.": null, "Siobhan: Yes.": null, "Izzy: Milk teeth?": null, "Siobhan: In England we call them milk teeth, also.": null, "Aabria: Wait, really?": null, "Siobhan: Yeah, we call baby teeth milk teeth.": null, "Aabria: Hey guys, the best part of this. I got two British people, so": null, "we're going to learn so much right now.": null, "Erika: But they're improvisors! They could be saying anything!": null, "[all talking excitedly over each other]": null, "Aabria: Oh my god, are you lying to me?": null, "Siobhan: [sinister] Lies! Don't believe a word I say!": null, "Izzy: British people are always lying.": null, "Siobhan: We are. We're fucking liars.": null, "Brennan: Post, [pointing sideways] if we can just start the counter here": null, "for bizarre British things that get said during…": null, "Aabria: Yes! [gestures grandly] Bing!": null, "[ding]": null, "[A bar appears at the bottom of the screen. Bizarre British Things #1:": null, "\"Milk teeth\" for stoats and humans]": null, "Jasper: There it is, there it is. Milk teeth. Milk teeth.": null, "Aabria: I need the little sound, too. Okay. With your cute little milk": null, "teeth, what are you trying to do in order to absolutely fuck up your": null, "brother's shit?": null, "Izzy: He is just always doing this, like [aggressive voice] Checkitout!": null, "So I just know when he's going to jump off of something, and I try to be": null, "under there to be like… [makes a shoving gesture upward]": null, "Aabria: Okay, go ahead and give me a Stealth check. We're going to see": null, "if you have advantage on this attack, my little rogue.": null, "Izzy: 22.": null, "Aabria: Somehow, again, in this-": null, "Jasper: These children are terrifying.": null, "Rashawn: [impressed] They're all right.": null, "Aabria: It's just dirt and some moss and three stoats, and somehow, this": null, "old woman has fully lost track of one of you. You spring up out of": null, "nowhere, and go ahead and give me an attack roll with advantage. [to": null, "Siobhan] What's your armor class?": null, "Siobhan: 19.": null, "Izzy: 21.": null, "Jaysohn: [in pain] Ow, my dick! Ow, god!": null, "Aabria: Go ahead and tell me what exactly the move is, as Jaysohn's very": null, "cool...": null, "Izzy: I think it's just sort of like a punt up.": null, "Aabria: Oh perfect.": null, "[Jaysohn groaning in pain]": null, "You're about to stick the landing, and then you just feel your sister": null, "raise up, grab you, and push you back skyward again.": null, "Siobhan: Can I grapple her?": null, "Aabria: Of course you can.": null, "Siobhan: Great.": null, "Aabria: Please make an attack roll. We're starting with PVP.": null, "Siobhan: That's a 12.": null, "Aabria: You, as you're being pushed back into the sky, make a couple": null, "reaching grasps with your weird, short arms on your extremely long body,": null, "don't quite get it, and you tumble over and begin wrestling on the": null, "ground.": null, "Jaysohn: [throwing little punches] That's not fair! It's cheating!": null, "Beatrix: [Scottish accent] You have to stop! What are you doing? It's": null, "time for bed!": null, "Jaysohn: Dad would've let us stay up.": null, "Beatrix: [eyes him a moment, looking peeved] You know, full well, that": null, "that move, little mister, works on your mother and her extraordinary": null, "guilt for the loss of your father, but not on me.": null, "Lila: It's also not true. Dad wouldn't let us stay up.": null, "Jaysohn: Shh! [gasps, then whispers] You're such a snitch.": null, "Lila: [quietly] Well, you just lied to her.": null, "Jaysohn: Yeah!": null, "Beatrix: [with a loud clap] Focus! It is time for bed, and I would love": null, "love love, as a gift to your mother, if you were laying down. I'll tell": null, "you a little story, and we can be done with what I can only call daytime": null, "energy. I am too old and too tired for this.": null, "Jaysohn: Okay, but can the story have lots of blood in it?": null, "Beatrix: No. Absolutely not.": null, "Siobhan thumps the table gently as if frustrated. Izzy takes on an": null, "anguished expression and begins quietly hyperventilating.": null, "[Brennan laughs and the rest of the cast try not to]": null, "Beatrix: Hey. Lila. What's going on, baby?": null, "Lila: [strained] So… much… energy!": null, "[rest of the cast laughing]": null, "Beatrix: What are you doing?": null, "Siobhan: I am on top of rock again.": null, "Lila: [strained] I can't go to bed!": null, "Siobhan: You don't know how it happened, but I am already up there.": null, "Aabria: Oh, yeah. Beatrix is locked in on [gesturing to Izzy] whatever": null, "this is, thinking that you've gotten some sort of horrifying disease and": null, "are dying on her watch.": null, "Izzy: Well, I think it's like right before a cat gets the zoomies. It's": null, "just like... [chittering]": null, "Beatrix: Do you have to go poop? Do you have to poop?": null, "Lila: No!": null, "Izzy: And then she's just going to jump up and bite her brother's tail.": null, "Jaysohn: Ow! That's cheating, that's cheating!": null, "Siobhan: Please get into bed! It's not cheating-": null, "Lila: We're not playing a specific game! I'm not cheating at anything, I": null, "just bit you!": null, "Beatrix: Please, I beg of you, get in the fucking bed!": null, "Siobhan: [frustrated groan] I slide down the rock.": null, "Aabria: And she's going to move to the far end of the room where she has": null, "kind of a pile of her items, and she reaches in and grabs a little bit": null, "of dried meat.": null, "Beatrix: If I give you a little bit of meat-": null, "Lila:  Yes!": null, "Jaysohn: Yes.": null, "Beatrix: Will you lay down and shut up?": null, "[Izzy and Siobhan saying 'Yes' repeatedly]": null, "Beatrix: [gruffly] Thank you so much.": null, "Aabria: And she gestures towards your little nest of moss.": null, "Izzy mimes pulling the blankets up to her chin.": null, "Siobhan: I do that thing where you circle three times. Curl up.": null, "Lila: You get in the same position every single time.": null, "Jaysohn: Yes, it's comfy. I like it.": null, "Beatrix: You've got to let him have this.": null, "Both players open their mouths very wide.": null, "Beatrix: Oh. Yeah, oh, just… You don't, I can, well...": null, "Aabria: She's just going to kind of land-": null, "Aabria mimes placing something in Izzy's mouth. Izzy snaps her teeth": null, "down and makes happy chewing noises.": null, "Beatrix: Oh, Jesus. Almost lost a nail on that.": null, "Siobhan's mouth is still open, and she's staring at Aabria.": null, "Beatrix: You both have hands. I can hand you… Okay. Okay, there you go.": null, "Aabria mimes passing food to Siobhan, who also chows down.": null, "Beatrix: Perfect. It's like we don't feed you, but we do.": null, "Aabria: This accent has slid to Russian, and I'm so proud of it. And": null, "once you guys have kind of settled down a little bit,": null, "Beatrix: Thank you very much. This is, you know, a difficult time for": null, "your mother, but I appreciate your cooperation.": null, "[Aabria clears throat]": null, "Aabria: And both of you, give me an Insight check.": null, "Siobhan: Dirty 20.": null, "Aabria: Damn, okay.": null, "Izzy: Okay, so I can't get below a 12.": null, "Aabria: She's not trying to lie to you.": null, "Izzy: Oh, okay, okay.": null, "Aabria: Yeah, this is just… You're kind of clocking a person with two to": null, "three tricks, max, in her bag with how to deal with children.": null, "Izzy: Okay. 7.": null, "Aabria: Sweet, yeah. You're focused, you're starting to settle down. You": null, "understand that what you are seeing is a woman who has told, truly, one": null, "story to both of you a thousand times. You could probably recite it": null, "along with her, but she sort of settles down next to you. You can hear": null, "the creak of her incredibly old bones in her body as she begins.": null, "[tap, whooshing]": null, "Projection on the dome walls transitions into black blowing leaves.": null, "Jasper: What?": null, "[Jasper saying escalating 'What's]": null, "Projection on the dome reveals a shadow-play screen, like the one in the": null, "intro sequence. The players gape with excitement.": null, "Erika: [shouting] No! No, you didn't! You didn't!": null, "[tranquil music]": null, "Beatrix: Everything begins with the Blue. There's the blue of the sky": null, "and the blue of the water, and the Blue of the light that made us.": null, "The shadow-play screen shows a family of stoats standing together.": null, "Beatrix: The Blue made everything, and sometimes we can see it deep": null, "inside us, like the beat of our hearts-": null, "A little heart icon appears on one shadow-stoat's chest. Rashawn and": null, "Erika can barely contain themselves. The shadow-stoat's eyes open,": null, "staring blankly.": null, " Beatrix: -or even in the eyes of the others that call our forest home.": null, "But not everything touched by the Blue is good. The woods are full of": null, "things beyond the fathoming of wee little stoats like yourselves.": null, "The screen has transitioned to showing a smaller group of stoats, with": null, "dark trees closing in on all sides.": null, "So take care, and be ever watchful of the others among the trees,": null, "because we must, above all else, protect ourselves and our family here": null, "in the warren.": null, "The images on the dome fade away again. Everyone sits in stunned": null, "silence.": null, "[Brennan screams in awe]": null, "Jaysohn: That was a really good story, thank you.": null, "[Rashawn and Jasper clap as Brennan continues screaming]": null, "Jasper: That's incredible!": null, "Aabria: [laughing] It's a little tale, a tale you've heard a thousand": null, "thousand times, of where you came from, of the Blue that animates you": null, "and this entire forest. And as you settle down into this routine, you": null, "see that she's turned and gotten up and is moving to pick up her sundry": null, "items, and thinking that she's gotten you down for the night, leaves": null, "your room.": null, "Lila: [whisper] Jaysohn.": null, "Jaysohn: [whisper] Yeah?": null, "Lila: What do you think the Blue is?": null, "Jaysohn: I think it's like, there was a monster. It's like a really big": null, "monster.": null, "Lila: Yeah.": null, "Jaysohn: That our dad killed. And his blood was blue.": null, "Lila: I think it killed Dad.": null, "Jaysohn: Maybe our dad's blood was blue, and he just had, like, a lot of": null, "it.": null, "Lila: [more doubtfully] Yeah.": null, "Jaysohn: I don't know what the Blue is. I'm just making it up.": null, "Lila: I know.": null, "Jaysohn: Wow. What do you think the Blue is?": null, "Lila: Well, I've been taking a lot of notes.": null, "Jaysohn: Okay.": null, "Lila: [stammering with enthusiasm] I think that something happened, and": null, "that, like, Dad and Uncle Thorn and Aunt Viola and… not Mom, because": null, "she's smart… tried to fight it, and it, like, killed Dad.": null, "Jaysohn: Yeah.": null, "Lila: But I haven't figured out what it is yet.": null, "Lila: But I think I'm getting really close.": null, "Lila: And, you know, maybe it's like… a big…": null, "Jaysohn: Yeah. Pretty big. It has like, big teeth.": null, "Lila: [uncertain] Big-": null, "Jaysohn: Sharp-": null, "Lila: Teeth.": null, "Jaysohn: Maybe it's got scales.": null, "Lila: Yeah. Big, scaly-": null, "Jaysohn: And like a big scary tail?": null, "Lila: -scare-sy tail.": null, "Lila: Yeah.": null, "Jaysohn: I'm going to fight it and I'm going to kill it.": null, "Lila: I'm going to fight it and I'm going to kill it.": null, "Jaysohn: Yeah, okay. Not if I fight it and kill it first.": null, "Lila: No.": null, "Jaysohn: Yeah.": null, "Lila: No, I'm going to do it first.": null, "Jaysohn: No, I'm going to do it first.": null, "Lila: I'm going to do it first.": null, "Jaysohn: I'm going to do it first…": null, "Lila: [eyelids drooping] I'm going to do it…": null, "Jaysohn: I'm going to do… [starts snoring]": null, "[Cast laughs]": null, "Aabria: Your brother's down. Do you also fall asleep?": null, "Izzy: No, I sort of pretend to be asleep, and then I'm like… [opens one": null, "eye]": null, "Aabria: The ability to open one eyeball is very cool.": null, "[Siobhan snoring cutely, like an old cartoon]": null, "Aabria: Aww. What do you do? You're the only one awake.": null, "Izzy: I think I'm going to, like… Lila's nightly routine is trying to": null, "listen to the adults and eavesdrop and find out secrets.": null, "Aabria: Okay, then go ahead and give me a Stealth check.": null, "Brennan: I can't believe it's been twenty seasons of this show, and I've": null, "been angling for PVP, and it happens in the first 60 seconds of the": null, "all-stoat season.": null, "Siobhan: All you had to have is an eight-year-old brother and sister.": null, "Izzy: Hey, Aabria? 26.": null, "Aabria: Holy shit!": null, "Rashawn: Woo!": null, "[Cast laughing]": null, "Jasper: Wow.": null, "Aabria: Lila, you go absolutely into your bag at this point. Though you": null, "are calico with a mixture of white, the way you move through these": null, "tunnels and these halls, especially now that you know that it's": null, "nightfall and there is no light coming in, you are a ghost here. You": null, "make your way around the bends through this massive warren. It takes you": null, "about five minutes until you come across your first little cluster of": null, "adults. Are you listening for anything in particular, or just, like,": null, "whatever I hear is my little secret now?": null, "Izzy: Yeah, whatever I hear.": null, "Aabria: So you come across a heavy southern voice that you know is Big": null, "Walmer, and he's a contemporary of your father, and your mother knew him": null, "too. Your grandfather, who you never knew, you've heard in stories, was": null, "very fond of him, and he's been trying, especially recently, to really": null, "angle for sort of the leadership position of this warren. And he's": null, "murmuring something very intense but very, very low, and you're picking": null, "up little flashes, and then you hear your mother's name: Tula. And he": null, "continues to murmur with someone. You're going to have to get a little": null, "closer if you want to overhear this. Go ahead and give me one more": null, "Stealth check. I'll give you advantage on this. We honor a 26 in the": null, "house.": null, "Izzy: Not as great. 13.": null, "Aabria: You edge a little closer, and you hear:": null, "Walmer: She's distracted. She doesn't want this, and Ava isn't": null, "interested in leading anybody. They're here, but this warren is not a": null, "collective, it is a group. And if we've learned anything from those": null, "other folks on the outside of town, there needs to be a strong leader": null, "here.": null, "Aabria: And as you slide a little bit further into the room, your claw": null, "just catches a little bit of a root. You hear a snap. Everything": null, "freezes. Do you stay? Do you run?": null, "Izzy: I run.": null, "Aabria: Okay. As you scamper away, you hear movement behind you, and you": null, "get a little glimpse of this massive, dark brown stoat looking down in": null, "the hall, but he doesn't see you, though he can hear something moving": null, "around. And he moves back in.": null, "[to Siobhan] Give me a Perception check, with disadvantage, because": null, "you're a sleepy little guy.": null, "Siobhan: Eight plus seven is 15.": null, "Aabria: I think you feel, sort of, someone getting into the moss bed": null, "with you. It doesn't quite pull you out of your sleep, but you're aware": null, "that there's some shifting happening.": null, "Jaysohn: [muzzily] Where'd you go?": null, "Lila: I was eavesdropping.": null, "Jaysohn: What'd you hear?": null, "Lila: I think they were talking about Mom.": null, "Jaysohn: Oh.": null, "Lila: And I got more jerky.": null, "Siobhan: [gasps] I wake up.": null, "Jaysohn: Did you save some?": null, "Jaysohn: Can I have some?": null, "Siobhan: I snuggle up.": null, "Lila: Get off of me!": null, "Jaysohn: Yes, you're my favorite sister, you're my favorite sister.": null, "Izzy: I punch him in the mouth.": null, "Siobhan: I punch her in the stomach.": null, "Aabria: And as you devolve into more sibling infighting, we move out and": null, "away, through the tunnels of the Red Warren, up and across to those": null, "others on the edge of the wood. Thorn, Viola, and a group of nomadic": null, "stoats and other small woodland creatures known as the Lukura. You set": null, "up camp a 30 minute walk away from the Red Warren. It's through bushes": null, "and thickets, and right at the edge of what you would call the true": null, "beginning of the wild and dangerous woods here. Where do we find Thorn?": null, "Jasper: I think Thorn is probably having a quiet conversation with": null, "Olliver and Teedles, just double checking the perimeter is secure as": null, "we're heading into nighttime, making sure all the scouts are in place": null, "and everyone's kind of on their shift and ready to go, there's been no": null, "trouble during the day.": null, "Aabria: As we see you holding court with your two sort of chief": null, "lieutenants, known as Beacons, Olliver and Teedles, why don't you also": null, "describe for me what you look like?": null, "Jasper: Sure.": null, "[Character card with artwork appears on-screen. Jasper William": null, "Cartwright is Thorn Vale (he/him). Reluctant Cult Leader. Ranger / Fey": null, "Wanderer / Level 4. Armor class: 14. Strength: 10. Dexterity: 16.": null, "Constitution: 12. Intelligence: 8. Wisdom: 16. Charisma: 16.]": null, "Jasper: So Thorn Vale is a pretty lanky, quite long stoat with jet black": null, "fur, though you can see, where the scars are, the fur has grown back": null, "white underneath. And he's got one particularly distinctive scar across": null, "his forehead, which kind of goes down to the tip of his nose, where his": null, "nose actually lost some of the pigment in it as well. And he's got some": null, "little pointy, pointy stoat ears, and he's kind of got a bit of a wry": null, "smile as he's got these piercing yellow eyes.": null, "And I think I'm probably kind of half listening to what's going on.": null, "Everything seems fine, and I'm sort of scanning, looking for Viola,": null, "that's probably there.": null, "Aabria: You see Olliver is sort of droning on and on, but it's Teedles": null, "who is sort of-": null, "Teedles: [snaps fingers] Sir? Eyes? Eyes on me?": null, "Thorn: Oh. Yes, sorry.": null, "[Character card with artwork appears on-screen. Teedles (she/her).": null, "Thorn's Beacon. (The Brains).]": null, "Teedles: The pine marten is out doing a perimeter check right now. As": null, "far as I know, the badger will be beginning sort of a late shift. We": null, "can't… It's hard when you can't really talk to them.": null, "Thorn: Yes, of course. The badger is particularly attentive, so I-": null, "Teedles: Yeah, and terrifying.": null, "Thorn: So terrifying. Yeah, it's quite intense.": null, "Teedles: Kind of only listens to you.": null, "Thorn: Yeah, does that thing where he sort of stares at you, and you": null, "have to take a full second to be like, are you going to eat me, or?": null, "Teedles: Yeah! Yeah, I don't like doing that. Do you want to go talk to": null, "him?": null, "Thorn: If you don't want to do it, Teedles, yes.": null, "Teedles: I… look-": null, "Thorn: I'll do it.": null, "Teedles: I don't know if you can't tell, I don't want to. I don't want": null, "to. I don't want to do that.": null, "Thorn: Yeah, okay, that's fine! Okay.": null, "Jasper: I turn around to Olliver.": null, "Thorn: Olliver, can you talk to the badger, please?": null, "[Cast laughing, chuckling, and wheezing]": null, "Aabria: Olliver, who is mid-explaining all of the deals and information": null, "that everyone's went and gotten today, just-": null, "Olliver: [freezes] Really?": null, "Thorn: Yep.": null, "Olliver: Are you sure?": null, "Thorn: Absolutely.": null, "[stammering back and forth]": null, "Thorn: I have to talk to Viola. I'm so sorry.": null, "Olliver: Ugh.": null, "Thorn: I'm busy.": null, "Aabria: Make a Deception check.": null, "Jasper: Hell yeah. Dirty 20.": null, "Aabria: Olliver gives you a look that says everything about those people": null, "who you know are not related to you.": null, "[Character card with artwork appears on-screen. Olliver (he/him).": null, "Thorn's Beacon. (The Brawn).]": null, "Aabria: He's a slighter, pale gray-brown stoat, very clearly the runt of": null, "his litter and never really recovered from that in a meaningful way, and": null, "kind of looks up at you like someone who… \"we are family, even though": null, "we're not quite related, so I can't give you the hard time I want to.\"": null, "You see that piercing look. Then it falters.": null, "Thorn: I really appreciate it, Olliver. Thank you.": null, "Aabria grimaces.": null, "Thorn: [placatingly] I'll do it tomorrow.": null, "Viola: When the Conduit gives you a task-": null, "[Aabria yelps.]": null, " Viola: -you're going to do it.": null, "Thorn: Hello, sweetie.": null, "Olliver: Yes, ma'am!": null, "Viola: Thorn.": null, "Aabria: And Olliver gives a massive bow, and Teedles looks over.": null, "Teedles: [alarmed] Oh! Hi!": null, "Viola: Is everything in order?": null, "Teedles: [fearfully] Everything's so, so good.": null, "Viola: Wonderful. It's so good that we're all together and secure.": null, "Teedles: Yes.": null, "Viola: [intently] And we can be that when you do what you're told. Mm.": null, "Teedles: Oh, yes. Yes.": null, "Thorn: [whisper] It's okay.": null, "Teedles: Yeah, you're saying-": null, "Viola:  Sorry, I didn't mean to put my foot down.": null, "Thorn: No, no no! ": null, "Teedles: No, you're good!": null, "Viola: I felt an opening, and stuck my foot in there.": null, "Teedles: Ooh, yeah you did! Okay, I'm going to go. You know what,": null, "badger's preferable. This is fine.": null, "Aabria: And you see Olliver grabs Teedles, and they both take off.": null, "A long pause while Rashawn looks across the table to where Erika and": null, "Izzy are both frozen in stunned silence.": null, "Brennan: Erika and Izzy right now.": null, "[Everyone laughing]": null, "Rashawn: I'm, like, super chill and nice, but-": null, "Aabria: So chill and nice.": null, "Rashawn: So nice, but Viola's different.": null, "Aabria: And you see, as Olliver and Teedles sort of disappear into a": null, "crowd, there's maybe 24 or 25 other woodland creatures here. About 15 of": null, "them are other stoats. All of these other stoats have charcoal or some": null, "smudging agent where they've recreated the Conduit's lightning bolt on": null, "their body somewhere, and everyone else in this crowd moves out and away": null, "from": null, "Olliver and Teedles with the same energy and deference that they are": null, "scurrying the fuck away from you. [indicating Rashawn]": null, "Viola: I don't know why everyone's so scared.": null, "Aabria: Please describe yourself for me as you step fully into the": null, "light.": null, "Rashawn: I would say I'm like the First Lady of this crop of folk.": null, "[Character card with artwork appears on-screen. Rashawn Nadine Scott is": null, "Viola (she/her). First Lady of the Cult. Paladin / Devotion / Level 4.": null, "Armor class: 13. Strength: 14. Dexterity: 16. Constitution: 12.": null, "Intelligence: 16. Wisdom: 10. Charisma: 15.]": null, "Rashawn: I'm devoted, obviously, to my husband Thorn and my family. And": null, "Viola takes berries and flowers and kind of mushes them onto her face to": null, "give some sort of decoration to her. She's got gloves, but not-": null, "Aabria scowls.": null, "Rashawn: [shiftily] They're not, they're not gloves!": null, "Aabria: [to camera] Let me be very clear: there's not clothes!": null, "Rashawn: Okay, so it's like moss around my wrists, so I have a cute": null, "little dainty thing. And she's got kind of a fascinator of a piece of": null, "grass that's been folded and put into a fun shape.": null, "Izzy: Not a hat.": null, "Rashawn: Not a hat!": null, "Siobhan: A fascinator.": null, "Brennan: [to camera] There aren't hats in this world.": null, "Rashawn: No, no, no.": null, "Aabria: Yeah! They're stoats!": null, "Izzy: No matter how bad we wanted them.": null, "Aabria: They're stoats, why would they have gloves? Could you imagine?": null, "Rashawn: No, but… Viola just wants everyone to be as comfortable as": null, "possible, and if anyone gets out of line… Well, we'll have words about": null, "that, won't we?": null, "Aabria: The Lukura are a group that have followed Thorn for months and": null, "months and months doing a circuit around the Blue Forest, stopping by": null, "other stoat encampments, trading information and help and foraging on": null, "behalf of these other communities, and though they look at Thorn Vale as": null, "the Conduit, the leader of this sort of cult, even knowing how they": null, "treat and how they respect and venerate Thorn, there is a pulse of": null, "energy that knows, and you sort of walk around with the understanding": null, "that no one fucks with the Conduit's wife.": null, "Rashawn: I think Thorn is like the sun. People are just drawn to him and": null, "pull up under a sunbeam and… You know, I'm the moon. I move the tides.": null, "But I've always wondered, what's it like to be the sun?": null, "Aabria: Ooh.": null, "Jasper: Gulp!": null, "Aabria: Amazing. As you two find each other and settle in, you notice": null, "that the bustle of this community seems to be calming down and moving": null, "away from you, giving you private moments to talk.": null, "Jasper: I think I immediately go over and give Viola a little nuzzle.": null, "Aabria (?): Aww.": null, "Viola: You've had a good day.": null, "Thorn: It has been a good day. I feel a little… I feel like the winds": null, "are changing, though.": null, "Viola: In a positive direction? Or are you becoming more fearful every": null, "day?": null, "Thorn: Well, you know me. Fearful is a sort of default, so perhaps.": null, "Viola: Yes, but we have to bring some joy and some light in there.": null, "Thorn: I will work on that. Yes.": null, "Viola: Okay.": null, "Jasper: I think I'll walk over, grab some of the charcoal, and I've got": null, "a white bib, and I'll start marking out a very big lightning bolt shape": null, "on my chest. As I'm doing so, I just…": null, "Thorn: It's just, there's this energy. The forest has an energy. And I": null, "know that it's going to be difficult with the family, but I really feel": null, "like perhaps we should be moving soon. I feel a little [deep breath and": null, "exhale] anxious, like the forest is telling me something.": null, "Viola: Yes, you're feeling jumpy, and I understand that you want to": null, "move, but I don't know if the family's going to want to relocate. It's": null, "going to take some doing. We've been here for so long, and we literally": null, "have roots.": null, "Thorn: Yes, I don't necessarily know if I want to uproot, just perhaps": null, "find some temporary situation. You know I don't like to stay in one": null, "place for too long, and I am getting concerned about the size of this": null, "camp.": null, "Viola: Well, I thank you for staying for as long as you have. It": null, "wouldn't… It wouldn't be the same if you left. I couldn't be the same.": null, "Thorn: I'm not leaving without you, dear.": null, "Viola: [pleased] Oh, stop. You'd go without me. You'd explore the world": null, "without me.": null, "Thorn: Trust me, I wouldn't be where I am right now without you. I'm not": null, "going anywhere.": null, "Viola: Just give me a timeline. Let me know when you'd like to leave and": null, "I can, you know, massage Mama, talk to my sister, and maybe we can get": null, "things going.": null, "Thorn: Yeah, I'll let you lead with Mama. I'm not doing that. I'm": null, "definitely-": null, "Viola: Oh, she's a teddy bear.": null, "Erika: What.": null, "Thorn: No, she is not! She's a teddy bear with huge claws. Terrifying,": null, "huge claws. Nothing scares me more than your mother. Literally nothing.": null, "And I've seen some shit, you know? I've seen some real scary things.": null, "Viola: Oh, honey, you're falling back into your own mind. Come back,": null, "come back.": null, "Aabria: Yeah, you see Thorn… going somewhere.": null, "Viola: Oh no, oh no, oh no, okay-": null, "Aabria: Thorn, give me a Wisdom saving throw.": null, "Rashawn: Oh no.": null, "Izzy: What?": null, "Jasper: 10! 10.": null, "Aabria: Thorn begins to slip away, and even in this very silly moment,": null, "you look over and regard your husband as you watch something happen": null, "behind his eyes-": null, "[ominous whoosh]": null, "The projection on the dome is overwhelmed by bright blue. The players": null, "look around in amazement as it slowly fades back to normal.": null, "Aabria: -and a little flash of Blue as he remembers what life is": null, "actually like out there. And even though you're having a delightful… [to": null, "the players] Yeah, that's fucking cool. We made the dome cool now.": null, "Brennan: It was very cool. That's very cool.": null, "Aabria: That… Even though you feel his restlessness and his desire to": null, "move, he has seen things out in the world. And you know the stories that": null, "even you grew up with about the others in the woods.": null, "Rashawn: I take my little paw and I put it on your chest.": null, "Viola: Let's breathe together. Slow it down. You are safe. Do not let": null, "the fear drive you.": null, "Jasper breathes deeply and nods a few times.": null, "Viola: I'll talk to Mama.": null, "Thorn: Thank you.": null, "Jasper: I think Thorn fully straightens up, almost like a mask": null, "completely": null, "drops over his face, and just strides confidently into the camp, and": null, "none of that comes with him. He just fully blocks all of that emotion": null, "up. Just, nope, that's for later.": null, "Izzy: Little episode. Nothing to it.": null, "Aabria: You see, as you sort of move into the camp, you hear the": null, "commotion. I'm not going to make you roll for it. You can see, just at": null, "the edge of the camp, Olliver is struggling with a badger six times": null, "bigger than anyone else here, as he's trying to sign, and get… You just": null, "hear him yelling,": null, "Olliver: [slowly, gesturing expansively] You've got to go! Don't...": null, "[yells]": null, "Aabria: Just backs up a bit as this badger begins to snarl and bare its": null, "teeth.": null, "Jasper: I sort of look over and I...": null, "Thorn: Badger!": null, "Aabria: And with a single call out over the din of dozens of animals,": null, "this badger immediately makes eye contact with you.": null, "Thorn: Play nice.": null, "Aabria grimaces, then visibly relaxes.": null, "Aabria: And you see all of this, everything that was spinning up inside": null, "this fellow predator sort of calms down.": null, "Jasper: I shoot Olliver a look and go,": null, "Thorn: He wants scritches. Quickly. Now.": null, "Olliver: I'm not going to!": null, "Thorn: Do it.": null, "Olliver: I'm not going to-": null, "Thorn: He'll get really mad if you don't.": null, "Viola: [threateningly] You're gonna do it.": null, "Aabria freezes, intimidated, then mimes reaching up and scratching the": null, "badger. She forces a smile and a thumbs up, which Jasper returns.": null, "Olliver: We're doing great. We're all having a very good time here.": null, "Thorn: Good time. You're doing a good job, Olliver.": null, "Olliver: Thanks. I… It's… This is… I like this. This is great.": null, "Thorn: Well done.": null, "Olliver: He's drooling on me.": null, "Thorn: Yup. Why do you think I sent you?": null, "Olliver: Yeah, I know, I know.": null, "Aabria: You see Olliver sort of pats the badger on the side of the head,": null, "and they begin to move towards the edge of the camp to begin the next": null, "wave of scouting and watching. [to Rashawn] Where do you head?": null, "Rashawn: I think Viola has found a mossy patch to kind of just stretch,": null, "kind of taking down the adornments, kind of chilling out for the": null, "evening, kind of burrowing in.": null, "Aabria: As someone who was raised in the Red Warren, there's something": null, "about having your place underground, a home where you collect and keep": null, "all of your trinkets and adornments, everything that you consider yours,": null, "that in this very nomadic camp, there is no sense of private space. They": null, "don't have that. They weren't trained with it or around it, and you know": null, "that your husband does not value that as much as you do. So here you": null, "are, sort": null, "of in the public eye, under some pale moonlight filtering through the": null, "trees, sort of bedding down.": null, "Rashawn: I think she is thinking about, how will I address this? Who": null, "should I go to first, Mom or my sister? If I convince my sister that": null, "it's a good idea, she can tell Mom.": null, "Aabria: Damn, y'all really are married. Wild.": null, "Rashawn: So it's the evening. Is my sister around? Could I go-": null, "Aabria: It will take you about half an hour to get back to the Red": null, "Warren if you want to go over and have that conversation now.": null, "Rashawn: Yeah, I might as well do it so it's on her mind in the morning.": null, "Aabria: Yeah, I love that. Give me just a basic Survival check.": null, "Jasper: Seeing Viola leave, I immediately send two of the stoats to go": null, "with Viola. Viola doesn't go anywhere on her own.": null, "Aabria: Aw. Do you send-": null, "Rashawn: 6.": null, "Aabria: 6?": null, "Rashawn: Yeah.": null, "Aabria: Damn. That's probably important that you… [points to Jasper, who": null, "nods] Yeah, yeah, yeah. You sort of signal to-": null, "Jasper: I think I probably send Teedles and one other, since I'm staying": null, "in the camp, so yeah.": null, "Aabria: Teedles makes eye contact with you, sees, and goes,": null, "Teedles: I understand.": null, "Aabria: Then she just literally grabs the first stoat she sees. Another,": null, "kind of older woman named Prue that you guys picked up two encampments": null, "ago. And normally… Wherever you go as a leader, you pick up people who": null, "are excited and interested to hear what you want to talk about, and even": null, "though they tend to want to follow and come with you, you've kept the": null, "Lukura very light and agile. And somehow, this ancient woman has been": null, "able to keep up, and truly, any conversation you've had about her": null, "wanting to settle down and maybe stay at one of these encampments, she's": null, "the only person that's": null, "like,": null, "Prue: I'm fine, darling. Doing great.": null, "Thorn: Truly impressive. My knees are already going.": null, "Prue: I'm going to follow, I got it.": null, "Thorn: Thank you. Thank you, Prue.": null, "Aabria: She bows and salutes, is pretty new to this, and doesn't know": null, "what to do.": null, "Thorn: Brighter than the sun, swifter than the wind.": null, "Prue: I'm not going to say all that. It's a lot. It's a lot.": null, "Thorn: Okay. Next time.": null, "Prue: It's very nice for you young ones. I'm just gonna-": null, "Thorn: Of course. Yeah. You do what… Absolutely, Prue.": null, "Aabria: She bows at her very, very lanky waist and takes off and": null, "follows. You know what, as you're walking… That Survival check is pretty": null, "terrible.": null, "Rashawn: It is, yeah.": null, "Aabria: I want to live in that meat for a while.": null, "Rashawn: Sure.": null, "Aabria: You know full well that Thorn, when he can help it, tries not to": null, "let you move places unescorted. How do you feel about that?": null, "Viola: Having grown up where I didn't have to have attendants, it's very": null, "weird to have a shadow behind you constantly. So I wouldn't try to shake": null, "her, but I will try to keep some distance.": null, "Aabria: Okay. Give me, let's just make it a general Acrobatics check as": null, "you're navigating.": null, "Rashawn: That's a 9 total.": null, "Aabria: 9?": null, "Rashawn: Six plus three.": null, "Aabria: Delightful. So you're noticing… I think you're kind of lost in": null, "your reverie.": null, "Aabria: And trying to shake off an old woman, unsuccessfully.": null, "Viola: Tula is about to get ready for bed. How am I going to say this?": null, "We've got to move!": null, "Aabria: You feel yourself snag in the thicket, as you're moving through.": null, "A thorn catches your side, and you begin to bleed a little bit. You're": null, "going to take two points of piercing damage. Both Teedles and Prue sort": null, "of surge up to you in this moment. They're like,": null, "Teedles: Are you okay? I'm sorry.": null, "Viola: I'm fine, I'm fine. It's just a little scratch. I'll be all": null, "right.": null, "Teedles: Yes, I mean, do you… Hi, sorry, we were supposed to hang back,": null, "I know.": null, "Viola: If one of you wants to go in front of me, I'll be in the middle.": null, "Teedles: We don't have to- It doesn't-": null, "Viola: That's what you want to do. Come on, go in front of me.": null, "Teedles: It's not what I want to do-": null, "Viola: I'll be in the middle. Just be in the front and the back.": null, "Teedles: I think you're perfectly fine to walk on your own. I don't want": null, "this, it's what the Conduit wants.": null, "Viola: Well, if that's what the Conduit wants, it's what you're going to": null, "do.": null, "Teedles: Okay! I'm not going to not do it. You don't have to throw this": null, "energy at me.": null, "Viola: Sorry, I'm just-": null, "Teedles: Are you okay?": null, "Viola: There's a lot going on. I have to talk to my family in the middle": null, "of the night, and that's not something I necessarily wanted to do today.": null, "Teedles: Is everything-": null, "Viola: It's fine.": null, "Teedles: I'm sorry. I don't know if we have the relationship for me to": null, "ask. Are you okay? You good?": null, "Viola: I'm realizing right now that I guess I'm not. Maybe I'm scared to": null, "move. Maybe I want to stay. But I have to honor my husband, and his fear": null, "drives my congregation.": null, "Teedles: Well, look. I am also…": null, "Viola: Make it plain, please.": null, "Teedles: It's good that you're here. We do like you. You're terrifying,": null, "but we do like you.": null, "Viola: Thank you.": null, "Teedles: And we've never seen… I've never seen Thorn happier. I've…": null, "Olliver and I have been with him for a year, most of each other's lives,": null, "and it's interesting to watch someone go from wanting to survive to": null, "wanting to live.": null, "Viola: I had to teach him that there's more than fear. You know, we have": null, "to laugh together to get through these very dark times, and going": null, "together is better than going alone.": null, "Teedles: Yeah. Well, um...": null, "Aabria: And she's going to kind of reach out, and she offers you just a": null, "bit of sort of mushed up grass for your side.": null, "Viola: Oh.": null, "Teedles: [whisper] Just put that on there.": null, "Teedles: Yeah, of course.": null, "Viola: It feels nice. It's tingly.": null, "Teedles: Yeah!": null, "Viola: Is that mint in there?": null, "Teedles: Yes, there is.": null, "Viola: That is nice.": null, "Teedles: It's miles from here, but I always try to grab a little bit": null, "extra. If you ever need anything for just a little chew, if you're ever": null, "feeling a little upset, some meat that goes a little bad, you find me.": null, "Sorry.": null, "Viola: Okay. Oh, I like you.": null, "Teedles: I like you too.": null, "Viola: I like you a lot.": null, "Teedles: Yeah, and I like how you scare Olliver. Love that. It's my": null, "favorite thing about you.": null, "Viola: It's very funny, the faces that they like… [squawks]": null, "Teedles: Yeah, right? And he's so small anyway. So he's just so scared": null, "of everything.": null, "Viola: It's just imprinted on my brain. If I had a contact card, that's": null, "what it would be.": null, "Aabria: And I think, for the first time, instead of being flanked or in": null, "a weird little sandwich protected formation, you walk side by side with": null, "a member of your congregation as friends, as you make your way back to": null, "the Red Warren. Who are you heading to go see?": null, "Rashawn: I'm going to go see my sister.": null, "Aabria: All right. So as you continue this walk, we're going to move": null, "back, then. And I want to check in not only on your sister, but your": null, "mother. So, Ava, where are you and Tula right now?": null, "Erika: We're in her burrow, and it's mammalian grooming time.": null, "[Aabria guffaws]": null, "Erika sticks out her tongue and begins licking the air.": null, "[wet smacking sounds]": null, "Aabria: Oh! Oh, being actively licked. Interesting.": null, "Ava: [croaky voice] You normally don't get a chance to do it, because": null, "you're always so busy with those two lovely children of yours. I love my": null, "grandchildren.": null, "Aabria: Ava, go ahead and describe yourself.": null, "[Character card with artwork appears on-screen. Erika Ishii is Ava": null, "(she/her). Grizzled Grandmother. Barbarian / Ancestral Guardians / Level": null, "3. Fighter / Battle Master / Level 1. Armor class: 16. Strength: 18.": null, "Dexterity: 15. Constitution: 19. Intelligence: 11. Wisdom: 13. Charisma:": null, "3.]": null, "Erika: I am snowy white. I have a hunched form that's bent almost": null, "double, and I usually use a large bone to get around and assist myself.": null, "It's got a little knob at the end that's very good for paw sizes. I have": null, "one beady black eye, and the other one is milky white with a triple scar": null, "running through it all the way back up to my ear. I'm lanky with ropy,": null, "wiry muscles, and I have a resting frowny face.": null, "Aabria: Amazing. So as you groom your daughter, [to Brennan] Tula, can": null, "you describe yourself?": null, "[Character card with artwork appears on-screen. Brennan Lee Mulligan is": null, "Tula (she/her). Single Mom that works two jobs. Paladin / Redemption /": null, "Level 4. Armor class: 18. Strength: 13. Dexterity: 18. Constitution: 10.": null, "Intelligence: 8. Wisdom: 18. Charisma: 13.]": null, "Brennan: I am a medium-sized, sort of dusty red-brown stoat, perhaps a": null, "little dusty, which is why I'm getting licked by my mom as an adult": null, "woman. And I think the look on my face is, I have been forced into being": null, "cared for in a way that is using up lots of my time and way stressing me": null, "out.": null, "Aabria: Yes.": null, "Brennan: This is very much for my mother, to let her take care of me as": null, "she gives me a bath with her desiccated, ancient tongue.": null, "Erika: My mouth is very dry.": null, "[cast groan in disgust]": null, "It's like a little piece of sandpaper, just kind of sloughing off any": null, "dirt.": null, "Tula: Thank you so much for taking the time to do this, Mother. This is": null, "incredibly kind.": null, "Ava: Oh, absolutely. Happy to do it, because, you know, I mean, I": null, "understand that you don't have the time to do it, but it's very": null, "important to keep up your appearances and your health.": null, "Tula: You're absolutely right, you're absolutely right. And, you know,": null, "as soon as I-": null, "[more wet smacking sounds from Erika]": null, "Izzy: [interrupting with a hand on Erika's shoulder] No, no. No, you": null, "can't make those sounds.": null, "[Brennan and Aabria laughing]": null, "Erika: [amused] Yes'm. Yes'm.": null, "Izzy: Thank you.": null, "Tula: You know, as soon as you are done here, I'll be able to head back": null, "to the burrow-": null, "Ava: Other side. Turn, turn.": null, "Tula: Yep. Here you go. Thank you.": null, "Erika: I start on the other ear.": null, "Tula: I'll be able to… Yes, and Beatrix does have to get back to her own": null, "warren sooner rather than later. It's actually quite rare for her to be": null, "able to come… Or, not rare, but it's very kind of her to be able to come": null, "and watch the children, so as soon as we're done here, I have to just": null, "run over to the jerky under that old piece of glass where it dries out,": null, "because I have to turn it for the morning. So just as soon as you can…": null, "And I'll run out and check the snare traps, as well as the acorn alarm,": null, "so just as soon as you are done, I just have a few things to do, and": null, "then I'll be able to go relieve Auntie Beatrix from-": null, "Ava: You know, Walmer was asking about you the other day.": null, "[inquisitive music]": null, "Tula: [slowly] Walmer?": null, "Ava: Yes.": null, "Tula: Oh. Well, that's… kind.": null, "Ava: I told him that you're very busy raising two children on your own,": null, "and you know, god knows, what it's like doing that. So, you know, he was": null, "just seeing how you were doing. He's very, very well respected in the": null, "burrow, you know.": null, "Tula: Well, venerable elders so often and rightly are.": null, "[inquisitive music stops as the soft rejection hangs in the air]": null, "Tula: [firmly] Yes.": null, "Tula: And someone of Walmer's impressive age absolutely deserves all of": null, "that respect.": null, "Ava: Well, I know that he's alway quite liked you and, you know, your": null, "father, Kenji, rest his soul, he was often quite fond of Walmer.": null, "Tula: I am so fond of him. He is like a grandfather to me.": null, "Ava: And you're so lonely these days, so lonely.": null, "Tula: A great-grandfather.": null, "Ava: And underwater, with your kids, and-": null, "Tula: [speaking over her] That's terrible that he's lonely. I should go": null, "care for him in his advanced age. These are his last days, and they": null, "should be golden.": null, "Ava: Mm-hm.": null, "Tula: Mm-hm, mm-hm.": null, "Ava: Well, I'm just putting that out there, because-": null, "Tula: And you've put it out there, and there it is.": null, "Ava: You're doing a job on your own. You're certainly doing your best.": null, "You're doing your best.": null, "Aabria: Tula, I need you to give me a History check.": null, "Brennan: To know when Walmer was born?": null, "[cast laughing]": null, "Rashawn: Methuselah.": null, "Aabria: Yeah. The First of All Stoats.": null, "Brennan: History is going to be a 15.": null, "Aabria: Okay. Young Walmer is truly maybe a litter or two older than": null, "you, so we're talking months here. So, you guys don't live a very long": null, "time, but he's only a little bit older. It's a viable grouping. But you": null, "are now going back and recontextualizing a lot of interactions that you": null, "had, where you realize that, yes, in the last maybe four or five days,": null, "Walmer has run into you a lot across this warren, or at that piece of": null, "glass or, you know, has offered several times if you need someone to go": null, "and grab water down at the river. That, yes, he has been slowly moving": null, "in through the peripheral of your busy life with your family.": null, "Brennan: Can I make an Insight check against my mother to know if that": null, "is… Putting that story together, is Walmer flexing on my mom, or is my": null, "mom flexing on Walmer?": null, "Aabria: Oh, that's fun.": null, "[Erika snickers]": null, "Aabria: Huh, go ahead and give me an Insight check. Ava, you can oppose": null, "that with whatever you think is appropriate in this moment. Is it": null, "Persuasion, is it Deception?": null, "Brennan: That'll be another 15.": null, "Aabria: Dang, okay.": null, "Erika: Yeah, that's a 12 for Intimidation.": null, "Aabria: Oh shit!": null, "Brennan: [laughing] Insight versus Intimidation? It's not lying, it's": null, "not telling the truth, it's just being scary.": null, "Erika: Yeah, yeah!": null, "Aabria: Big \"'cause I said so\" energy.": null, "Erika: I have a resting little frowny face, and the little eyebrows that": null, "are always, they look like they're angry. [shaping downturned brows with": null, "her fingers, then lowering one hand] The one that exists is just slanted": null, "this way, so.": null, "Brennan: Do I get the sense that it's coming from Walmer or coming from": null, "Mom?": null, "Aabria: This is definitely, Walmer has sidled up to your mom and is now": null, "sort of siccing her on you, since just sort of reaching out to you isn't": null, "yielding.": null, "Brennan: Walmer, good dude or bad dude?": null, "Aabria: Good dude, just a lot of \"focus on me, look at me\" energy. He": null, "reminds you, unfortunately, only in the worst ways of Geoffrey.": null, "Brennan: Mm-hm.": null, "Ava: All I'm saying is that Walmer provides quite a lot for the burrow": null, "and is very well-respected, and would never just kind of run off on his": null, "own, gallivanting around the wilderness, like some other stoats.": null, "[one more mouth smacking sound]": null, "Ava: All right, get the rear. Get the rear.": null, "Tula: [pausing, humiliated] Yeah. Let's get the rear.": null, "Brennan: I'm going to turn around. What time of year is it?": null, "Aabria: Give me a Survival check. How much time have you-": null, "Brennan: That's a 25! I know the date!": null, "Aabria: I was going to live in a world where I was like, \"Maybe you're": null, "distracted, because you've got-\" No, you keep track of this perfectly.": null, "You know we're hitting the middle of fall. You're now reaching that": null, "point where you've got to start stockpiling things, because the first": null, "frost is coming, and soon.": null, "[soft, solemn music]": null, "Tula: Smelled a little bit of frost on the wind this morning. Sort of": null, "alarming.": null, "Tula: Seems like it's coming much earlier this year.": null, "Ava: Mm. Every year.": null, "Yula: What was the worst winter that you and Dad ever went through?": null, "Ava: Oh… There was one winter where all of you were kids, and we were": null, "trying to get a bobcat, or one of those… What are the words for that one": null, "thing-": null, "Tula: Lynx?": null, "Ava: Yeah, lynx. Lynx, you know, out of the territory. And it was… oh,": null, "we really didn't have enough stowed for winter and, you know, it was… It": null, "was rough. But we kept the group together. We kept you all safe, and to": null, "be honest with you, I… I don't know how many more winters I can stick": null, "around to keep you kids safe, but I'll always remember that winter, how": null, "it was the group that got us through when your father and I were a": null, "little shorthanded and, you know, some of our litter didn't quite make": null, "it. But you two, you two were fighters, and the rest of the burrow": null, "always pitched in. Yes, well, that's why it's important for us to always": null, "remember our neighbors, and to have close communications with them and": null, "to make sure that we look our best for them, isn't it?": null, "Tula: You're absolutely right. Thanks, Mom. I'll try to keep up": null, "appearances.": null, "Ava: You're a good girl. You're a good girl, Tula.": null, "Tula: Thank you.": null, "Aabria: Both of you, give me a Perception check.": null, "Brennan: 19.": null, "Erika: That's a 9. I'm busy.": null, "Aabria: Yeah, you're in there. It's hard to hear over the sound of your": null, "own sandpapery tongue.": null, "Tula: God! Mom, just not right there.": null, "Ava: Ow! All right, suddenly you're all shy. Oh, I'll tell you, young": null, "lady-": null, "Tula: Mom, I'm a grown woman. I've had multiple children.": null, "Ava:  -the things that I've had to lick off of you…": null, "Tula: Yeah, yeah, I understand. Yeah.": null, "Aabria: Your ears prick up as you hear the approach of a stoat, and with": null, "your sort of hackles raised with your mom's strange intervention, you": null, "begin to calm a little bit as you recognize the cadence of footfalls as": null, "your sister Viola-": null, "Brennan: I think there's part of me that's like, my sister's doing so": null, "well. Don't let her see me with my mom's face in my butt.": null, "Aabria: And that's when-": null, "Ava: I remember when there was a ladybug in-": null, "Viola: Wow, wow, wow. Look who's booty is tooted in the air.": null, "Tula: Hi, Vi. Good to see you.": null, "Viola: It's good to see you, Tula. Mama, how are you?": null, "Ava: Viola.": null, "Viola: You're looking so… like you.": null, "[badly held in guffaw offscreen]": null, "Viola: …Mama.": null, "Ava: [satisfied] Yes. Yes, I am.": null, "Viola: How's everyone doing this evening? Is everyone good?": null, "Ava: [talking over her] Is there a reason you came to come see us? You": null, "never visit enough. You're always off at your other burrow-": null, "Tula: It's so late. Are you staying?": null, "Viola: No-": null, "Tula: I can set up some extra moss.": null, "Ava:  -with Thorn.": null, "Tula: It'd be lovely to have you.": null, "Viola: No, no, no, no, no, no, no.": null, "Tula: Jaysohn and Lila would love to see you.": null, "Viola: No, don't wake the… Don't wake the little ones, not quite yet.": null, "No, no, no, no, no. It's just a friendly visit. I had something I wanted": null, "to talk to you about, have on your mind while you maybe fall asleep.": null, "Sleep on it. Thorn has expressed interest in us needing to move.": null, "Erika frowns heavily at her.": null, "Viola: It would be so nice if we could all move together.  What we have": null, "here is gorgeous, the way you've put the roots up on the wall, and the": null, "moss, and everything is beautiful. But it'd be a little bit more": null, "security for us all if we left. [pauses] Timeline's pretty quick.": null, "[pauses] Mama, you haven't blinked, not once.": null, "Erika continues frowning.": null, "Viola: Tula, you know. It could be time to move. Danger is lurking": null, "everywhere.": null, "Tula: Well, what does Thorn know? I think very highly of your husband.": null, "He's seen a lot of the world. But what has he seen that would make… Wow,": null, "that's an enormous commitment. That's a change of everything.": null, "Viola: The outside forces are coming in stronger than we expected, and": null, "if we're going to protect our own, we have to be able to accommodate for": null, "them. I just think it's time for us to stop worrying about others": null, "protecting us, and worry about protecting ourselves.": null, "Brennan: Can I make an Insight check into my sister? It's almost like": null, "I'm trying to Insight Thorn through you.": null, "Aabria: Fun.": null, "Brennan: Because there's a fear I have that this is just about combining": null, "these two communities, and suddenly having half the people who live in": null, "the community revere Thorn, right? And then this other community that": null, "just suddenly finds themselves side-by-side with Thorn's devotees and": null, "followers. So I'm trying to say, is there actual danger, or is there": null, "enough danger to justify something that Thorn wants for ulterior": null, "motives?": null, "Aabria: You're aware of you're sister's concerns in this, so you can": null, "decide if you're going to be rolling Persuasion or Deception against her": null, "Insight. I will say, if this is just a normal conversation that you're": null, "having that's quite serious and quite dire, a normal roll. I'll give you": null, "advantage if you're really pressing for an answer.": null, "Brennan: I'll press, I'll press. That's still quite low. That's only a": null, "12.": null, "Rashawn: I got a seven. So, I really think he's smart, and I think he": null, "knows what he's talking about.": null, "Viola: I'm scared, aren't you scared?": null, "Tula: No.": null, "Viola: You're not?": null, "Tula: Well, I don't know what to be scared of, Viola, because it's a": null, "very unclear threat. I'll be clear. I'm sure it would be of great": null, "benefit to combine our two communities for strength in numbers. Would": null, "you say that your husband is moving from a place of eagerness to combine": null, "our communities, or is he moving away from a threat?": null, "Viola: I believe he's moving from a threat.": null, "Brennan: Do I sense, on that roll, that you're telling the truth?": null, "Rashawn: Yeah, I think that's what he wants. Not necessarily what-": null, "Ava: And he's not entirely wrong.": null, "Viola: Right?": null, "Ava: That young man has seen some real shit. It's not just the winters": null, "and the starvation and the bigger animals that we've got to watch out": null, "for. It's something darker, something much more unknown to us or anyone": null, "like us.": null, "With an ominous sound, the dome fades to a dark blue.": null, "Ava: My mother and her mother before settled in this warren. It took": null, "until me to know what was truly wrong with this space. But that being": null, "said, I really like this burrow. We've just kind of gotten the moss the": null, "way that we like it.": null, "Tula: This isn't really even a conversation unless we know where we": null, "would move to. We can't just pick up and wander into the forest.": null, "Ava: Winter is coming.": null, "Viola: I'm sure he has a plan. He's been all over. There's places he's": null, "been before that could be safe, or push out into the unknown. Send some": null, "scouts out, you know. You don't even have a vision!": null, "Ava: Bless you, Viola, but… Pretty sure that while your husband is": null, "running from something, you're the one that's always running to": null, "something. So if there's going to be a plan, it's probably going to be": null, "yours.": null, "[Brennan starts to speak, but is interrupted.]": null, "Aabria: Hold. [turns to Izzy] Make a Stealth check for me, with": null, "advantage.": null, "Rashawn: Little ear hustler over here.": null, "Izzy: 22.": null, "Aabria: You hear all of this. They've gotten very loud. And Tula, with": null, "trying to divine, via your sister, what Thorn's concerns are, and": null, "hearing your mother once again speaking in vague, dreadful terms about": null, "what lies, truly, out in the world, you feel, sort of behind your": null, "breastbone, a sort of dread sinking in, as you pushed towards the truth": null, "of the world and something began to settle heavy on your heart that you": null, "know is disconnected from the conversation you're having.": null, "Ava: I mean, I'm not saying that he's a pushover. He's a very": null, "charismatic young man. But at the same time, I mean… I guess there is a": null, "religious crazy in every family and, you know, why not let it be your": null, "husband?": null, "Viola: You're not calling him a fanatic, are you, Mama?": null, "Ava: No, I said a religious crazy.": null, "Tula: I think that if there were a safer place to go to, there might be": null, "some wisdom in this.": null, "Viola: So there's a chance. If I find somewhere safe… Not me,": null, "necessarily. Someone else. Find somewhere safe, I could come back to you": null, "with a proposal, how about that?": null, "Tula: I think Lila and Jaysohn… There's just a lot of memories in this": null, "place, and it might be nice for them to have fresh places to explore, a": null, "new burrow to grow up in.": null, "Viola: And maybe something for you? A change of scene? The memories": null, "here, like you said. It's not just for the kids. It's for you, too.": null, "Tula: Well, that's very sweet, Vi. Thank you. Viola, I trust your": null, "judgment, but it would be great to get something more specific from your": null, "husband. What he's… You know. The only thing I know that your husband": null, "has seen is \"shit,\" and so it'd be nice to get something maybe a little": null, "more specific.": null, "Ava: It's true. I don't like change.": null, "Tula: That's right, Mom. You don't like change.": null, "The dome projection fades back to showing underground tunnels.": null, "Ava: So if there's going to be one, there'd better be a damn good reason": null, "for it.": null, "Tula: Mama, do you know anything out there in the world that might be a": null, "safer burrow to go to, or some other kind of place?": null, "Ava: I mean, it's all bad out there, really.": null, "Tula: Mama, you can't say that to the… If the kids are around, I mean,": null, "just don't say that.": null, "Ava: They should know!It's a shitty situation. The world is fucked, I": null, "tell you!": null, "Tula: Stop screaming.": null, "Viola: Give them a little hope.": null, "Aabria: As you're yelling, yeah, we will just say that the camera creeps": null, "over to Lila in the corner. Go ahead and give me, just real quick, a": null, "little Perception check.": null, "Izzy: [to Siobhan] Are you up with me?": null, "Aabria: Yeah, did Jaysohn wake up? They're now yelling.": null, "Siobhan: Yeah, once they start yelling, for sure.": null, "Ava: [as if continuing a tirade] -and bugs, and swans!": null, "Viola: There could be goodness out there, but we're stuck behind these": null, "walls doing nothing!": null, "Izzy: I think maybe I'm closer, and I'm relaying to him.": null, "Lila: [whisper] they're talking about monsters.": null, "Jaysohn: [whisper] What?": null, "Lila: They're talking about monsters coming. We have to move.": null, "Siobhan: I burst through the door.": null, "Jaysohn: Are you talking about monsters?": null, "Viola: Oh my god.": null, "Ava: Jaysohn!": null, "Jaysohn:  I'll fight them!": null, "Ava: See, you can't leave them alone for even an evening.": null, "Jaysohn: Hi, Auntie V!": null, "Ava: Control your children!": null, "Viola: Hi, Jaysohn. It's so good to see you. Hi-ya!": null, "Tula: Sweetie, you have jerky- [rubbing a thumb on Jaysohn's face] You": null, "have jerky all over your-": null, "Jaysohn: [thrashing] No, no! No, no! No!": null, "Viola: How're you doing, Miss Lila?": null, "Tula: Stay still, be still, be still, be still.": null, "Lila: I'm good. So the monster's coming and we have to move?": null, "Viola: There's…": null, "Tula: We don't know that there's a monster.": null, "Viola: Right.": null, "Jaysohn: We don't have to move, 'cause we can fight them!": null, "Lila: And Uncle Walmer's going to be our dad?": null, "Jaysohn: What? Uncle Walmer can't be our dad, he sucks!": null, "Viola: When did you start calling him uncle?": null, "Lila: He's so old!": null, "Jaysohn: He's like two months older than you, Mum.": null, "Tula: Uncle Walmer is not going to be anybody's dad. Or husband.": null, "Ava: Well, we'll see about that.": null, "Tula: No, if Uncle Walmer was going to make it happen, he would've made": null, "it happen by now.": null, "Viola: Hello, he had a chance. He's not going to be with my sister, no.": null, "Viola: Tula! [gestures with two hands, one at a much higher level than": null, "the other] Tula, Walmer!": null, "Ava: You watch your tone, young ladies.": null, "Tula: No one's trying to be disrespectful.": null, "Ava: That's right!": null, "Tula: I think tension is high, because it sounds like something very": null, "dangerous might be happening. [to Viola] Do you think that Thorn would": null, "want to come tomorrow and just explain what he's seen?": null, "Aabria: Viola, you look up, and you actually make eye contact with": null, "Teedles, who is just like…": null, "She mouths, \"I can go.\"": null, "Viola: Yes, get him. Bring him here now.": null, "Teedles: [whisper] Right now?": null, "Viola: Yeah, we might as well talk it out now.": null, "Lila: Oh my god, we're having an all-nighter.": null, "Teedles: [whisper] They said in the morning.": null, "Tula: We are not having an all-nighter. Wait, actually, what am I doing?": null, "Children, to bed.": null, "Jaysohn: Aw, but everybody else is going to be here!": null, "Viola: [whisper] In the morning.": null, "Teedles: [whisper] Okay.": null, "Tula: Well, you need rest if we're-": null, "Teedles: [louder whisper] This is awkward, and I'm sad I was here.": null, "Ava: [aggressively] Teedles!": null, "Teedles: Oh!": null, "Ava: Go!": null, "Tula: I'm so sorry-": null, "Teedles: Go where?": null, "Ava: Go get him!": null, "Teedles: Right now?": null, "Ava: Right now!": null, "Teedles: Why is everyone so mad?": null, "Ava: Right now, we're having a little family discussion, and god help": null, "me, he's part of the family now, so he needs to be here. Kids, Jaysohn,": null, "you look at me! You look at me! You jump off another thing while I am": null, "around, and I swear to god! Emotional damage!": null, "Jaysohn: [cowering] Yes, Grandma.": null, "Tula: Don't threaten Jaysohn with emotional damage.": null, "Ava: Lila! You be a good girl and go to bed.": null, "Lila: I think that it's only fair that if we have to move because a big": null, "monster is coming, that we should know why we're not safe in our home.": null, "Teedles: [whisper] I'm going to come back in the morning. Okay, goodbye!": null, "Goodbye, goodbye, goodbye!": null, "Aabria: And she takes off.": null, "Tula: I think that this would be better done in the morning. Is it all": null, "right if you get Thorn and come talk to us?": null, "Viola: Absolutely, everybody go to bed. It's good to see you, my niece": null, "and nephew.": null, "Ava: I'm not tired.": null, "[Aabria laughs.]": null, "Lila: Me neither.": null, "Jaysohn: I'm not tired either. I'm never tired.": null, "Aabria: And as this continued fight happens-": null, "Tula: Can you help me?": null, "Ava: [grumbles] All right. Okay, you kids come with Grandma.": null, "Siobhan:  I'm up on a rock. I'm so high up.": null, "Ava: Jaysohn!!": null, "Jaysohn: I forgot, I forgot! I'm sorry, I'm sorry! I forgot!": null, "Erika glares furiously.": null, "Jaysohn: [whisper] I forgot, I forgot, I forgot. I'm sorry, I forgot.": null, "Aabria: Do you climb down or do you jump down?": null, "Siobhan: I really, really slowly and carefully climb down.": null, "Ava: Climb down. Slowly. That's right. All right.": null, "Aabria: Everyone moves in their directions and settles down for the": null, "night. So we'll move from this discussion back to the Lukura, to Thorn": null, "Vale, alone. It's quiet. Everyone is either taking their shift watching": null, "or taking their shift sleeping. Your wife is gone, gone to speak with a": null, "family slightly more terrifying than even she is.": null, "Jasper: Yep.": null, "Aabria: And you are with your thoughts. Where do they go?": null, "Jasper: So, I think having had that moment earlier of slight panic with": null, "Viola being there, I think that Thorn is, much in the same way that he": null, "is imagining the family is expressing concerns as to his motivations, is": null, "also questioning himself, and probably won't really sleep that much": null, "because he's extremely aware of all of the lives of the people around": null, "him that he feels absolutely responsible for, and is going to… I'm going": null, "to basically try and listen to the forest. I want to track how the birds": null, "are flying and which direction they're flying, and if it feels odd or": null, "strange. I want to listen to the trees and see if they seem to be": null, "creaking more, if the wind seems to be picking up. Basically, get a": null, "sense of, as winter is rolling in and I have this sensation and feeling": null, "that I need to move, if that is coming from me, if that is an internal": null, "thing, or if that is an external thing, and that is the forest in fact": null, "telling me something.": null, "Aabria: Yeah.": null, "Jasper: Because I think that makes a big difference as to how he handles": null, "the next kind of thing.": null, "Aabria: Go ahead and give me a Survival check.": null, "Jasper: Okay. [deep inhale] Can I cast Guidance on myself?": null, "Aabria: Yes.": null, "[radiant sound]": null, "Aabria: I love Guidance so much.": null, "[Jasper groans]": null, "[Erika gasps]": null, "Aabria: How'd you do?": null, "Jasper: Uh-huh, okay, cool, so I think Thorn's probably having a panic": null, "attack. That is a total of nine, but that was a one.": null, "Aabria: Oh!": null, "Erika: It was a nat one.": null, "Jasper: It was a nat one.": null, "Aabria: You've got to lead with that, my guy.": null, "Jasper: Yeah. But you see why I didn't, though, right? You see why I": null, "made the decision not to.": null, "Aabria: Totally fine.": null, "The dome fades to dark blue once again.": null, "Izzy: It wasn't just a complete failure, it was a 9, but…": null, "Aabria: The thing that was going to happen next was going to require a": null, "Wisdom save, but I think we're just going to jump past that.": null, "Jasper: Cool. Hell yeah.": null, "[twittering birds and other animal sounds, then a loud, unnatural creak]": null, "Aabria: As you listen to the forest and feel yourself drift away from": null, "this moment and away from the natural things of the world, towards what": null, "you truly are, I think Thorn rejects a lot of the false divinity": null, "ascribed to you by your followers. But you do know, you have known for": null, "so long, that you are different.": null, "So when you say you go to listen to the forest, you can't help but slide": null, "away from your sense of self as the forest grabs you to speak. The": null, "seasons are changing, yes, but they always have. You've seen the full": null, "cycle of a year. The dread you feel has so much less to do with that": null, "than the other feelings, the sense of an oncoming storm. You are": null, "reminded, in fits and starts, and your mind flashes back to the moment": null, "where you received your scars. The beginning of your gifts. Your family": null, "calls it the Blue. You call it something closer to a meeting with… The": null, "word isn't quite there. It isn't a god, it isn't a monster, but": null, "something so large and unfathomable. You remember the petals kicking up": null, "from those blue flowers in the field. You remember making eye contact": null, "with something massive, and it regarding you back.": null, "But what you feel across your fur and deep in your gut is the grit of": null, "dust, sand, wind-blown and pushed and overtaking you, overtaking your": null, "camp, overtaking the Red Warren, felling the massive red oak tree and": null, "its crimson leaves that have guarded the people that you call family for": null, "generations.": null, "And when you wake up and come back to yourself, you realize that the": null, "night has passed. It is daytime. And looking out across the camp, the": null, "visibility is lower as a dust storm begins to pick up. You have minutes.": null, "Do you stay here to warn your people, or do you go to warn your person?": null, "The dome fades back to showing the tunnels of the warren.": null, "Thorn: Olliver, Teedles! Anybody!": null, "Aabria: Olliver and Teedles immediately move towards you, and they're": null, "kind of looking around like,": null, "Teedles: [coughs] It's kind of… Is it bad outside?": null, "Thorn: Okay, we don't have time. Enough. Whoever you can grab. Grab them": null, "and tell them to meet us by the Red Warren. Travel there as soon as you": null, "can. I just… Move! Do you understand me? Move!": null, "Aabria: Make an Intimidation check for me. I'll give you advantage.": null, "Jasper: Okay. That is going to be a total of 22.": null, "Aabria: Oh yeah.": null, "Thorn: [echoing] I said move!": null, "Aabria: And you see their ears flatten, and there's a moment of pure": null, "recognition. You have been in this formation before. This triangle has": null, "happened, and they understand immediately, and wordlessly turn and begin": null, "to scramble and rally everyone.": null, "Jasper: I beeline straight to the warren.": null, "Aabria: Sweet, I am going to need an Acrobatics check. It's not": null, "Survival, you know how to get to the Red Warren. That's not a problem.": null, "It's just, give me an Acrobatics. I'm going to say your DC is a 16.": null, "Jasper: Okay.": null, "Aabria: To make your way there.": null, "Jasper: Come on!": null, "Aabria: Quickly.": null, "Jasper: Oh my god.": null, "Izzy: Throw it away. Throw it away!": null, "Aabria: Yeah, you're going in the jail.": null, "Izzy: Put it in the trash.": null, "Aabria: What'd you get, bud?": null, "Jasper: I rolled a two for a total of seven.": null, "Aabria: You are extraordinarily capable. This is what you do. But you've": null, "never seen a dust storm before, and this loss of ability of easy": null, "breathing is strange and new, and it's taking you longer than expected": null, "to make your way back there.": null, "Jasper: I can feel, being far away from Viola as well, I can feel that": null, "anxiety is sitting [gestures around neck level] right up here, and in": null, "this moment, I'm not remembering my breathing. I think that's also": null, "contributing to missing of footing. Do you know what I mean? Stumbling.": null, "Aabria: 100%. We're going to cut back to the Red Warren. You're all": null, "underground. You wake up the next day bright and early, but there isn't": null, "anyone waiting for you as you get up. Ava, I think you're that level of": null, "old where you don't need a lot of sleep.": null, "Erika: Yeah, I'm an early bird. I get up as soon as-": null, "Aabria: Yeah, you're so close to death.": null, "Erika: Yeah, the early bird catches the hare.": null, "Aabria: That's very good. It's almost… Yes. What's your morning ritual?": null, "Do you tend to stay below, within the warren?": null, "Erika: Mm-hm, yes. Yes. Oh, well, you know, there are a couple things": null, "that need tending to, but usually, if it's a full house, then I'll go up": null, "and sort of be on my own a little bit. And then under the red… maple, I": null, "believe, yes?": null, "Aabria: Oak.": null, "Erika: I don't know trees.": null, "Aabria: It's a tree, who cares? You can't eat that.": null, "Erika: Yes.": null, "Aabria: As you come up and sort of peek above the warren under the shade": null, "of this massive tree, you see the dark red leaves under your feet,": null, "tamped down layers and layers of life and death and cycles here. You": null, "look out and see that the visibility here is a little murkier than you": null, "would expect without feeling all the sort of barometric changes that": null, "come with fog.": null, "Ava: My other eye is going too, isn't it? [sighs]": null, "Rashawn: It's cloudy out.": null, "Ava: That's what they say. When you hit four years old, everything": null, "starts going.": null, "Aabria: Go ahead and give me a Nature check.": null, "Erika: That's a 10.": null, "Aabria: Okay, yeah, you're looking around, and I think you take this": null, "sort of loss of visibility as an internal thing and not an external": null, "factor.": null, "Erika: Well, that's okay. I've still got my scent, and my memory, and my": null, "sense of touch, and my memory.": null, "[Brennan and Rashawn laugh]": null, "Brennan: Wow, straight Groucho. Incredible.": null, "Aabria: Incredible. And you're unaffected, until you see… A very small,": null, "sort of tawny-colored stoat with a big bite mark out of her left ear": null, "sort of pops into your view maybe three or four yards away and starts": null, "waving.": null, "Mila: Ma'am? Ma'am?": null, "Ava: Oh, hello...": null, "Mila: Mila.": null, "Ava: Mila, yes. Yes, Mila.": null, "Mila:  Hi, I was going… [stammers] I was on an errand…": null, "Ava: You seem very anxious, Mila. Is something the matter?": null, "Aabria: You notice, I'm not even going to make you roll for it, you see": null, "that her right ear is sort of twitching, but not turning towards any": null, "information. Just, it seems like a strange tic that she's deeply unaware": null, "of.": null, "Mila: I was down over by the... [coughing] The river, and it's kind of…": null, "It's hard to see, and I don't-": null, "Ava: Do you know, I think I might have something for that.": null, "Mila: For what?": null, "Ava: For your ear, your ear, dear.": null, "Mila: What's wrong with my ear?": null, "Aabria: She immediately grabs the other ear.": null, "Mila: It got bitten when I was little.": null, "Ava: No, no, no, the other one, although that's not optimal, I suppose.": null, "[Aabria coughs]": null, "Ava: I'm sorry, what was that about hard to see?": null, "Mila: I don't know. There's something happening. It's strange, it's kind": null, "of hard to breathe. Do you not see anything weird? [sniffing] Do you not": null, "smell that?": null, "[Erika sniffs]": null, "Erika: What do I smell?": null, "Aabria: Go ahead and give me a Perception check.": null, "Erika: 18.": null, "Aabria: Now give me a History check.": null, "Erika: Shit!": null, "Brennan: This is making me sad and scared.": null, "Aabria: Yay! We're doing it!": null, "Erika: 2.": null, "Aabria: Baby!": null, "Izzy: She doesn't know anything.": null, "Aabria: Baby girl doesn't know anything!": null, "Izzy: Has never known a thing.": null, "Erika: Sometimes it's really kind of a crapshoot, you know?": null, "[discordant music]": null, "Aabria: What you smell on the air is a sort of rock that you've come": null, "across times in your travels, broken up in weird, flat chunks that you": null, "can't find anywhere, but you find it in patches and batches in the": null, "woods. But there's always something wrong with it. It doesn't smell like": null, "wet mineral. It smells burnt and scorched and a little wrong and a": null, "little unnatural, and even though you can't place it, there's something": null, "familiar in that smell in the air that immediately drags you back": null, "towards, but not landing within, the worst day of your life. The first": null, "time you saw something that even you don't like talking about.": null, "[Erika sniffs again.]": null, "Mela: So you do smell it? [coughing]": null, "Ava: [thumps the table] Go find everybody that you know and gather at": null, "the warren, quickly!": null, "Aabria: She nods at you and blinks, and her eyes don't blink in sync,": null, "and you see a little bit of blood begins to come out of her nose.": null, "Izzy: [flinching back] What the heck?": null, "Jasper: Ohhh boy.": null, "Aabria: And she turns and runs and dives down into the warren.": null, "[music ends, players murmuring]": null, "Erika: I go back to the kids.": null, "Aabria: Yeah. You sort of follow her down, and we watch the split as she": null, "heads towards different knots and groupings of stoats within the Red": null, "Warren, and you immediately peel off towards where you left your family.": null, "You're older, you're very spry. You do notice, especially as you hear": null, "the difference in your footfalls as you split in directions, she's": null, "moving weirdly slowly, and you make your way back to your family, who's": null, "just beginning to rouse for the day. What do you do?": null, "[Rashawn yawns like she's waking up]": null, "Jaysohn: Grandma, have you ever killed a chicken?": null, "Tula: All right, kids. Everybody eat up.": null, "Izzy: Lila's up making notes from everything she heard. Like the Charlie": null, "Day meme of the board. She's like, monster-": null, "Tula: Vi, we have jerky, but I also have some berries that are not good": null, "for the kids to eat. They're a little older, if you'd like some.": null, "Viola: [slyly] Oh, okay.": null, "Tula: Yeah, hey, I might have": null, "Ava: Tula, Viola! Come with me.": null, "[tense music]": null, "Tula: Uh… Kids, go help yourself to extra jerky.": null, "Jaysohn: Yes!": null, "Ava: Something is coming. Something terrible is coming.": null, "Viola: I told you something was coming.": null, "Aabria: Yes, well! You didn't, you were like, \"oh, vaguely something is": null, "happening!\" I mean right now!": null, "Aabria: [to Izzy] Give me a Stealth check.": null, "Brennan: I just hear my mom say \"right now,\" and I go over to Lila and": null, "Jaysohn, and-": null, "[Siobhan mimes throwing food in the air and catching it in her mouth.]": null, "Lila: [leaning forward] What's happening right now?": null, "Tula: What's happening right now is this. We're all going to stay": null, "together, because we're a family.": null, "Brennan: And I'm going to touch both of them, and as I'm talking, I'm": null, "casting Bless on both of them and myself.": null, "Lila: The monster's coming.": null, "Jaysohn: Oh! [does a martial arts kata]": null, "Tula: Something's happening, and we're just going to all stay safe, and": null, "what's going to happen is we're going to keep our eyes up and we're": null, "going to keep our legs bent so that we can move fast if we need to,": null, "okay? Just listen to me and Grandma and Auntie Viola, okay?": null, "Aabria: Lila, Perception check.": null, "Izzy: Perception?": null, "Aabria: Mm-hm.": null, "Izzy: 21.": null, "Aabria: Your mother is speaking close to you, and her words are filling": null, "your ears, but you can't help but notice the sound of a scream several": null, "tunnels away.": null, "[distant scream]": null, "Lila: Someone's screaming.": null, "Erika: Do I know of any safe spots nearby or in the warren?": null, "Aabria: Be more specific. What do you mean? Like, aboveground or within": null, "the warren?": null, "Erika: Aboveground, or within the network, the tunnel network.": null, "Aabria: This tunnel network is enough to comfortably house the amount of": null, "stoats that are here. It's why even when litters come through, it seems": null, "like this area can only support maybe fifty stoats at the most.": null, "Rashawn: You've got to eat a couple.": null, "Aabria: Yeah!": null, "Rashawn: To kind of make room.": null, "Brennan: I'm going to look at Mom and just say,": null, "Tula: How did you know something bad was happening? How did you find": null, "out?": null, "Ava: A little… Melissa. She came over and her ear was twitching in a,": null, "you know, very unfocused way. Something's wrong with her.": null, "Tula: What did she say was happening bad?": null, "Ava: She said she couldn't see and everything.": null, "Tula: Where?": null, "Erika rolls a die.": null, "Ava: Down by the river.": null, "Aabria: [laughing] Did you roll for your own memory?": null, "Brennan: My instinct in this moment is, I know where the river is, I": null, "know where the warren is, and I'm going to take my family and run away": null, "from the river, from the warren. Something bad is happening at the": null, "river. I'll take my odds that something not-bad is happening at": null, "not-the-river.": null, "Aabria: Sweet. Not-the-river would be in the direction of Thorn and": null, "where your sister stay.": null, "Tula: We need to find Thorn.": null, "Rashawn: I pop my head out and I yell,": null, "Viola: [elongated] Thorn!!": null, "Jasper straightens in his seat.": null, "Thorn: My wife!": null, "Erika: Somewhere, somehow.": null, "Brennan: I sense that my wife is screaming my name at the top of her": null, "lungs.": null, "Rashawn: I mean, if he's at all within 30 feet of me, to cast Sanctuary": null, "on him.": null, "Aabria: He's not that close, because that would require… The equivalent.": null, "All of your spells and all of your abilities are being sort of scaled": null, "down to stoat scale, so 30 feet to a stoat would honestly be very, very": null, "far, if we're holding that number. But you do pop your head above": null, "ground, and you see that yeah, it looks almost like a fog's rolling in.": null, "But it's gray, and the air, the sky isn't wet, it's dry. It's as though": null, "dirt, utterly devoid of water, is sort of filling in and filtering": null, "through the air.": null, "[fearful music]": null, "Rashawn: As I am trying to not fully open my eyes, because they're a": null, "little obscured with the dirt, I just let out some sort of [chittering]": null, "to see if he can hear where I am, sort of like an echolocation type": null, "thing.": null, "Viola: Where are you, Thorny? Thorny!": null, "Aabria: We'll make this a full luck check, and I'm going to make- No,": null, "no, not for you.": null, "Rashawn stops reaching for her dice.": null, "Aabria: The lucky roller's going to roll it. [to Jasper] Hey, I'll even": null, "let you pick. Pick high or low.": null, "[Jasper whimpers]": null, "Jasper: Um… High.": null, "Aabria: Okay. High, you can hear her calling out for you. Low… We'll": null, "talk about it.": null, "Jasper: 17. [exhales]": null, "Aabria: With a 17, you hear that first shout of \"Thorn,\" and you realize": null, "that somehow, you haven't noticed how much visibility you've been": null, "losing, and you were actually running just a little bit south of where": null, "you should be headed, and you realign and head in her direction. [to": null, "Rashawn] And sort of emerging murkily out of whatever this strange": null, "atmosphere is, you see Thorn sprinting as fast as his little feet will": null, "carry him towards you. [to Jasper] But you've been in it, running as": null, "fast as you can, breathing it all in, and I need you to make a": null, "Constitution save.": null, "Jasper: Okay, that's a 9.": null, "Aabria: You're going to take five points-": null, "Izzy: [whispers] Drops dead.": null, "Aabria: -five points of damage-": null, "Rashawn: I don't like that.": null, "Aabria: -as you race up towards Viola, coughing and wheezing, in this": null, "mire of air that smells like dirt, and then something a little closer to": null, "what your family calls Blue, in and around you.": null, "Thorn: [coughing and hacking] Under, now!": null, "Rashawn: Okay, I scoop him. I throw him over my back, if I can, and I": null, "just burrow deeper, deeper back into the warren, underground. [to": null, "Brennan] Wait, where did you go?": null, "Brennan: I was running with you towards Thorn.": null, "Rashawn: Okay, so yeah, we're all together. We're all together.": null, "Brennan: We're all together, yeah.": null, "Aabria: Okay.": null, "Thorn: Stay. Stay here. [coughs]": null, "Rashawn, with an alarmed expression, begins fanning the air.": null, "Thorn: I don't know what it is in the air, but it's incredibly hard to": null, "breathe out there. We have to wait for this to pass, or find a way to": null, "stop breathing this in. [coughs again]": null, "Aabria: Before you dive back down-": null, "Thorn: Feels like my lungs are on fire.": null, "Aabria: -I want to give both of you opportunities to get a little more": null, "information about what is going on in the air and in the world, so I": null, "want you to tell me, what are you looking for in this moment? What are": null, "you trying to do? And then you can tell me what roll you want to make to": null, "assess what's happening right now, if that's your priority.": null, "Rashawn: I'd like to know how high up this dust cloud… Is it affecting": null, "birds as well as us on the ground? Or is it just-": null, "Aabria: Perception check.": null, "Rashawn: Okay. 15.": null, "Aabria: With a 15, you notice that it's the beginning of the day. Even": null, "through this haze that's sort of growing over across the sky, you know": null, "that it's morning light. You don't hear any birds.": null, "Viola: [sucking in a breath] Tula, something bad is happening,": null, "obviously. I guess we need to go further underground.": null, "Tula: It's in the wind?": null, "Thorn: It's in the air. It's something... It feels like my lungs are on": null, "fire.": null, "Brennan: I would like to make a check. Listening to my sister, I want to": null, "make a check to know if there is a tunnel that is not connected to the": null, "other tunnels that is maybe newer or fresher or weaker.": null, "Rashawn: One of the tunnels we dug as children.": null, "Brennan: Yeah, like a small play tunnel.": null, "Aabria: Well, here's a real- [pauses thoughtfully]": null, "Erika: We don't dig tunnels.": null, "Aabria: That's the thing. I would allow that children might think to dig": null, "tunnels. But the fun fact about the warren that you live in: you didn't": null, "build that. Your mothers' mothers' mothers didn't build that. This was": null, "wrested away from a family of rabbits. Rabbits tunnel, and you consume.": null, "Ava: Ah, yes. The Curtises. Mm.": null, "Aabria: The Curtises?!": null, "Jasper: Gave them a name.": null, "Aabria: You gave them names as you were eating them.": null, "Brennan: Mr. Curtis was delicious.": null, "Aabria: Wild.": null, "Rashawn: Hare Curtis. What a man.": null, "Aabria: But you know what, give me just a general Luck check to see if a": null, "little joke set of tunnels that you guys made as children would have": null, "survived to now.": null, "Brennan: That's a 5.": null, "Aabria: You don't think the tunnel's there anymore. You think the": null, "turning of weather and the subsequent months since you were children has": null, "washed and eroded all of that away. But you do realize, as you go and": null, "look in that direction, that this dust, though it's sort of overtaking": null, "everything, is coming from the southeast. There's a directionality to": null, "this.": null, "Brennan: Do I sense that running is the better plan here? That my first": null, "instinct is better? That we should try to get away from this?": null, "Aabria: Give me a Survival check.": null, "Brennan: Okay. That's a 2.": null, "Rashawn: Wowzers.": null, "Brennan: 2 plus 6 is 8.": null, "Aabria: There's a sense of panic here, because if you think of this like": null, "weather, there's no sense of outrunning weather. You just sort of hunker": null, "down and wait it out. And then as you're sort of in the air and sniffing": null, "and trying to figure out what this is, there is something so deeply": null, "unnatural in this, in the wind, that even with that low roll, you can't": null, "let go of the fact that your instinct isn't \"Get low and get safe,\" it's": null, "\"Get away.\"": null, "Tula: There's nowhere to hide. There's no tunnel that we can close. The": null, "air will find us. We have to run.": null, "Thorn: Do you have a sense of direction, or-": null, "Tula: Yes. Follow me.": null, "Brennan: And I'm going to peel off. I'm maintaining concentration": null, "on the Bless on my kids, but I'm looking, I'm making sure that Mom is": null, "not slower than-": null, "Aabria: Well, everyone's going to make a Con save. Tula, you're going to": null, "make it with advantage, and Lila and Jaysohn are making this with": null, "disadvantage, along with Ava.": null, "Siobhan: 8.": null, "Aabria: 8, okay.": null, "Brennan: 22.": null, "Aabria: 22. You're fine.": null, "Rashawn: 14.": null, "Aabria: Ava?": null, "Erika: 21.": null, "Izzy: 19.": null, "Aabria: 19.": null, "Izzy: Oh, actually, 21.": null, "Aabria: Nice.": null, "Rashawn: The kids are all right.": null, "Aabria: [shrugs] They're kind of all right.": null, "Siobhan: I have immediately run away from the group, climbing a tree,": null, "just doing stupid shit while the grownups talk, because I got bored.": null, "Aabria: Viola, you're going to take 4 points of damage. [to Siobhan] You": null, "take 11.": null, "[players groan]": null, "Jaysohn: [coughing] It smells bad out here!": null, "Aabria: And as you feel your lungs sort of begin to freeze up, it gets a": null, "little quieter up here, and I think you begin to hear the yelling down": null, "below within the warren.": null, "[faint echoing screams and shouts]": null, "Aabria: As you look down, you guys see that this dust, it's in the air": null, "and hazy here, but it's definitely lying low enough that it's beginning": null, "to pour into the warren, and you're beginning to hear more screams and": null, "thuds.": null, "Jasper: Having seen something potentially similar to this, do I recall": null, "this having an effect on creatures?": null, "Aabria: Give me a History check, or Arcana.": null, "Jasper: Let's go with… They're both bad. That's a 16, for a 15. Hey.": null, "Aabria: Okay, which one are you going for?": null, "Jasper: I will go with, I think Arcana is more in his wheelhouse.": null, "Aabria: That's good, because the DCs were different. You're not": null, "remembering something, but you're realizing the connection between them.": null, "You can smell that strange sort of ozone in this wind, in this haze, in": null, "this dust, and you recognize that it's connected to all of this, but": null, "this is nothing like anything you've ever seen before, until you smell": null, "something that was in the wind on the night that you first saw them. It": null, "was coming off of their clothing. You remember the squeak that": null, "accompanied with, and you've never smelled anything like that.": null, "Siobhan: Can I do a Perception check to see if climbing, if the smoke is": null, "going down, would climbing help us?": null, "Aabria: Yeah, please do. Make it with advantage. What a good instinct.": null, "Siobhan: Okay, 24.": null, "Aabria: Amazing. Even as you're kind of trying to get your own shit": null, "together, and you begin to feel a little trickle of blood at your nose": null, "and at your ear, you have that sense to run and to get to high ground,": null, "absolutely.": null, "Jaysohn: Let's get up the tree! Let's go up the tree!": null, "Aabria: Jaysohn, it's not a good time to climb right now.": null, "Jaysohn: Let's go up- No, look, the smoke is going down! We should go": null, "up!": null, "[Izzy screams]": null, "Brennan: I see that my-": null, "Aabria: Do you just scream?": null, "Izzy: There's blood coming out of his face!": null, "Brennan: I'm going to Lay on Hands-": null, "[Jaysohn snorting as he wipes his nose, laughter from Aabria]": null, "Brennan: -and I'm going to heal you for 11 points of damage, and then": null, "I'm going to say,": null, "Tula: All right, it's time to climb! We're going to climb! We're all": null, "going to climb.": null, "The dome fades back to dark blue.": null, "Jasper: Do I know if there's any high ground, actual high ground nearby?": null, "Obviously the tree is an option, but if I'm thinking something's": null, "potentially moving this way, I don't necessarily want to be in the trees": null, "as they roll through. Do I know of any hillocks or a potentially high": null, "ground that we could climb and actually be high in terms of-": null, "Aabria: Yeah, you hear the \"Get high,\" and you realize that running to": null, "the northwest will send you back towards your camp. Running dead west": null, "will lead you to where the ground begins to grade and steeply move": null, "uphill.": null, "Jasper: Okay, I will mark the tree with anything that Olliver or Teedles": null, "might recognize, and I'll basically keep doing that in the direction": null, "that we're going so that if they do get here, they'll know which way we": null, "went.": null, "Aabria: Okay.": null, "Jasper: And then I'll turn around and say,": null, "Thorn: High ground is a good option, but I think we should do high": null, "ground rather than just high in the trees. I don't know, but something": null, "could be coming, and we don't want to be here when it gets here, so": null, "let's head this way.": null, "Tula: Yeah. Yeah.": null, "Jasper: And I'll probably lead off, assuming I have high-ish Survival.": null, "Siobhan: I also have high Survival.": null, "Brennan: I have six.": null, "Jasper: Oh, perfect. Okay, yeah.": null, "Thorn: Brighter than the sun, swifter than the wind.": null, "Jasper: And I'll give you Guidance.": null, "Aabria: He just yells cult shit at you, and you feel a little bit better": null, "about what's happening.": null, "Brennan: Sorry, do I have the highest Survival? I just want to make": null, "sure.": null, "Siobhan: I have seven. I have plus seven to Survival.": null, "Rashawn: I have plus zero, so yeah, you're in charge, big sis.": null, "Brennan: Okay. Sensing that Jaysohn-": null, "Jasper: Jaysohn's faster, as well.": null, "Siobhan: Yeah, I'm so fast.": null, "Brennan: Also, Jaysohn just nailed it. So I think as you're about to": null, "give that to me, I'm going to look and say,": null, "Tula: Jaysohn.": null, "Jaysohn: Yeah?": null, "Tula: Can you focus and lead us out of here?": null, "Jaysohn: Yes! Yes! I can lead us out of here!": null, "Siobhan: I just run so fast that you can barely see me in front of you.": null, "Thorn: Brighter than the sun, swifter than the wind!": null, "Jasper: I'll give you Guidance.": null, "Izzy: Can I make an Investigation check?": null, "Aabria: Ooh, what are you looking for?": null, "Izzy: What this is, clues of what this is.": null, "Aabria: Yeah, give me an Investigation check.": null, "Izzy: Nat 1. I don't know anything. Forget it. Cut it out.": null, "Aabria: [laughs] We're not going to. That's so important. The thing that": null, "you get from here isn't somehow you misreading the situation. This is": null, "different than anything you've ever experienced. It starts with a tickle": null, "and then becomes more of a burr, because you Lila, you know so much, and": null, "you care, and you're able to put things together. You've scraped": null, "together an understanding of how this warren works, and maybe what's": null, "happened to your family over the years, and yet this is the blank. This": null, "is the thing that everyone that knows anything has been keeping from you": null, "for your entire life, and you can't figure it out. This is scary, but it": null, "doesn't make sense that everyone who has control over every situation is": null, "this scared. It's because they know something that you don't know that": null, "they refuse to tell you, so you run. Is there anything else you wanted": null, "to do?": null, "Izzy: No.": null, "Aabria: Okay. Is everyone sprinting after Jaysohn?": null, "Erika: Before I go, I would like to just, hope against hope, poke my": null, "head back into underground and see-": null, "Izzy: No, don't do that. Don't do that, don't do that. No, no, don't do": null, "that.": null, "Erika: Is there anyone?": null, "Izzy: No, no.": null, "Erika: Is there anyone that can make it out with us?": null, "Aabria: You look down into the tunnels, and you see a surprising number": null, "of bodies. Anyone within maybe three generations of you is down. Anyone": null, "that's your grandchildren's age or younger is down, and the ones that": null, "are left are scrambling, they are frantic, and you make eye contact with": null, "Walmer, who is pushing this massive, scraped-off bit of bark who is": null, "pushing this massive, scraped-off bit of bark from the tree above you": null, "that's looked out for you for so long, and is preparing to push it": null, "against the opening to seal themselves down to try to keep it out, and": null, "he reaches and beckons for you.": null, "Walmer: Come! Come on!": null, "Ava: No, I've got to protect my family.": null, "Walmer: That's what I'm trying to do. So get down here so we can block": null, "off this tunnel. We'll be safe.": null, "Ava: There's no hiding from this. There's no hiding from the Blue.": null, "Walmer: What are you saying? The Blue? No, it's… That's a tale that we": null, "tell to children to get them to sleep at night. You need to come down": null, "here now, Ava!": null, "Thorn: Ava, come on. Everyone's going. You know what's coming!": null, "Walmer: Ava, get the fuck down here!": null, "Ava: Goodbye, Walmer.": null, "Erika: And I start running after them.": null, "Aabria: You see maybe one or two people that like and respect you": null, "looking their heads in your direction, and Walmer pushes them back and": null, "seals the warren. They're going to wait it out. Anyone else doing": null, "anything else?": null, "Jasper: I'll just, if I can, be last in the group, because I want to": null, "make sure that if anyone falls behind, I'll try and help, and then I'm": null, "just gonna be trying to mark every tree that I'm close to with that same": null, "symbol so if they come through this way, they'll know which direction": null, "we've headed.": null, "Brennan: I'd like to give a help action to my son.": null, "Aabria: Ooh.": null, "Brennan: Because we've got the Guidance here. I'd like to give a help": null, "action, which is, I think… Any time, as Jaysohn's leading us to higher": null, "ground, something more interesting pops up, I think I'm just going to": null, "chime in with a,": null, "Tula: How high do you think it'll go, Jaysohn? How high will the high": null, "ground get?": null, "Jaysohn: I think it'll get really high! Look at how high I'm getting": null, "right now! Look at how high that bit is!": null, "Siobhan enthusiastically mimes climbing.": null, "Aabria: Incredible.": null, "Rashawn: Fastest boy alive.": null, "Aabria: Give me a Survival check with advantage. That's brilliant.": null, "Siobhan: Oh, thank god for that advantage. Survival plus 7, so 25… 28.": null, "[players ooh and snap with appreciation]": null, "Erika: Wow!": null, "Aabria: [whisper] Incredible.": null, "Jasper: We! Are! Surviving!": null, "Aabria: Jaysohn, you are leading this group, and you realize as you": null, "pass, as you're noticing all of these things, that you're further than": null, "you've ever been in the woods, and you're running, and then eventually,": null, "as the air begins to thin out and clear a little bit, see other animals": null, "also fleeing out from where all of this dust is beginning to settle, and": null, "even though your lungs are burning, you feel them start to loosen up a": null, "little bit as the air gets clearer. You lead them up to high ground, to": null, "the top of this beautiful hill.": null, "You all arrive exhausted, but the air is clear, and you can see the sun": null, "again. You see animals continuing to sprint in wild directions. All of": null, "you can look back, and through the haze and mire, you see this little": null, "vale that was your home just through the very thick of where all of this": null, "is pooling, all this dust is settling, more like soup than like dust, a": null, "little bit of red of the tree that's looked over your home for longer": null, "than any of you can remember, since before your kind had memory. And you": null, "see nothing of your home.": null, "Those of you that know where to look and how to look see creatures that": null, "did not make it high enough fast enough, slowing down, getting lost to": null, "the dust, to the fog, to the Blue, to the whatever that is. But you are": null, "here, and you're safe, and you're together.": null, "Thorn, go ahead and give me an Investigation check as you look out in": null, "the direction of the Lukura.": null, "Jasper: Three.": null, "Aabria: Bro. We are trying to tell a story here.": null, "Rashawn: You're making me look bad in front of my family.": null, "Jasper: [American accent] Hey, listen. We're going to have a chat, okay?": null, "Rashawn: I put a lot of faith in you, brother. Come on.": null, "Jasper: I'm sorry!": null, "Aabria: You see the edge of the woods where the Lukura have been": null, "encamped for weeks and weeks longer than you've ever been stopped before": null, "is also swallowed and lost to that. You strain your eyes trying to look": null, "for your friends, your people, and you can't make anything out. Then you": null, "hear...": null, "Teedles: Boss? [coughs] Boss?": null, "Aabria: And behind you, you see Olliver, you see Teedles, and you see,": null, "scampering back and away from them, a contingent, no more than eight or": null, "nine, of faces that you recognize. Several of them are not stoats, and": null, "you see something… No, I'm going to make you roll for it.": null, "Jasper: Are you sure? It's going really well for me today, so-": null, "Aabria: It's going so good.": null, "Jasper: It would be so fun if I don't have to roll.": null, "Aabria: You can cast Guidance on yourself.": null, "Jasper: Okay, yeah, I'm going to do this-": null, "Aabria: I think you need the help.": null, "Rashawn: I'll Bless you.": null, "Jasper: [whisper] Thank you.": null, "Rashawn: Honey.": null, "Jasper: [imitating Rashawn] You're making me look bad.": null, "Aabria: I need you to make an Animal Handling check to see what's going": null, "on.": null, "Jasper: If it would help, because I feel like I need it right now-": null, "Aabria: Yeah, sure.": null, "Jasper: Can I cast Speak With Animals on myself? Can I basically try and": null, "further my understanding-": null, "Aabria: Sure, I'll allow that. You can make your check with advantage,": null, "then, in this moment.": null, "Aabria: Did you roll two digits?": null, "Jasper: Yeah, yeah I did! I managed it.": null, "Aabria: Oh, good job, buddy.": null, "Jasper: Okay, so 17. Wait, what was this? This was Animal Handling?": null, "Aabria: Animal Handling.": null, "Jasper: Oh, 21.": null, "Aabria: 21. There's something very strange and sort of profound": null, "happening here and now, because you realize you want to reach out and": null, "call out to creatures, followers that listen to you, and you're suddenly": null, "aware like a vertigo pan of the divide between your Beacons and the": null, "stoats that are here in your family and the animals that are animals in": null, "this moment, who don't have a sense of follow the leader but simply flee": null, "and survive. You see the badger sprinting away, eyes wild. You see the": null, "pine martens and some of the birds that were with you scattering and": null, "scampering away, and sort of putting it together with the look on": null, "Olliver and Teedles' faces, they seem exhausted and sort of resigned to": null, "no longer keeping this group together. That in the face of a mortal": null, "threat, an animal will do what an animal needs to do, and some of those": null, "other stoats don't seem to be hanging back to take their orders from": null, "you. They move higher and farther away. But Olliver and Teedles are": null, "different. They were your Beacons for a reason, and they stand here": null, "breathless, confused, but ready to serve.": null, "Teedles: Are you okay? [coughing]": null, "Thorn: As many of us that could made it out of the warren. You did well.": null, "Teedles: Others… We were able to tell… Most people, they just kind of…": null, "We didn't… No one really knew what to do, so everyone broke in different": null, "directions.": null, "Thorn: Yes. It's unlike anything we've seen before. If it wasn't for the": null, "family, I'd probably be lost myself.": null, "Ava: Jaysohn, you did very, very well.": null, "Thorn: You were impressive, Jaysohn.": null, "Erika: And I pull out a little hard, dried strawberry, and I hand it": null, "over to him.": null, "She hands a strawberry candy across the table to Siobhan.": null, "Aabria: [laughing] Oh my god, you have a Werther's!": null, "Aabria: Incredible. Inspiration.": null, "Brennan: I look at Viola and I go-": null, "Tula: Did we ever get candy? We never got candy.": null, "Viola: She never, ever, ever gave us anything.": null, "Ava: [to Lila] You could learn a little something from your brother.": null, "Viola: She would brush us backwards. You know, the hair grows one way,": null, "and she'd just go against the grain.": null, "Tula: And she's say, that's how you have to get under the fur, to really": null, "get it clean.": null, "Viola: Terrible.": null, "Siobhan: [speaking around the candy] I'm so happy.": null, "Viola: Those followers… They should've known to follow the Beacons. They": null, "should've known that when we are not around- [catching herself] When": null, "Thorn is not around-": null, "Thorn: \"We,\" it's fine.": null, "Viola: \"We,\" thank you. When we are not around, they are to take your": null, "lead. That is very disappointing.": null, "Teedles: It's okay, most of… Most of the people [coughing] who followed": null, "you came from other encampments. We follow you both, because we believe": null, "in you, but they have families too. And I think if they ran, it was": null, "because they hoped to save them, and I can't begrudge them for that.": null, "Thorn: Everyone was doing what they had to do to survive, and that is": null, "understandable, but I owe you all an apology. I had this feeling, this": null, "sense. I knew something was coming, and I should've...I should've": null, "pressed the issue last night. I hesitated. And that is exactly what I": null, "want everyone not to do. It won't happen again, and I apologize. You did": null, "well.": null, "Teedles: So you know what this is?": null, "Thorn: No, I don't know what this is, but I had a feeling something was": null, "coming, and then by the time I awoke this morning, it was too late.": null, "Teedles: So where now?": null, "Thorn: That's a very good question. [looking to the side] Sorry, I was": null, "off-put. Jaysohn's… Are you… It's so loud, the way you-": null, "Jaysohn: The seeds are really crunchy.": null, "[all laughing]": null, "Thorn: Really. Sorry, I was just in a moment, really thinking hard, and": null, "I can sort of, you know…": null, "[Siobhan loudly crunches her candy.]": null, "Thorn: Like, it was so close to my ears.": null, "Aabria: Oh my god.": null, "Tula: Thank you very much for the strawberry.": null, "Ava: Well, he did good.": null, "Brennan: I'm going to turn over to Jaysohn and say,": null, "Tula: I'm so proud of you.": null, "Jaysohn: Thanks, Mom.": null, "Tula: I've only ever seen one stoat run that fast.": null, "Jaysohn: Who? …Oh! [whisper] Dad!": null, "Aabria: In this beautiful moment, you begin to climb up the nearest": null, "tree, and you can take your time and be careful, and you can look out": null, "and see that the clearest air, the clearest path, is in the direction": null, "that you've been running, and that all of the land back and away has": null, "been overtaken by this dust. Give me one more Perception check.": null, "Rashawn: 20. Dirty 20.": null, "Aabria: Nice. Everything makes sense, if you can just get a little": null, "perspective. You see that all of this dust, this choking wind, is": null, "originating from a path that you've never noticed before, because you": null, "were always too close to it. Inside it, something that looks like a": null, "river, but gray, that winds through the trees and down far away, past": null, "where you can see because of the horizon, because of the dirt, because": null, "of that atmosphere, that something or a group of somethings approaching": null, "with the wind at its back has been blowing all of that acrid air towards": null, "you. Something is on its way, and whatever heralded it took away your": null, "home in a matter of hours.": null, "And that's where we're going to end our first episode.": null, "Erika: Oh my god!": null, "[all whooping and screaming]": null, "Aabria: Catch us next week for episode two.": null, "[NEXT EPISODE - Episode 2: Bearing the Scars]": null, "[NEXT TIME ON DIMENSION 20]": null, "[adventurous music]": null, "Viola: We can't go back home. Everyone is gone.": null, "Jaysohn: Where are we going to live?": null, "Viola: Mama, I'm scared.": null, "Ava: Well, that's perfectly normal.": null, "Viola: Great advice. Good talking to you, Mama.": null, "Lila: What do I do?": null, "Tula: Stay here! Stay here! Stay here!": null, "Lila: No! No!": null, "Tula: Stay here!": null, "Brennan: Dive.": null, "Ava: Young lady, you put that tongue back in your mouth.": null, "Aabria: [chitters] Folds it back into its mouth.": null, "Ava: Do you speak stoat?": null, "[Aabria squeaks]": null, "Ava: Be better!": null, "[Aabria laughs]": null, "Viola: Yeah, I was really hoping that we would tell you this when you": null, "were much older. I would hope that you live in a world where none of": null, "these horrors, you'd ever have to see. But yes, I'm not going to": null, "bullshit you. It's going to be bad.": null, "Tula: Just run. No, run, fight. Fight, run.": null, "Lila: What's the Blue?": null, "Tula: [desperate] It's… I'm going to tell you about the Blue! Thank you,": null, "sweetie!": null, "Viola: Your eye is cloudy and nasty.": null, "Tula: I've only ever seen one stoat do that.": null, "Ava: All right! You're a kid! That was their first blood. All right,": null, "good job, everyone. Candies for all.": null, "Thorn:  I was entirely correct to be terrified of your family. Wow.": null, "Aabria: Bring out the map.": null, "Jasper: Oh no!": null, "[all screaming]": null, "Siobhan: So this is why you emailed us a trigger warning.": null, "Aabria: A little bit, yeah.": null, "[melancholy piano music]": null, "------------------------------------------------------------------------": null, "Captions extracted by: Rachel S.": null, "Edited by: Rachel S.": null}