{"Dimension 20 Season 20": null, "Burrow’s End": null, "StarrinAva: Aabria Iyengar as Game Master": null, "Brennan Lee Mulligan as Tula; Erika Ishii as Ava;": null, "Siobhan Thompson as Jaysohn; Rashawn Nadine Scott as Viola;": null, "Isabella \"Izzy\" Roland as Lila; and Jasper William Cartwright as Thorn": null, "Vale": null, "Episode 10: Evolution and Revolution": null, "< [Previous Episode]": null, "+-----------------------------------------------------------------------+": null, "| Content Warnings:                                                     |": null, "|                                                                       |": null, "| -   Body Horror & Gore [40:29 - 1:51:06]                              |": null, "| -   Endangerment of Children, Violence Towards Children [40:29 -      |": null, "|     1:32:20]                                                          |": null, "| -   Loss of Autonomy, Mind Control [45:06 - 1:25:52]                  |": null, "| -   Self-Harm / Suicidal Ideation [47:40 - 47:34]                     |": null, "| -   Involuntary Parent To Child Violence [55:58 - 58:15]              |": null, "| -   Misophonia (Squelching) [39:03 - 39:05, 48:42 - 48:43]            |": null, "| -   Misophonia (Bone Cracking) [40:51 - 41:03]                        |": null, "| -   Misophonia (Squishing, Splattering, Bones Crunching) [1:18:39 -   |": null, "|     1:19:00]                                                          |": null, "| The beginning of the specified content warnings will be marked in     |": null, "| red. There may be a link to skip to the end of the content warning.   |": null, "| Ex: [Content warning for body horror begins here. Click here to       |": null, "| skip.]                                                                |": null, "| The end will be marked in green.                                      |": null, "| Ex. [Content warning for body horror ends here.]                      |": null, "| NoTeedles: The link will bring mobile users directly to the green     |": null, "| marker and computer users 5 lines below the marker.                   |": null, "| There may also be brief mentions of the CW scenes outside of the      |": null, "| marked areas.                                                         |": null, "Aabria: Y'all ready to play some fucking D&D? (group cheers excitedly)": null, "Hello friends and welcome to the finale of Burrow's End. A Dimension 20": null, "joint, it got a little weird already.": null, "Rashawn: Yes.": null, "Aabria: I am your warren warden and Dungeon Master, Aabria Iyengar and": null, "with me to wrap up our tale of evolution and revolution are my": null, "Stupendous Stoats. Gotta go back to the classic.": null, "Players: [Players] Aw!": null, "Aabria: Say hi one more time, Stupendous Stoats.": null, "Players: [Players] Hi Stupendous Stoats one more time.": null, "Aabria: [Aabria] Okay.": null, "Jasper: Yeah.": null, "Brennan: Full circle, bookend-ed. Story structure. (Aabria laughs)": null, "Siobhan: Shut the fuck up.": null, "Aabria: Hey, inspiration. (to Siobhan)": null, "Izzy: [Izzy] Bookends are not circles. (Siobhan laughs)": null, "Aabria: So my Stupendous Stoats, you have everything you need now. You": null, "know how this story began. A forest, a plant, a meltdown, a plot. Now,": null, "how's it going to end? Let's find out. We pick up back inside Last Bast.": null, "You know what's coming. You've got the night, you have a radio from": null, "Doctor Steel. The stoats now have sort of dispersed. They're breaking": null, "off into groups, discussing. Everyone looks a little frenetic and": null, "confused. There's not that easy flow of when everyone knew what they had": null, "to do, they went and did it. It was a functioning organism. Now there": null, "were flaws to how that organism ran, but now there's simply chaos. You": null, "can feel it in the air. What do you want to do with the time you have": null, "left?": null, "Izzy: I think Lila would actually like to listen to Channel Three a": null, "little bit.": null, "Aabria: Okay. Where are you going to do this?": null, "Izzy: Maybe our room or something?": null, "Aabria: I was just wondering if you wanted to do it sort of publicly or": null, "privately?": null, "Izzy: Oh yeah, like all together.": null, "Brennan: Yeah.": null, "eRashawn: All together but maybe in a more private place.": null, "Izzy: Yeah.": null, "eRashawn: Just not to freak anyone out.": null, "Siobhan: Yeah, we could go back to the lab I guess or?": null, "Izzy: Do things seem different? Did?": null, "Siobhan: [Siobhan] Yeah, what's the vibe?": null, "Izzy: Did Tiddles like?": null, "Aabria: [Aabria] Teedles.": null, "Izzy: Teedles.": null, "Aabria: You are your grandmother's granddaughter.": null, "Izzy: [Izzy] Did Teedles-?": null, "ra: I should probably check in with Teedles.": null, "Jasper: [Jasper] I was gonna say.": null, "Rashawn: To see how": null, "Jasper: [Jasper] To check in with Teedles.": null, "Rashawn: How the meeting went.": null, "Izzy: [Izzy] Call.": null, "Aabria: Yeah.": null, "Rashawn: I find Teedles, wherever they are.": null, "Aabria: [Aabria] Sure.": null, "Rashawn: In a chat. (holding back laughter) I go,": null, "Viola: hey girl, hey.": null, "Teedles: Hi, hi.": null, "Viola: How did it go?": null, "Teedles: Good, I told them the entire system that was driving their day": null, "to day life was a sort of totalitarian lie and now everyone's very sad": null, "and scared. We did it.": null, "Viola: Understandable that folks would be upset.": null, "Teedles: Look, you believed in me and I super appreciate that but I": null, "really don't know what the fuck is going on. So maybe, what's going on?": null, "Viola: There are humans outside. Of the warren.": null, "Teedles: Right now?": null, "Viola: Not right now, but they are on their way and we have the evening.": null, "Teedles: The eve, okay. You keep going.": null, "Viola: I'm not gonna tell you how to respond to things but I just want.": null, "Teedles: No that's really nice. Yeah. It's just a big acceleration.": null, "Viola: This is what's happening.": null, "        ": null, "Teedles: In what, yeah.": null, "Viola: Well there's no time to dilly dally.": null, "Teedles: Okay.": null, "Viola: Okay, there are forces outside that want to get inside and the": null, "goal is to never, ever, ever let them get in here. If everyone is": null, "inside, they are safe.": null, "Teedles: Okay, okay.": null, "Viola: Mmhmm? We have met one of the humans and made contact and": null, "hopefully, they're gonna be an ally of ours. Yes.": null, "Teedles: Oh. So you figured out how to communicate with them and you are": null, "unsure.": null, "Viola: We've all been able to communicate with them the whole time. You": null, "are speaking Human at this moment. (dramatic music) I know.": null, "Teedles: (choked) Okay. (in shock) I won't talk.": null, "Viola: And, We have reason to believe that one of the First Stoats": null, "planned and took the life of Dr. Wenabocker who was a human who ran this": null, "facility before us.": null, "Viola: And that Stoat took it upon themselves to inhabit that person or": null, "left with them, we don't know. But that, there was a message that was": null, "left with the First Stoats that said she will be back and we have reason": null, "to believe that this first, First Stoat is the one that is coming back.": null, "Teedles: Okay, wow.": null, "Viola: I know.": null, "Teedles: Okay, what do you want us to do? This is a lot.": null, "Viola: The groups that would herd larger animals outside.": null, "Teedles: Resource Allocation.": null, "Viola: Resource Allocation. Do you think we could add more to the team": null, "of Resource Allocation? Because these coppers, they don't need to really": null, "regulate people because we all have a common goal right now.": null, "Viola: If they could suit themselves up with all of the things that they": null, "would use for taking down an animal and ready themselves, I think we're": null, "gonna have to send out waves of stoats to do some fighting if necessary.": null, "Teedles: Okay, we're taking the fight to them?": null, "Viola: Mmm. Get a good night rest. In the morning.": null, "Teedles: (silent) In the morning?": null, "Viola: Be ready.": null, "Teedles: [Aabria] Okay. Wow, um okay. Okay. So you're gonna hunker down": null, "and stay safe right because you are...?": null, "Viola: Everybody's gotta do their part.": null, "Viola: I will fight.": null, "Teedles: Okay. If I die in the next 12 hours, it was really nice having": null, "a friend for a little bit. We're not gonna die, it'll be fine.": null, "Viola: No, we're not gonna die.": null, "Teedles: There's like, what,": null, "Viola: We're gonna be best friends.": null, "Teedles: There's a bunch of us, we'll be great.": null, "Viola: I'm gonna have you babysit the children from time to time.": null, "Teedles: Oh I would rather die via human. Thank you so much. Okay, I'll": null, "do what I can. If I need anything, where can I find you?": null, "Viola: I will be in the main hall where all the stoats gather. I'll be": null, "visible and ready if anybody needs me.": null, "Teedles: Understood.": null, "Aabria: [Aabria] Okay, and then Teedles splinters off.": null, "Ava: So I feel that humans probably sleep at night, as we do, yes?": null, "Thorn: I think so.": null, "Ava: Maybe if we go to bed early and wake up early, we get a lot more": null, "done with our day and also we can surprise the humans.": null, "Jaysohn: I definitely think we should surprise the humans and like maybe": null, "we can make some traps and like maybe we can just jump down on them and": null, "like maybe they won't even see us coming and we just jump on them and": null, "then they die.": null, "Lila: Is our plan to attack the humans?": null, "Jaysohn: Yeah.": null, "Thorn: What may be, what might be a good focus, I don't know what the": null, "group thinks but Dr. Wenabocker is the problem now. That his and": null, "Phoebe's presence will be the barrier to us having any kind of": null, "successful peace negotiation with the humans because they, for all we": null, "know, Dr. Wenabocker's already told them all kinds of lies and": null, "fabrications about the facility.": null, "Ava: We could just tie them all down to chairs and then talk to": null, "Thorn: That's what I said. But they seem to resist the idea.": null, "Tula: We should ask Simon how he felt after he was tied to a chair, if": null, "it made him feel really receptive to the children and their demands.": null, "Viola: He could be still tied up at this moment, we don't know.": null, "Tula: I would wager anything he is still tied up at this moment.": null, "Viola: But we have bigger things, some bigger concerns.": null, "Lila: Yeah, I, it felt like we sort of just had a discovery yesterday": null, "that they're sort of animals too and so, I mean I don't know.": null, "Tula: I think that's right sweetie. I think that we need to be prepared": null, "for the worst, maybe prepared to defend ourselves here. But I would feel": null, "awful harming any of these humans, especially if they're.": null, "Jaysohn: They harmed us.": null, "Lila: How?": null, "Jaysohn: They killed Dad.": null, "Thorn: They also potentially": null, "Jaysohn: - And they're dangerous. They have thunder that comes from a": null, "clear sky.": null, "Thorn: I also have thunder that comes from a clear sky.": null, "Ava: We do that too.": null, "Jaysohn: But you're dangerous too, so good.": null, "Tula: So Jaysohn, do you notice that the sort of commonalities that we": null, "have with them can be used to just keep hurting each other? There are": null, "more humans other than the humans that are here to come find us and if.": null, "Ava: How many?": null, "Tula: I don't know, they said 20,000. They said as many there are stoats": null, "probably. So if we kill these ones here to protect us then all of the": null, "humans that know them will go, \"Well we have to go kill all these stoats": null, "who killed my father and my brother and my friend.\"": null, "Lila: We don't know if you know, not all humans killed Dad. For all we": null, "know, Phoebe could've killed Dad.": null, "Tula: I think the wisest thing to do is to remember in our hearts that": null, "these are other thinking and feeling animals and that we should track": null, "down and murder Phoebe.": null, "Viola: Yes.": null, "Thorn: [Jasper] That would be my suggestion.": null, "Ava: Perhaps we could take Truck?": null, "Jaysohn: Okay I'm all in on Truck.": null, "Ava: May be fun.": null, "Lila: Maybe we'll, last time all of the people left was because there": null, "was a core meltdown.": null, "Jaysohn: Yes.": null, "Lila: If we make them think that that's happening again.": null, "Thorn: That's what I was thinking.": null, "Viola: They'll scatter.": null, "Tula: That might not be a longterm solution because remember that Dr.": null, "Steel had a machine that could tell Blue.": null, "Ava: But it would give us, as Jaysohn said, give us time to go have a": null, "little chat maybe.": null, "Izzy pretends to be holding the walkie talkie, as a small stoat.": null, "Aabria: [Aabria] (to Izzy's gesturing) Much bigger.": null, "Jaysohn: [Siobhan] Yeah let's listen to the radio.": null, "Aabria: I will say yeah, you are easily back in your den at this point.": null, "Tula: If anyone mentions that Dr. Wenabocker is walking or out, we could": null, "sprint there and rip him open and find Phoebe.": null, "Thorn: You've got a look in your eyes I haven't seen before.": null, "Tula: No, no, no, no, no. It's good.": null, "Brennan flips off Jasper jokingly.": null, "Ava: That's the maternal instincts jumping out.": null, "Tula: [Brennan] It's good.": null, "Jaysohn: I really like it, Mum, you should feel it more.": null, "Tula: Yeah and I'm still the same. I'm not different now.": null, "Viola: Oh I don't know Tu-tu. It's a little, little keyed up.": null, "Tula: Do I seem keyed up?": null, "Viola: Mm-hmm.": null, "Jaysohn: [Siobhan] Yeah, it's really cool.": null, "Lila: It's amazing.": null, "Ava: I think it's going rather well.": null, "Lukas: (congested) You seem nice to me. You seem nice to me.": null, "Tula: [Brennan] Well I am nice.": null, "Lila: You're just sort of in our room now.": null, "Lukas: No one sent me home.": null, "Tula: [Brennan] Lukas, you can stay with us.": null, "Lila: You can go see your mom.": null, "The players jokingly roleplay the followinAva:": null, "Tula: Something tells me that you are powerfully magical in a way. (Cast": null, "laughing)": null, "Thorn: In a way that could save us later on.": null, "Tula: In a way that could save us.": null, "Lukas: [Aabria] I'm very high stealth.": null, "Viola: [Rashawn] It's like you're the one.": null, "Lukas: I could just be places.": null, "Lila: He's gonna Wild Magic.": null, "Tula: A situation kind of going on.": null, "Lukas: (congested) I'm an eloquence bard. (group laughing at this": null, "stuffy-nosed stoat)": null, "Tula: What kind of bard are you?": null, "Lukas: Eloquence.": null, "Lila: [Izzy] \"Meloquence\"? (Players intentionally mispronouncing": null, "\"eloquence\" repeatedly)": null, "Lukas: [Aabria] I can say all those letters.": null, "Ava: Did you say \"mard\"?": null, "Lila: Mard.": null, "Ava: Bard, bard.": null, "Lukas: Bard.": null, "Izzy: Turning up the volume.": null, "Brennan: [Brennan] Oh it's the radio.": null, "Aabria: [Aabria] Yeah.": null, "Izzy: On channel three.": null, "Aabria: [Aabria] Channel three.": null, "Ava: Well we should, they can't hear us too much while we're.": null, "Viola: Turn off the microphone.": null, "Lila: Oh so they can't hear us?": null, "Viola: Yeah. (radio crackles)": null, "Viola: Don't press it.": null, "Thorn: No don't press it.": null, "Aabria: You're getting sort of chatter which is likErika: “Bravo Team in": null, "place. We're on standby for orders. Everything is looking good.” You're": null, "hearing that Alpha Team is having some struggle with a landing site and": null, "that they are moving, they're moving reinforcements over and you're": null, "like, \"Clear some area for a little landing site for a helicopter.\"": null, "Ava: What else is on? (group laughs)": null, "Jaysohn: Grandma needs a story.": null, "Lila: Matlock.": null, "Ava: Ooh, Matlock?": null, "Jaysohn: [Siobhan] So handsome.": null, "Ava: [Erika] What a handsome man.": null, "                ": null, "Tula: We could ask. If we hear someone that we want to talk to, badly,": null, "we could ask them to go to another. Because if you speak as Dr.": null, "Wenabocker on this channel, the odds that Dr. Wenabocker hears you are": null, "very high.": null, "Jaysohn: [Jasper] Yes.": null, "Tula: But, in just a regular voice you could ask someone to go to a": null, "different channel and when they got to that other channel, you could": null, "start speaking as Dr. Wenabocker.": null, "Lila: And say, actually let's call it off. Let's call it all off. No.": null, "Jaysohn: Everybody go home.": null, "Lila: No need to go in, I think it's bad.": null, "Tula: (absently) Or, you could tell someone that you had captured a": null, "number of stoats and that you needed to bring them to Dr. Wenabocker": null, "right away.": null, "Viola: I.": null, "Tula: And then they bring us right to her. Then we jump out and we bite": null, "her throat out.": null, "Lila: Oh Mommy has so much bloodlust.": null, "Jaysohn: I love it.": null, "Thorn: It's kind of, when you lock those eyes in.": null, "Jaysohn: [Siobhan] I am like her.": null, "Thorn: I cannot look away.": null, "Tula: This is what Auntie Viola was talking about. I used to be": null, "different when I was younger.": null, "Viola: She was wild.": null, "Aabria: [Aabria] Tutu!": null, "Thorn: [Jasper] Little spice in there. A little spice.": null, "Aabria: Ooh.": null, "Erika hands Brennan a strawberry candy.": null, "Tula: Oh Mama, thank you.": null, "Ava: Violent.": null, "Rashawn: Reading your teenage sister's diary and she's just very": null, "violent.": null, "Lila: Okay so should I just sort of scan? Should I just sort of scan the": null, "channels and see what we hear?": null, "Tula: I think we can stay on three for most of it and we should scan": null, "some other channels too but if we stay on three for most of it, and then": null, "I'm just saying that we have, we could go to other channels.": null, "Izzy: Spanish.": null, "Rashawn: (Spanish accent) Radio Soul (group laughs) (radio crackles)": null, "Izzy: Okay this is channel one. (Brennan imitates Spanish radio ad)": null, "Brennan: [Brennan] JCPenney.": null, "Aabria: Nothing on one.": null, "Izzy: Nothing on one. Two.": null, "Rashawn: [Rashawn] ♪Vale, vale ♪(Reggaeton music)": null, "Izzy: Spanish. ♪Vale.": null, "Aabria: Spanish.": null, "Izzy: Three.": null, "Aabria: It's a lot of Pitbull, which is crazy.": null, "Izzy: I'm gonna go back.": null, "Brennan: Go back, Mister Worldwide. (Rashawn sings 'Gasolina' by Daddy": null, "Yankee)": null, "Aabria: Mister Worldwide operating 40 years. (group laughs)": null, "Brennan: If this was animated.": null, "Siobhan: Lila, play Despacito.": null, "Brennan: If this was an animated movie, he would almost certainly come": null, "over the end credits rapping about stoats.": null, "Aabria: Yeah, maybe. But he'd be like an otter.": null, "Brennan: Yeah, yeah.": null, "Jasper: Yeah and then Bryan Cranston would come in for a rap verse.": null, "Aabria: Yeah, oh.": null, "Izzy: Shout out Chernobyl. (Brennan laughs wheezily)": null, "Aabria: Cranny's got bars.": null, "Izzy: Okay, channel three.": null, "Aabria: Channel three, you're hearing that same chatter.": null, "Izzy: [Izzy] Okay.": null, "Aabria: Sounds like these two camps are trying to figure out a landing": null, "ground.": null, "Izzy: Okay. Boring.": null, "Ava: Should we tell that nice old lady about our little subterfuge?": null, "Jaysohn: She was a nice lady but I don't know if she's gonna be into": null, "throat biting?": null, "Thorn: Well, we don't have to necessarily say that.": null, "Jaysohn: Oh yeah, we could lie.": null, "Thorn: We could say, we'll just say we're seeking to arrange an audience": null, "with Dr. Wenabocker and is there anyone that would be worth speaking to?": null, "Viola: I'm into it. (radio crackles)": null, "Izzy: Channel four.": null, "Aabria: Channel four, you hear a bunch of pings. Like beeps of varying": null, "length. (crackling beeps sporadically)": null, "Rashawn: Ooh, we have any understanding of Morse code maybe?": null, "Aabria: That'd be so amazing for you.": null, "Rashawn: I mean we aren't smart.": null, "Brennan: One of us calls writing \"pre-read.\"": null, "Jasper: I really feel like it's a stretch guys.": null, "Siobhan: I got a 13 intelligence, is that enough to understand Morse": null, "code, Aabria?": null, "Aabria: It's not.": null, "Brennan: What about a Nat 20 coming right up? Nine.": null, "Rashawn: [Rashawn] Intelligence?": null, "Izzy: Got a Nat 20 coming right up, coming right up.": null, "Rashawn: [Rashawn] 24?": null, "Jasper: Here's this nat 20.": null, "Aabria: [Aabria] What'd you get?": null, "Izzy: [Izzy] Six.": null, "Aabria: [Aabria] Okay. (Erika laughs at Jasper's roll)": null, "Izzy: Actually, 13.": null, "Aabria: B'Okay.": null, "Rashawn: 23?": null, "Aabria: Okay.": null, "Jasper: There's no way I'm gonna be able to learn Morse code.": null, "Aabria: How'd you do?": null, "Erika: Oh I got a one.": null, "Aabria: Natural one.": null, "Erika: Start jamming to it.": null, "Izzy: Oh I got a fucking 19. (Aabria laughs)": null, "Jasper: That's not a 20.": null, "Izzy: Okay, we don't know Morse code. Channel five.": null, "Aabria: Channel five is empty for now.": null, "Izzy: Okay.": null, "Aabria: Hold channel six. (Aabria gasps)": null, "Dr. Tara: (as Tara) Are you there, can you hear me? Oh God.": null, "Ava: Hello?": null, "Thorn: Wait for them.": null, "Tula: Shh.": null, "Lila: Tara, doctor, Dr. Tara? Dr. Tara?": null, "Tula: Let go, let go.": null, "Thorn: I think you.": null, "Dr. Tara: Yes, hi.": null, "Aabria: Yeah, she.": null, "Izzy: Wait I have to press it down and then?": null, "Aabria: You hold it down to talk, why am I explaining that, you got it.": null, "You don't have to mime it the whole time. You don't have to mime it the": null, "whole time.": null, "Lila: Hi.": null, "Dr. Tara: Oh hi, bad news. Looks like plans are being advanced that they": null, "want to breach tonight.": null, "Lila: Um, okay. Um fuck, shit, pants.": null, "Dr. Tara: Whoa.": null, "Tula: How many people are there that know how to detect the Blue?": null, "Dr. Tara: Just about everyone here is equipped with a Geiger counter.": null, "Thorn: If there was to be a big, blue light show right above where": null, "Reactor Charlie is, would that be cause for perhaps pause?": null, "Dr. Tara: Right over Reactor Charlie? Hold on.": null, "Aabria: And you hear the ruffling of papers, like massive things and": null, "that's spreading and checking and mumbling under Doctor Steel's breath.": null, "Dr. Tara: Okay, if my plans are correct. (dramatic whoosh) That main": null, "tent is over Reactor Charlie right now.": null, "Ava: Oh excellent.": null, "Tula: The main tent?": null, "Izzy: [Izzy] Oh shit.": null, "Ava: Whose tent is it?": null, "Aabria: You know. (gasps)": null, "Tula: Doctor Wenabocker.": null, "Lila: [Izzy] Oh he's outside.": null, "Ava: Yes, Doctor Wenabocker. Yeah, he's cool.": null, "Thorn: Okay, how many humans are in the tent with Doctor Wenabocker?": null, "Lila: Should we blow it up?": null, "Dr. Tara: I'm not in there right now but I know that there's four.": null, "Should be three or four, couple from Bravo and one from Alpha. couple": null, "from Bravo and one from Alpha.": null, "Jaysohn: [Siobhan] I mean, we're pretty sneaky.": null, "Dr. Tara: To do what, what are you planning?": null, "Tula: So Tara, the situation has advanced rapidly. So here's the": null, "situation. We want an everlasting peace between stoats and humans.": null, "Dr. Tara: Okay.": null, "Tula: Doctor Wenabocker is a nasty corpse puppet and he has an evil": null, "immortal stoat living in him and we gotta get it out and kill her dead.": null, "Tula: So I'm trying to think of a way for these two kind of goals to be": null, "mutually enforcing, for these two kind of goals to be mutually": null, "enforcing, rather than we rip out your leader's throat and kill the": null, "stoat who's running him like a puppet and then all of the soldiers, very": null, "rightfully go, \"Well these stoats are quite bad.\"": null, "Thorn: And then kill us all.": null, "Lila: What'd you say? We should lure, lure him?": null, "Dr. Tara: I can lure Wenabocker out of the tent if you speak to the": null, "other leadership here?": null, "Lila: Maybe lure?": null, "Thorn: We could speak to the other leadership if there's a.": null, "Dr. Tara: If they knew what I know which is that you're thousands of": null, "sentient, sapient creatures we would, we would be bound by law to treat": null, "this like a scientific discovery. We would have to have negotiations.": null, "This would no longer be a military issue. (Erika laughs) (twinkly music)": null, "Ava: I've fought against many other groups that we knew were sentient.": null, "Oh we know it's just, people will do anything to protect their burrows": null, "and their community. There's no guarantees that knowing someone else is": null, "intelligent means that they'll be merciful or anything. What you have to": null, "do is get them to believe that we are part of their burrow.": null, "Thorn: I think that's closer to what we're attempting to do. I think if": null, "you look out and see these, what they have at their disposal, they will": null, "wipe us off of the face of the earth before we even have a chance to": null, "talk.": null, "Lila: And if we show them that we don't, that we're not a threat, then": null, "maybe they won't want to wipe us out?": null, "Dr. Tara: We have broadcast equipment too. If we make it undeniable that": null, "the secret no longer exists here. If other people knew.": null, "Viola: Is there a channel that goes out further than your group?": null, "Dr. Tara: We have long range equipment here, yeah. Yes.": null, "Thorn: So it sounds like we need to lure Doctor Wenabocker and deal with": null, "that situation and then we need to try and have a conversation and then": null, "we need to try and have a conversation with the leaders of your group.": null, "Dr. Tara: Oh yes.": null, "Thorn: It doesn't sit quite well with me, the idea of you luring this": null, "Doctor out because I wouldn't want to put you in harm's way. What would": null, "you suggest in terms of separating him from these other four humans?": null, "Dr. Tara: I was walking around the back and I found a very big elk with": null, "too many spikes on it and I was gonna kind of just be like, \"Come look": null, "at this horrible, there's a wrong animal here. You should see that.\" And": null, "I figured that would buy some time but if you have a better idea.": null, "Tula: If you think Doctor Wenabocker would come out alone to go observe": null, "that, then yeah, then I think that's very. If that works for you then we": null, "would be happy to make that our point.": null, "Viola: I would have MeatWolf somewhere in waiting.": null, "Dr. Tara: Ooh, ooh.": null, "Jaysohn: And Jaysohn.": null, "Dr. Tara: [Aabria] (whisper) And Jaysohn.": null, "Thorn: Honestly more terrifying than the MeatWolf, you'll see.": null, "Tula: Maybe the thing to do is Tara, you mention the wrong animal and if": null, "that doesn't seem to motivate Doctor Wenabocker, follow up and say there": null, "are four larger than normal stoats out with this animal.": null, "Dr. Tara: Okay, okay.": null, "Tula: If that doesn't motivate Doctor Wenabocker, maybe Phoebe's": null, "somewhere else.": null, "Dr. Tara: Okay, um good luck.": null, "Jaysohn: Thank you.": null, "Thorn: Still getting used to time but should we say 10 minutes and then": null, "go? So we have time to get in place?": null, "Dr. Tara: Done.": null, "Thorn: [Jasper] Okay, all right.": null, "Lila: Are you going with Doctor Wenabocker alone?": null, "Dr. Tara: Yeah.": null, "Lila: Maybe don't.": null, "Thorn: If there's any risk that Doctor Wenabocker suspects...": null, "Ava: Hey just go on the radio and say, \"Hey Doctor Wenabocker, there's a": null, "wrong thing. A wrong animal, go look at it.\" You could be any one of the": null, "soldiers, you have a nice strong voice for that. You hunker down and get": null, "yourself a nice new hazmat suit, dear.": null, "Dr. Tara: Okay?": null, "Ava: Thank you for your help.": null, "Tula: If we're worried about Tara running this gambit herself, you could": null, "imitate Tara over the walkie to Wenabocker and just have her be waiting": null, "at the paddock?": null, "Dr. Tara: Can you do an impression of me?": null, "Thorn: (as Tara) \"Can you do an impression of me?\"": null, "Dr. Tara: (impressed) Fuck. (Brennan chortles) Sorry, pants? (Rashawn": null, "and Jasper laugh)": null, "Tula: Pants is right.": null, "Viola: [Rashawn] Pants is right.": null, "Dr. Tara: Huh. Wild.": null, "Thorn: (as Tara) Huh. Wild. (Erika cackles at Jasper's impression)": null, "Dr. Tara: Okay, now shut the fuck up.": null, "Thorn: Sorry I'm just acclimating.": null, "Erika: That is.": null, "Dr. Tara: [Aabria] Okay.": null, "Erika: Crazy.": null, "Dr. Tara: [Aabria] That is uncanny.": null, "Thorn: (As Tara) It is uncanny, okay. (Brennan and Aabria laugh)": null, "Aabria: And I think you hear a human growl for the first time.": null, "Thorn: [Jasper] They are just like us.": null, "Ava: [Erika] Ah yes.": null, "Lila: [Izzy] Humans, they're just like us.": null, "Ava: Okay, well.": null, "Rashawn: [Rashawn] Stoats magazine.": null, "Ava: I'm going to go get Truck.": null, "Lila: Why?": null, "Thorn: If you have Truck ready to go and you understand how to move it,": null, "what we can do is, should everything fail and Doctor Wenabocker doesn't": null, "come out and we don't capture him, we can have me as the Director say": null, "like something, you know, declare that we're getting out of here and": null, "we'll drive the truck away. Drawing all of the humans' attention to us": null, "in the truck and away from Last Bast.": null, "Dr. Tara: Go now. (Radio crackles)": null, "Aabria: And you hear the line go dead.": null, "Ava: Yes.": null, "Lila: Get weapons, go to Truck.": null, "Tula: Okay, we're gonna get in Truck. We're gonna get the things,": null, "MeatWolf is coming. We're gonna go to the paddock, we're gonna meet": null, "Doctor Wenabocker there. We're gonna fight. Get a jumpsuit and if worst": null, "case scenario, and we have to kill Doctor Wenabocker, we'll all get in": null, "the jumpsuit to look like a human and we'll stab Wenabocker to death to": null, "kill Phoebe and we'll say, \"I'm a human doing this.\" And then sprint": null, "into the woods and scatter, leaving the jumpsuit buried in a hole.": null, "Ava: Yes, that's.": null, "Jaysohn: [Siobhan] Where was this mum?": null, "Ava: That’s what I thought because.": null, "Jaysohn: Where was this mum? She rules!": null, "Lila: What's a jumpsuit?": null, "Jaysohn: [Siobhan] I don't know.": null, "Ava: It's like a bear but you have to move it.": null, "Jaysohn: [Siobhan] Okay.": null, "Thorn: Okay, everyone. Really quickly, huddle up. I just wanted to say": null, "very quickly, it is the joy and honor of my life to call myself a member": null, "of your family. We have to do this because if we fail, this will be the": null, "Burrow's End": null, "Jasper: and I'm gonna cast Motivational Speech.": null, "Siobhan: He said the name of this thing!": null, "Brennan: He said the name. He said the fucking name.": null, "Rashawn: Titular.": null, "Brennan: That's a pro, that's a pro folks.": null, "Jasper: I'm gonna cast Motivational Speech on everyone. This lasts for": null, "one hour. Everyone gets five temp hit points. You get advantage on": null, "wisdom-saving throws and if you get hit and take damage, the next attack": null, "you make has advantage.": null, "Ava: All right, well. Thank you, son. Break. (group lightly screams and": null, "mimic running)": null, "AlLila: [All] Check it out, check it out, check it out. (all \"Check it": null, "out\" repeatedly)": null, "Izzy: [Izzy] Can we bring weapons?": null, "Aabria: What weapons?": null, "Izzy: Ballistics.": null, "Aabria: You bring a human gun?": null, "Aabria: Vibes.": null, "Izzy: Thank you, whatever you.": null, "Jasper: An entire human gun.": null, "Izzy: Will let us say.": null, "Aabria: [Aabria] If-": null, "Siobhan: Can I man the gun turret on top?": null, "Aabria: On top of the truck?": null, "Siobhan: Yeah.": null, "Jasper: [Jasper] Truly, if there is a way to.": null, "Rashawn: [Rashawn] Put your whole body.": null, "Jasper: A human gun.": null, "Izzy: [Izzy] You turn into Rambo.": null, "Jasper: We could, even just fire one time, that's a big chunk of hit": null, "points we could just get rid of immediately.": null, "Izzy: Yeah, I'm just worried she has like...": null, "Jasper: [Jasper] Okay.": null, "Rashawn: [Rashawn] Yessir.": null, "Brennan: I'm gonna hit Bless on the kids, myself and Viola.": null, "Rashawn: I just don't have any big...": null, "Dr. Tara: You guys are on your way to the elk pen, to truck? Where are": null, "we?": null, "Erika: I'm going to truck and I'll come back around and pick everyone": null, "up.": null, "Aabria: Okay, there's no universe in which one Stoat drives a whole": null, "truck.": null, "Erika: I thought that you said they were coming up with different": null, "mechanisms so that one could?": null, "Aabria: No that multiple people would be able to like, I'm gas, I'm": null, "brake. I'm steering, I'm looking.": null, "Izzy: Maybe we can all just go get the truck.": null, "Aabria: [Aabria] And I'm shifting.": null, "Erika: Let's go.": null, "Izzy: And we'll drive to-": null, "Aabria: The truck is a group project.": null, "Jasper: [Jasper] Group project.": null, "Siobhan: Great.": null, "Brennan: We're all going to truck. We're all driving it.": null, "Izzy: I have Disguise Self. Should I disguise myself as one of the First": null, "Stoats? Or will she kill me? Forget it, you know, just an idea.": null, "Aabria: Just pitching into the void.": null, "Thorn: Okay, to truck.": null, "Ava: [Erika] To truck.": null, "Thorn: And we'll divvy up the truck things and then we'll head to the": null, "elk pen and call it in. Okay.": null, "Aabria: You make your way out to the garage where you know this sort of": null, "retrofitted truck that can be operated by several stoats in a": null, "coordinated effort is there. You need one on the gas, one on the brake,": null, "one shifting, one steering and one looking. So who's going where?": null, "Thorn: Who is the best at looking?": null, "Rashawn: Gas please.": null, "Aabria: Cool.": null, "Aabria: [Aabria] Who's brake?": null, "Tula: I'll go next to my sister on brake.": null, "Aabria: [Aabria] Sweet.": null, "Jasper: [Jasper] We know Tula's definitely brakes.": null, "Aabria: [Aabria] Who's gearshift?": null, "Brennan: Stepping on the brakes.": null, "Izzy: I'll be gearshift.": null, "Aabria: [Aabria] All right.": null, "Siobhan: Are there different skill checks for different things?": null, "Jasper: [Jasper] Of course.": null, "Brennan: You should be look.": null, "Ava: Jaysohn can look out and I'll steer.": null, "Jasper: I have some pretty useful long ranged attacks. So perhaps if": null, "I'm, I'll be maybe up top or something if we need to and do a little of": null, "the old.": null, "Brennan: [Brennan] We can always call on.": null, "Erika: [Erika] I am very good at truck.": null, "Siobhan: And Lukas, where's Lukas?": null, "Jasper: [Jasper] Yes that's true.": null, "Aabria: Oh Lukas was?": null, "Siobhan: Can Lukas help Grandma?": null, "Tula: Lukas, you're on the radio.": null, "Lukas: Radio, okay.": null, "Lila: Okay, what's on deck? (hums music)": null, "Lukas: I can sing so many songs.": null, "Izzy: Oh it's ‘82.": null, "Lukas: ♪Danger Zone ♪(group laughs) I know about cocaine.": null, "Siobhan: That's what that song was.": null, "Izzy: Could we have gotten Quentin and the twins and Bennett? And Sybil?": null, "Jasper: [Jasper] I was planning on bringing at least like.": null, "Brennan: Could we have 20,000 stoats in the back of the truck and take": null, "this show on the road?": null, "Siobhan: [Siobhan] How many can we take? ♪Welcome to the jungle ÔÖ¬": null, "Aabria: I think if you are like, as you're sort of running back with the": null, "radio to touch base, you saw that the other Stoat group leaders were": null, "being thrown into formation like, \"Okay you said we keep them out. You": null, "asked us to have waves on hand if we need to go flow out and attack both": null, "of them.” So you have 20,000 stoats led by your other NPC friends that": null, "are like, “We're gonna hold down the fort.\"": null, "Izzy: [Izzy] Okay, great.": null, "Thorn: If you hear, there may be some fighting and some kerfuffle but": null, "make sure to have eyes on multiple humans advancing before you do": null, "anything. We have a, hopefully have a plan to negate the need for all of": null, "this but if that should fail, humans may advance. That's the point to": null, "start fighting back. Not if you hear, I don't want suddenly, them to": null, "start rushing out.": null, "Aabria: If they fight, we fight.": null, "Jasper: Yes.": null, "Aabria: Got it, perfect.": null, "Jasper: Thank you.": null, "Ava: And for all of you, listen, I must, I am probably the oldest Stoat": null, "in this burrow now. I've been through many winters and each of those": null, "winters was hard and tough but we got through it by looking out for one": null, "another. So now, you have to take all the wisdom from the very flawed": null, "leaders that came before you from the very flawed leaders that came": null, "before you and from your ancestors and protect the young ones here. and": null, "from your ancestors and protect the young ones here.": null, "Aabria: Give me a persuasion check.": null, "Ava: Or else.": null, "Aabria: Intimidation check. (group laughs)": null, "Jasper: Very nice. (group laughs at this motivating speech turned": null, "threat)": null, "Aabria: I'll give you advantage.": null, "Rashawn: [Rashawn] Advantage, advantage. (group laughs)": null, "Izzy: Oh my God.": null, "Rashawn: That was incredible, (Cast repeatedly saying 'Or else)": null, "Aabria: Amazing.": null, "Brennan: An addendum just to get the better skill. You're gonna do so": null, "good": null, "AlLila: [All] Or else.": null, "Siobhan: [Siobhan] You bitch!": null, "Erika: 25. (group cheers and claps)": null, "Aabria: You see these stoats that were still kind of scattered and": null, "figuring out, all get into fucking formation. And take off like a": null, "well-oiled machine. You sort of imagine it through corridors and": null, "hallways from your vantage point as you go up and out. Like blood": null, "flowing through veins. The Heart beats, Last Bast is defending itself": null, "and you all make your way to truck.": null, "Jasper: In we go.": null, "Aabria: Inside this garage, you see several broken down vehicles and": null, "everything that was still good, still usable after 20 years is put onto": null, "a single, beige camouflage-colored truck. We're gonna play with The Last": null, "of Us rules that says, gasoline, lasts for 20 years. Don't Google it.": null, "It's fine, we don't have time for fidelity. It's a made up story about": null, "stoats.": null, "Siobhan: The stoats can talk but the gasoline isn't real?": null, "Aabria: Yeah right? That's my immersion. So we're gonna do a series of": null, "checks and this is a threshold game, so.": null, "Aabria: Athletics for the gear shift, athletics for gas and brake.": null, "Dexterity checks for steering and survival for everyone looking up and": null, "out.": null, "Izzy: I should not be on the gearshift.": null, "Aabria: [Aabria] It's okay.": null, "Siobhan: Let's switch, how's your survival?": null, "Erika: I would like to say that I am proficient in truck.": null, "Aabria: Okay, you have advantage. In fact I will lower the DC for": null, "everyone as you coordinate.": null, "Jasper: [Jasper] But then.": null, "Tula: Mama, do you want to switch with Lila?": null, "Ava: Oh yes, sure.": null, "Izzy: Thank you.": null, "Jasper: Okay, so.": null, "Izzy: That's a dex check?": null, "Jasper: [Jasper] Survival.": null, "Erika: [Erika] Yes.": null, "Izzy: Are we all rolling here?": null, "Aabria: Everyone's rolling, yeah.": null, "Siobhan: Okay.": null, "Brennan: I'll give my sister Guidance.": null, "Siobhan: I'm gonna activate my.": null, "Rashawn: Thank you, D4 from the spell?": null, "Brennan: D4, yeah.": null, "Siobhan: Astral Arm so I can do this with wisdom instead of strength.": null, "Izzy: [Izzy] And just plus your.": null, "Siobhan: Oh for fuck's sake.": null, "Izzy: [Izzy] Dexterity?": null, "Aabria: Was it a natural one?": null, "Siobhan: I'm grinding the gears. I'm just like, \"Look at this grandma.": null, "It goes from side to side.\"": null, "Aabria: [Aabria] How'd you do?": null, "Ava: [Erika] Oh you're doing so good.": null, "Brennan: 18.": null, "Jasper: [Jasper] You're a lookout right?": null, "Aabria: [Aabria] 18?": null, "Siobhan: No, I switched.": null, "Aabria: [Aabria] Eight?": null, "Jasper: [Jasper] Oh you switched. 25": null, "Rashawn: [Rashawn] It's not going very fast.": null, "Brennan: Honestly, for one where we don't have a lookout, going slowly": null, "is a good.": null, "Rashawn: [Rashawn] Yeah we're very good, we're good.": null, "Erika: 26.": null, "Jasper: [Jasper] Yes.": null, "Aabria: [Aabria] 26.": null, "Izzy: Some parts of this car are doing good and some parts are doing": null, "bad. Thank you so much.": null, "Brennan: We're like, we're like slowly inching forward.": null, "Aabria: [Aabria] Yep. (Rashawn imitates a vehicle starting and": null, "stopping) You are slowly making your way up and out of the garage but": null, "all of this is like a strange, coordinated effort. None of you have": null, "practiced this and even though you are operating your relative stations": null, "with ease with the exception of Jaysohn. Who is absolutely just twerking": null, "on a gearshift. You begin to make your way, slightly assisted by gravity": null, "out of the garage, what's your plan?": null, "Jasper: Tula?": null, "Tula: Mama, what does brake do?": null, "Ava: I don't know.": null, "Tula: But I thought you knew truck.": null, "Ava: Well yes, but I've never used brake.": null, "Tula: But brake is part of truck.": null, "Ava: Well clearly not a very important one.": null, "Tula: Well that's what I'm asking, Mom.": null, "Ava: Well and I told you.": null, "Tula: I'm just saying.": null, "Ava: It's probably not, not that important.": null, "Tula: Because Jaysohn-": null, "Viola: Okay, stop it! (whole table falls silent) Yeah, we don't know how": null, "it works but that's fine, look at us. We're doing so much more than": null, "we've ever done so stop fighting over stupid stuff okay? Let's find": null, "these elk, let's kill this lady. Let's do this.": null, "Jaysohn: I'm gonna figure it out.": null, "Viola: Jesus.": null, "Tula: You're gonna be, you're gonna be such a great mom.": null, "Ava: Maternal instincts just.": null, "Erika reaches over and hands Rashawn a candy.": null, "Jaysohn: Grandma, stop giving out candy and look where you're going.": null, "Tula: That's your job, honey.": null, "Jaysohn: No, it's her job.": null, "Lila: My job.": null, "Tula: We switched? Okay, I'm down here.": null, "Aabria: Who's on lookout?": null, "Izzy: [Izzy] Me?": null, "Jasper: 25.": null, "Aabria: Yeah, the 25. You see it, coming up the road that you were": null, "slowly working down. Four humans approaching.": null, "Erika: Did you tell us?": null, "Jasper: Yeah yeah, I'm imagining that I'm on the roof or something. I": null, "poke my head down, I'm like, \"Look.\"": null, "Aabria: You were standing on the roof?": null, "Jasper: Oh my God, yeah.": null, "Izzy: [Izzy] No, he wasn't.": null, "Erika: No, I thought he was on the dashboard.": null, "Jasper: No, I was on the roof.": null, "Aabria: Thank you.": null, "Erika: [Erika] Why are you up there?": null, "Aabria: You see the central figure raises their hand and all of you feel": null, "a pulse (mysterious whooshing and reverberation) as the car comes to a": null, "stop.": null, "Izzy: Can I activate Bladesong?": null, "Brennan: Hey, so did we just, did one of them just cast a spell on us?": null, "Jasper: Oh, raised his hand. Raised their hand and that's when the": null, "vehicle stopped.": null, "Aabria: Anyone with their eyes above the dashboard can see that the": null, "humans at this, break into a run following that central figure with": null, "their hand still up.": null, "Jasper: How far away are they?": null, "Aabria: 60 feet and closing.": null, "Jasper: 60 feet and closing, okay.": null, "Aabria: This is one action and then I'm gonna do something, so what do": null, "you do?": null, "Jasper: Okay I'm gonna cast Daylight on the front of the truck.": null, "Aabria: You cast Daylight on the front of the car. Everything goes, not": null, "to the sunny, golden of a beautiful day but of that powerful, pulsing": null, "blue. Everything around you is filled with that light and looking out": null, "and through, your night vision almost ruined by the power of your spell.": null, "You see that the other humans gave a wide berth but that central figure": null, "keeps running forward and pulling a hand down, crumbles the asphalt": null, "beneath you. And all of you drop 100 feet.": null, "Siobhan: What?": null, "Jasper: What?": null, "Aabria: We're going to need the new map. (group shouts in excitement and": null, "anticipation) (dramatic music)": null, "Aabria: You all feel the ground give way beneath you. (structures": null, "crumbling and collapsing) You begin to fall. (dramatic music) What do": null, "you do? No roll required, if you stay in the truck you will be crushed": null, "inside it.": null, "Izzy: Feather Fall.": null, "Rashawn: [Rashawn] Getting out of this truck.": null, "Siobhan: Oh, on all of us?": null, "Siobhan: [Siobhan] Yas.": null, "Aabria: [Aabria] If you do it while you're inside the truck, you will": null, "still get crushed because the Feather Fall will go to the top and pull": null, "you down.": null, "Brennan: Jump, jump out.": null, "Siobhan: Jump, jump.": null, "Rashawn: Do we jump out the sun roof?": null, "Izzy: Cast it and then we all.": null, "Brennan: Jump.": null, "Izzy: [Izzy] Is that possible?": null, "Aabria: Absolutely.": null, "Rashawn: The truck will fall faster than the rest of us.": null, "Aabria: Yeah, you just didn't want to be pinned inside.": null, "Siobhan: Can we say that it looks like we're suddenly flying squirrels?": null, "Siobhan: We just had like.": null, "Aabria: [Aabria] Yes, that's very cute.": null, "Siobhan: The sashes, its all the sashes- (Rashawn and Jasper making": null, "woosh sounds)": null, "Izzy: I can't cast Fly on a car right?": null, "Aabria: Correct. But respect, I respect the effort.": null, "Brennan: Now last minute genre change to Chitty Chitty Bang Bang. (group": null, "laughs)": null, "Aabria: Yeah, yeah. We can make it the end of Grease.": null, "Rashawn: Yes. ♪Shama Lama Ding De Dong ÔÖ¬": null, "Aabria: So here's what happens. You all panic as the truck tilts in. You": null, "jump out, trusting as you see little Lila beginning to cast a massive": null, "spell. A burst of blue goes off and you feel yourselves slow.": null, "Lila: I don't know what I'm doing. (dramatic music) Now we're cold.": null, "Aabria: And everything around you comes crashing down, rubble, brick,": null, "stone, asphalt and three humans rubble, brick, stone, asphalt and three": null, "humans squelch onto the ground. (bodies bursting on impact) Crushed in": null, "the rubble.": null, "Izzy: Three humans crushed in the rubble?": null, "Aabria: Yep, they slam down. They did not have Feather Fall. However,": null, "floating down at just a little bit faster than you is the fourth human.": null, "The one that reached out, the one that can use the Blue just like you": null, "can. (dramatic music) He looks at you, all through his little hazmat": null, "suit and says.": null, "Dr. Wenabocker: (through speaker) So sneaky.": null, "Jaysohn: We're not afraid of you.": null, "Dr. Wenabocker: You should be. (dramatic music) You have no idea who I": null, "am.": null, "Viola: We know you're terrible, we know you're awful. We know you're": null, "rotted and you've been rotten for 20 winters.": null, "Dr. Wenabocker: Everything I do is for our kind. I don't mind being": null, "misunderstood.": null, "Ava: Well help us understand then.": null, "Dr. Wenabocker: Understand this.": null, "Aabria: And he's going to reach out with his hands and you all feel it.": null, "A grabbing of the Blue around you. Sudden pressure and tension and then": null, "all of the humans, Sudden pressure and tension and then all of the": null, "humans, dead on the ground raise up. Eyes glowing blue, revenants under": null, "his control. (all scream in horror and disgust) (Erika laughing in": null, "delight) (Various exclamations of awe and disgust)": null, "Rashawn: [Rashawn] This guy has been fooling humans for 20 years?": null, "Body Horror Begins Here.": null, "Aabria: No no no, what you see as all of this happens. He begins to open": null, "up his suit. He looks just like a normal man, pulls his glasses off and": null, "then (bones crack) begins to lengthen. His spine lengthening so his": null, "torso is more stoat-like. His arms pulling back into the flesh and as": null, "his jaw cracks open and his eyes roll back, you see one small head peek": null, "out. I'd like you all to meet Phoebe and roll initiative.": null, "Body Horror Ends Here.": null, "Brennan: It's the nastiest thing I've ever seen.": null, "Erika: Carlos, what have they done to you?": null, "Brennan and JaspeRashawn: [Brennan And Jasper] Carlos!": null, "Siobhan: Oh, he only just got this job. (Cast laughs at this timely": null, "inside joke)": null, "Brennan: Ah, 17.": null, "Izzy: [Izzy] They really laughed at that.": null, "Aabria: All right, Tula with a 17. Jaysohn?": null, "Izzy: [Izzy] Here we go.": null, "Siobhan: 14. (ominous music)": null, "Aabria: Viola?": null, "Rashawn: 24.": null, "Aabria: [Aabria] Let's go. Thorn?": null, "Rashawn: It's about time.": null, "Jasper: 24.": null, "Aabria: [Aabria] You also got 24?": null, "Jasper: I got 24 as well. (Cast cheers for their serendipitous rolls)": null, "Rashawn: It's our anniversary.": null, "Jasper: And we've already established as well that we have the same": null, "dexterity.": null, "a: [Aabria] Yeah so you could either decide or you could rollies for it.": null, "Erika: Or they could go together?": null, "Aabria: Shut the fuck up, no.": null, "Erika: 13.": null, "Aabria: How'd you do Lila?": null, "Izzy: 26.": null, "Aabria: Let's go, finally!": null, "Rashawn: [Rashawn] Think I'm gonna bite if they get too close.": null, "Aabria: Amazing, so who goes first?": null, "Rashawn: Me.": null, "Aabria: All right, first things first. I'm gonna hand you all your minis": null, "and you can tell me where you land.": null, "Jasper: Get absolute- oh my God I have lighting coming out of my fucking": null, "hands (screams).": null, "Izzy: Your little dick bone.": null, "Jasper: Look, she's got a dick bone.": null, "Erika: [Erika] I have my dick bone and it's purple.": null, "Jasper: [Jasper] (Palpatine impression) Unlimited-!": null, "Brennan: [Brennan] Magic.": null, "Izzy: Yay!": null, "Brennan: [Brennan] You're doing magic.": null, "Siobhan: [Siobhan] We get one day off and then minis.": null, "Aabria: Viola.": null, "Izzy: [Izzy] My little kitty.": null, "Brennan: Oh look at that whip grass. (Cast collectively praising their": null, "new minis)": null, "Siobhan: [Siobhan] Serrated and everything.": null, "Rashawn: Oh man.": null, "Brennan: Jaysohn you're doing a side kick!": null, "Siobhan: Yes, ah.": null, "Erika: [Erika] Oh my God, that's so sick.": null, "Rashawn: [Rashawn] Your forearms are so buff.": null, "Siobhan: [Siobhan] Yes, I'm so strong.": null, "Tula: Whoa. Am I revenant mode?": null, "Aabria: [Aabria] You're in revenant mode.": null, "Brennan: [Brennan] Oh let's go.": null, "Jasper: [Jasper] Hell yes.": null, "Tula: [Brennan] Mommy's dead.": null, "Erika: Oh my God. Oh my God.": null, "Jasper: These, ah.": null, "Erika: Y'all snapped.": null, "Izzy: What if she had a hat?": null, "Aabria: [Aabria] Please put yourselves on the board where you think you": null, "would have landed.": null, "Jasper: [Jasper] Okay I was on top of the truck.": null, "Aabria: [Aabria] Okay, no.": null, "Izzy: Outside of the car.": null, "Brennan: You said they got hit by the-": null, "Aabria: On the ground.": null, "Rashawn: The ground being? (taps the table)": null, "Aabria: The ground, yes.": null, "Rashawn: The very bottom?": null, "Aabria: You can put yourself, just not on a person.": null, "Brennan: [Brennan] Humans don't have a dick bone but they're about to.": null, "(group laughs at the threat of dick bone violence)": null, "Jasper: [Jasper] They're about to get it.": null, "Erika: [Erika] Do you have a dick bone in you? (gruffly) Would you like": null, "one?": null, "Rashawn: [Rashawn] Oh you're gonna.": null, "Aabria: Grandma casts sounding. (players laughing) (Erika imitates": null, "pained grunt)": null, "Siobhan: Grandma pegs": null, "Aabria: [Aabria] As we begin.": null, "Siobhan: Dr. Wenabocker": null, "Aabria: Before we hit Initiative, I need my revenants to make a": null, "wisdom-saving throw.": null, "Siobhan: [Siobhan] Oh no.": null, "Aabria: The DC is 20.": null, "Jasper: Oh you have advantage on wisdom saving throws.": null, "Erika: We have advantage.": null, "Jasper: You have advantage on wisdom saving throws because of my speech.": null, "Aabria: The most perfect spell.": null, "Jasper: Oh my.": null, "Izzy: Because of the motivation?": null, "Jasper: Because of the motivational speech, we have advantage for": null, "wisdom-saving throws.": null, "Aabria: [Aabria] 20.": null, "Brennan: The DC is 20.": null, "Siobhan: And you had advantage and you rolled a three and a seven.": null, "Brennan: So that's a 16, I have Bless. So I need to hit a four.": null, "Jasper: [Jasper] Oh my God.": null, "Aabria: You want to put it in the Box of Doom?": null, "Jasper: Is that including the aura?": null, "Brennan: I'm not close enough to my sister get that aura.": null, "Siobhan: [Siobhan] But you are close enough to yourself.": null, "Izzy: [Izzy] Do you want to rethink?": null, "Jasper: [Jasper] That's included in, yeah.": null, "Izzy: [Izzy] Maybe where you fell?": null, "Brennan: Okay.": null, "Aabria: You have to roll a four.": null, "Rashawn: [Rashawn] Come on you can do this.": null, "Jasper: [Jasper] You have to roll a four.": null, "Erika: [Erika] You've gotta be kidding me.": null, "Rashawn: It's happening. It's gonna happen right here.": null, "Aabria: [Aabria] I don't think he's gonna do it.": null, "Siobhan: Just throw it away, just throw it away.": null, "Brennan: There's only a 25% chance. The odds are 25% yes, 75% no.": null, "Siobhan: It's fine. You roll good all the time.": null, "Brennan: Here we go.": null, "Brennan rolls a one on the d4.": null, "Aabria: [Aabria] Okay. Noted. Well this is gonna be much more fun now.": null, "Siobhan: Oh no.": null, "Jasper: Oh my God.": null, "Izzy: What?": null, "Erika: Ah. A six and a eight, I've got a one. A nine, there is no way on": null, "earth that I'm going to make a wisdom save.": null, "Aabria: You all look around and then you see both Ava and Tula's eyes": null, "flare with the same blue as the soldiers and both you hear in your ears,": null, "(echoing dual voiced) \"Kill them all.\" And it's the only idea you've": null, "ever had. First up is Lila.": null, "Izzy: [Lila] I am going to cast Fireball.": null, "Aabria: We're gonna play a Counterspell game. As you see Phoebe reaches": null, "out with that hand that she puppets and casts Counterspell to your fire": null, "spell.": null, "Izzy: And I cast Counterspell as well.": null, "Aabria: [Aabria] Okay. I need you to roll for it.": null, "Izzy: [Izzy] What do I roll?": null, "Aabria: [Aabria] Let's see, you need to hit a 15.": null, "Brennan: [Brennan] What do you add?": null, "Brennan: So you need to hit a 12.": null, "Aabria: [Aabria] All right, a 12 lets you get the Fireball off.": null, "Izzy: 11.": null, "Aabria: You reach out, feeling so powerful in this space. Right below": null, "you is the Blue and (dramatic music) it hasn't been a full day since you": null, "fought. You're running on fumes and you reach out with the biggest batch": null, "of energy you can and you watch as almost carelessly, Phoebe negates": null, "your spell with a flick of her wrist. Bonus action, movement.": null, "Izzy: Can I Misty Step to the back of her neck?": null, "Aabria: I need you to feel how hard this is. I'm gonna say no for now.": null, "Izzy: [Izzy] Okay, can I just hide right here?": null, "Aabria: [Aabria] Yeah, absolutely. And you disappear from sight. Okay,": null, "next up is Viola. Thorn you're on deck.": null, "Jasper: [Jasper] Okay": null, "Rashawn: [Rashawn] Great. I want to use some movement to get up on here.": null, "I have 30 feet of movement and if that's not enough I'll Rabbit Hop.": null, "Aabria: [Aabria] You can make it.": null, "Rashawn: [Rashawn] Yeah?": null, "Rashawn: [Rashawn] Okay, so.": null, "Aabria: We're gonna be very, very generous with movement. You guys all": null, "move very quickly, you have Rabbit Hop. You're able to get around this": null, "field.": null, "Rashawn: Okay, cool sick. I'm up here and with my whip for my first": null, "attack I want to try to cut off this guy's hand. Or his sword then": null, "because that's piercing- No, slashing.": null, "Rashawn: Slashing damage, yeah.": null, "Aabria: [Aabria] Make an attack role.": null, "Rashawn: Okay. Come on baby, uh. Let's see, plus six to a 16 to hit?": null, "Siobhan: 22?": null, "Aabria: [Aabria] 22, oh. Why did I hear 16?": null, "AlLila: [All] 16 plus six.": null, "Aabria: Cool, okay, vibes.": null, "Rashawn: [Rashawn] Sorry I just said that in the craziest way.": null, "Aabria: The stroke vibes are so real right now, okay.": null, "Jasper: 22 doesn't hit.": null, "a: [Aabria] No.": null, "Jasper: I'm gone, bye.": null, "Aabria: 22 absolutely hits. Yeah just leave. Go home.": null, "Self Harm Mentioned here.": null, "Izzy: [Izzy] I slit my own wrists,": null, "Self harm stops.": null, "Siobhan: [Siobhan] I return to the forest.": null, "Aabria: Just truly go home.": null, "Izzy: I go into that mouth.": null, "Rashawn: Okay, 2D6 plus three of my dex for the slashing damage, it's": null, "gonna be nine plus three is 12.": null, "Aabria: Nice.": null, "Rashawn: [Rashawn] Yes.": null, "Aabria: [Aabria] 12 points of damage.": null, "Rashawn: Plus one D10, thank you, dear.": null, "Jasper: [Jasper] You're welcome. Here you go.": null, "Rashawn: It's those ones.": null, "Jasper: [Jasper] 6?": null, "Rashawn: Yes, plus another six. So there's 18 damage.": null, "Aabria: [Aabria] 18 points of damage.": null, "Rashawn: For the first attack, baby.": null, "Aabria: Let's go.": null, "Erika: Oh yeah.": null, "Rashawn: Second one, we gonna do it again.": null, "Aabria: Hell yeah.": null, "Rashawn: Another 16, yes okay.": null, "Rashawn: So 22 to hit. 12 plus one D10, thanks, dear. Plus, yes! Plus": null, "seven. So 19.": null, "Aabria: Okay, 19 total?": null, "Rashawn: Plus three.": null, "Jasper: [Jasper] Plus for dex.": null, "Aabria: [Aabria] 22?": null, "Aabria: Amazing, 40 points of damage in a round.": null, "Jasper: Let's go. (Rashawn cheers)": null, "Aabria: You slice him through and you feel the tendons give way as the": null, "gun drops noticeably. The soldier can't hold it up with his other hand.": null, "Rashawn: Good, bonus action. I don't want to use any spells. So yeah,": null, "that's my.": null, "Aabria: Watch, that's gonna fall. Cool, just push it down a little more.": null, "Izzy: We didn't bring Meat- MeatCat- MeatWolf.": null, "Brennan: Meat cat?": null, "Aabria: MeatWolf is not here.": null, "Siobhan: Does Lukas have a mini? [Siobhan] Lukas is here, Lukas was in": null, "the car.": null, "Brennan: I don't want Lukas to be here. I don't want us to be here.": null, "Siobhan: He was in the car. I know you don't want him to be here but the": null, "fact is.": null, "Izzy: [Izzy] But he was there.": null, "Siobhan: He is.": null, "Izzy: Do you want Lukas to be there?": null, "Siobhan: [Siobhan] Yeah.": null, "Izzy: He'll die.": null, "Arabia holds up a mini of Lukas.": null, "Rashawn: [Rashawn] Oh no.": null, "Aabria: Lukas can be my birthday mini. (Cast protesting potential harm": null, "to Lukas)": null, "Jasper: [Jasper] He has a hat.": null, "Aabria: Sure, sure.": null, "Siobhan: [Siobhan] No.": null, "Izzy: [Izzy] What if he finally recites a poem for the first time?": null, "Siobhan: [Siobhan] Lukas is so far away.": null, "Izzy: [Izzy] Not there.": null, "Aabria: [Aabria] I get to-": null, "Siobhan: [Siobhan] I take it back.": null, "Aabria: [Aabria] Are you done?": null, "Rashawn: I'm gonna throw a Divine Smite on that because why the fuck": null, "not, we're here. Might as well.": null, "Rashawn: Okay so I'm gonna throw two D- I'm gonna use my first level": null, "spell slot for that and then throw an extra two D8 radiant damage on top": null, "of what I've already done.": null, "Brennan: Woohoo.": null, "Izzy: Two strawberry candy for super high strength.": null, "Rashawn: Unh and two D8 for that ass. So that's 10. So 50.": null, "Brennan: 50 fucking damage. Let's go.": null, "Rashawn: I'm collecting digits.": null, "Aabria: We love it. We love it. Amazing. All right, Thorn you're up.": null, "Jasper: [Jasper] Just to double check, what's the weather like today?": null, "Izzy: [Izzy] Roll.": null, "Aabria: Looking up through the rubble, I know what you want to do and": null, "there's no universe in which I don't give it to you. Weirdly cloudy.": null, "Izzy: [Izzy] Give it to him.": null, "Jasper: Cool so yeah, Thorn is going to turn his palms and his head up": null, "and this almost like, worshiping kind of way. The clouds open and I": null, "summon down a huge lightning bolt right on top of Phoebe's head and I'm": null, "going to use my Channel Divinity. So instead of rolling the four D10, I": null, "do maximum damage.": null, "Aabria: Right, do I get any kind of save?": null, "Jasper: I think you get to roll. The only card I don't have is Call": null, "Lightning which is funny.": null, "Brennan: I think it is a save for half.": null, "Jasper: It is a save for half, yep.": null, "Siobhan: [Siobhan] Is it a dex save?": null, "Aabria: What's the DC?": null, "Jasper: Dex save of 16.": null, "Aabria: Dex save of 16, with a 15 on the die makes it. (Hand slams on": null, "table) So half damage, full damage halved.": null, "Jasper: Right, yeah. So 20?": null, "Aabria: 20 points. That'll fucking do.": null, "Jasper: Cast a spell, so I guess probably just about moving. I need to": null, "be up by my wife. So Imma keep my concentration up here.": null, "Aabria: As a legendary action, you actually see Phoebe peeks out and": null, "looks over her, his shoulder at this soldier and says (dual voiced)": null, "\"Fire.\" And this soldier is going to spray in a line upward.": null, "Jasper: [Jasper] I just put a spell-": null, "Aabria: [Aabria] Hitting you both...(dice roll)": null, "Rashawn: [Rashawn] We're so dead.": null, "Aabria: [Aabria] 23 to hit.": null, "Rashawn: [Rashawn] It hits.": null, "Aabria: [Aabria] And a natural 20 to you. (Jasper gasps)": null, "Rashawn: Babe.": null, "Jasper: It's been a pleasure everyone. Been a pleasure.": null, "Aabria: You're (Rashawn) gonna take 13 points of piercing damage and you": null, "(Jasper) take 28 points of piercing damage. (Other players grimace at": null, "the high damage)": null, "Jasper: I'm going to then, in which case I'm going to use my reaction.": null, "Aabria: But you also see that that spray of fire also catches this": null, "soldier in the leg. They seem unfazed because they're already dead.": null, "Jasper: Okay.": null, "Aabria: But it chews through their suit and their meat.": null, "Rashawn: We have those five temporary hit points.": null, "Jasper: [Jasper] Yes, you do have five temporary hit points.": null, "Siobhan: So you guys now will have advantage with attacks against that": null, "guy right?": null, "Jasper: Because we've taken, We just get advantage on our next attack,": null, "it's not specific.": null, "Siobhan: Oh any next attack?": null, "Jasper: Yeah. It's just your next attack, you now have advantage.": null, "Siobhan: Rad.": null, "Jasper: I'll use my bonus action to use Wrath of the Storm. Since I've": null, "got the storm up I'll": null, "Aabria: Sure.": null, "Jasper: Say that thematically that as I get hit, I (grunt) like lash out": null, "and as I do that another bolt of lightning comes out and hits this guy.": null, "Aabria: [Aabria] This one?": null, "Jasper: [Jasper] Yeah, he needs to make a dex save. DC 14.": null, "Aabria: Five on the dice, misses.": null, "Jasper: Yes. Yes, okay. So he takes a full 11 points of lightning": null, "damage.": null, "Jasper: Okay, and I took 28. Ooh.": null, "Rashawn: I have 69 hit points. (Several utterances of 'Nice' from the": null, "cast)": null, "Jasper: Hey, I started with 69 hit points.": null, "Siobhan: [Siobhan] Nice.": null, "Jasper: I don't have that anymore.": null, "Rashawn: Maybe.": null, "Aabria: Phoebe is up. Tula, you're on deck. Phoebe is going to reach": null, "forward.": null, "PhoebErika: (dual voiced) Sure lightning. We can all do lightning.": null, "Aabria: Is gonna reach out, a bolt. (lightning cracks) (dice rolls) Does": null, "a 14 hit.": null, "Jasper: That's exactly my armor class.": null, "Erika: Wait what?": null, "Rashawn: My armor class is 13.": null, "Jasper: We don't have armor on.": null, "Erika: This is why.": null, "Aabria: No you're good.": null, "Erika: I told you to wear, wear your armor when you go out.": null, "Aabria: You both take another as a bolt of lightning issues from": null, "Phoebe's human hand and then Phoebe looks down at Ava and down at Tula": null, "and says, \"Kill them quickly.\" Tula, you're up.": null, "Brennan: Who do I understand to be meant by them? Any living beings in": null, "here?": null, "Aabria: No, any stoats.": null, "Brennan: Any stoats?": null, "Izzy: [Izzy] Don't kill yourself.": null, "Aabria: Brennan. There is no universe in which you can bend this to": null, "attack Phoebe.": null, "Jasper: There's no way, you gotta do it dude.": null, "Siobhan: [Siobhan] Come on.": null, "Jasper: You gotta do it.": null, "Siobhan: Kill your son.": null, "Izzy: [Izzy] Kill your son!": null, "Siobhan: [Siobhan] Fight me, Mommy.": null, "Jasper: [Jasper] Kill your darlings, kill your darlings.": null, "Izzy: [Izzy] Kill your son.": null, "Brennan: [Brennan] You literally asked for it.": null, "Aabria: I appreciate that you tried to bend my cool thing but no it's": null, "okay I need you to kill, not the other revenants. Like an alive Stoat.": null, "Izzy: [Izzy] Phoebe's like.": null, "Aabria: That is not under my control, that is not me.": null, "Brennan: An alive Stoat. An alive, non Phoebe Stoat.": null, "Brennan: Certainly narrows it down.": null, "Jasper: Sorry Lukas.": null, "Rashawn: The demon.": null, "Jasper: He's so in our way.": null, "Brennan: Honestly, if I can go for Lukas I'll go for Lukas.": null, "Aabria: Do it.": null, "Aabria: Do you think I would stop you, no.": null, "Brennan: Hey Lukas, happy birthday and I'm gonna cast Guiding Bolt. But": null, "I'll go five, 10, 15, 20, 25, 30, here. That's like, most difficult.": null, "Aabria: I'm gonna say, the way you came forward would suggest that Ava": null, "with her reach weapon could get an attack of opportunity. Would you have": null, "thought in that moment. Oh no, she wouldn't think to hit you. So you're": null, "good. Same side.": null, "Siobhan: Would I have gotten an opportunity attack? She just passed me.": null, "(dramatic music)": null, "Aabria: Do you understand in this moment that your mother is your enemy?": null, "Siobhan: Did I hear kill them all?": null, "Aabria: Nope.": null, "Siobhan: Then I guess not.": null, "Aabria: If you want to make a check about it.": null, "Siobhan: I guess I'll do, can I do a perception check?": null, "Aabria: I'll let you do an insight check against your mother's": null, "deception.": null, "Siobhan: Insight. (thoughtful music)": null, "Izzy: Is she lying?": null, "Siobhan: That is a nine.": null, "Aabria: I mean if you want me to just set a normal DC.": null, "Brennan: I got a three.": null, "Siobhan: But what's your deception, oh yeah.": null, "Brennan: No, no. I got a three, my deception.": null, "Siobhan: Oh your deception is one, oh I got a nine. Against her three.": null, "Aabria: You can do a hit against your mom.": null, "Siobhan: Can I grapple my mom?": null, "Brennan: You're doing incredibly.": null, "Izzy: [Izzy] Maybe we can snap you out of it.": null, "Brennan: [Brennan] Oh.": null, "Siobhan: [Siobhan] Geez.": null, "Brennan: That's a Nat one. No I don't want that. That's bad, okay. All": null, "right, you grapple me?": null, "Siobhan: I, yeah.": null, "Aabria: Okay, you can still attack.": null, "Siobhan: I mean it's better that I roll better than a nat one which is a": null, "two.": null, "Aabria: [Aabria] Yes (laughs)": null, "Jasper: Wow, wow.": null, "Siobhan: What is wrong with you, Mom, wake up. I'm just shaking her.": null, "Stop it, what are you doing?": null, "Aabria: The only thought you've ever had.": null, "Brennan: Nat 20.": null, "Aabria: [Izzy] Kill them. (thoughtful music)": null, "Brennan: Does a 30 hit?": null, "Aabria: Jesus.": null, "Jasper: [Jasper] Fuck me.": null, "Siobhan: What do you think?": null, "Brennan: Oh crap. (Aabria laughs) (dramatic music)": null, "Aabria: This is the most fun I've ever had in my whole life and everyone": null, "seems really sad and quiet.": null, "Siobhan: [Siobhan] He's rolling so well.": null, "Rashawn: It's the quietest group has been.": null, "Aabria: I know, it's.": null, "Izzy: Remember when we started the episode and you're like (stammers).": null, "Aabria: Dawg is silent in the club right now": null, "Erika: [Erika] Someone bring me Taki's! (Aabria laughs) [Erika] I need a": null, "Taki.": null, "Brennan: 25 I assume hits.": null, "Siobhan: Yes.": null, "Brennan: Bonus action, Spiritual Weapon. I attack my son.": null, "Brennan: Okay, okay. We're going to attack with advantage on Spiritual": null, "Weapon which is dealing 1D8 plus ability modifier. Does 22 hit?": null, "Siobhan: Yeah, why do you have three attacks?": null, "Brennan: Because I'm bonus action Spiritual Weapon.": null, "Siobhan: Oh.": null, "Brennan: You create a floating, spectral weapon. When you can cast a": null, "spell, you can make a melee spell attack against a creature within five": null, "feet of the weapon. On a hit, the target takes force damage equal to 1D8": null, "plus spell modifier. So we'll set that D8 aside. So that's gonna be that": null, "and then we're gonna go and we're using third-level spell slots. That's": null, "four D8 damage for each smite. That's our first one lined up.": null, "Siobhan: You think I could let him go and kill my friend.": null, "Aabria: No you did the right thing.": null, "Siobhan: I did the right thing. I'm grappling my mommy, she's going": null, "crazy.": null, "Aabria: Yeah, yeah.": null, "Brennan: 67 points of damage.": null, "Aabria: Oh my God. (dramatic music)": null, "Rashawn: [Rashawn] Are you still up?": null, "Siobhan: I'm still up.": null, "Siobhan: What's 81 minus 67?": null, "Aabria: Not enough, 24?": null, "Siobhan: Okay I can do the math.": null, "Aabria: 14, you have 14 hit points left.": null, "Brennan: I stayed Oath of Redemption for people at home that watch the": null, "Adventuring Party.": null, "Aabria: Incredible. Full turn?": null, "Brennan: That's my full turn, I'm grappled, I'm restrained.": null, "Aabria: You still have a wisdom-saving throw to shake off this effect.": null, "Now I do believe you still have advantage, do you have inspiration?": null, "Siobhan: Oh yes, okay thank God.": null, "Aabria: The DC is dropped by one. So it's DC 19 wisdom save.": null, "Brennan: That's a 21, I have a 30.": null, "Jasper: (relieved) Oh.": null, "Jaysohn: Mom wake up.": null, "Aabria: [Aabria] And after you do all of that damage.": null, "Brennan: Ah yeah, I mean I do the vast majority of your hit points of": null, "damage in one round and then come to.": null, "Jaysohn: Mama.": null, "Brennan: I don't even know if I can perform what's going on in her head.": null, "It's ah, the most hollowed out a person has ever been.": null, "Izzy: Does she know?": null, "Brennan: If I come out of it and see my bloody son.": null, "Aabria: [Aabria] Yeah oh yeah.": null, "Brennan: With my, I can feel blood in my mouth, yeah.": null, "Aabria: [Aabria] Yep, okay.": null, "Jaysohn: It's okay, we just have to fight. Don't do the thing where you": null, "fall into the thing. (panicked, shaky breathing)": null, "Aabria: [Aabria] I can hit you guys-": null, "Jaysohn: Don't make me do a karate trick to entertain you while you're.": null, "Aabria: We'll give it a shot.": null, "Siobhan: [Siobhan] Oh no, what are you doing?": null, "Aabria: This guy in the back is going to release a cloud of gas, not": null, "knowing how far he can get and I don't think he catches anyone but you": null, "see, this soldier in the back just starts pumping a low-lying fog that": null, "creeps around and you see it start to pool around your ankles but you": null, "don't breathe it in and no one's in the area of effect. My other gun guy": null, "gets to go now.": null, "Siobhan: [Siobhan] I haven't gone yet.": null, "Aabria: Oh yeah. Jaysohn's a 14, so that's a tie. I'll give it to you,": null, "you can go before my gun guy.": null, "Siobhan: Can I do a perception check on this situation?": null, "Aabria: What are you trying to perceive?": null, "Siobhan: I want to perceive, if I hit the body will it do anything or do": null, "I have to climb up there and get that head?": null, "Aabria: [Aabria] Give me a perception check.": null, "Izzy: We cut MeatWolf's head off and it grew back scary.": null, "Siobhan: 13. (anticipatory music)": null, "Aabria: [Aabria] I think for better or for worse you realize, you can do": null, "the most damage to Phoebe but all of this is Phoebe.": null, "Aabria: Yeah, if you hit her in her little Stoat head it will be extra": null, "effective but all of this is Phoebe at this point.": null, "Siobhan: Okay so I am going to see if I can get up to her.": null, "Siobhan: [Siobhan] My movement plus my dash is 80 feet.": null, "Aabria: Yep, yeah.": null, "Siobhan: Can I do this? This looks like 80 feet to me.": null, "Aabria: You can make it.": null, "Siobhan: Here we go.": null, "Aabria: Again, the problem is not you guys being able to move.": null, "Aabria: So get up there.": null, "Siobhan: Okay and then I'm going to do two attacks.": null, "Aabria: Amazing. (dramatic music)": null, "Siobhan: And the first one I have advantage because I lost my temporary": null, "hit points. And thank God I do, that is a 17 plus nine plus four. And": null, "thank God I do, that is a 17 plus nine plus four. 26, 30.": null, "Aabria: To hit? Yeah.": null, "Siobhan: [Siobhan] Yeah. Great.": null, "Aabria: That's gonna hit. What do you think-?": null, "Jasper: [Jasper] We're in a little.": null, "Aabria: When you?": null, "Siobhan: I don't know, it's the Big Bad.": null, "Aabria: Yeah it's a little guy. In a mouth.": null, "Siobhan: Look, listen, I don't know, the other guys were really hard to": null, "hit. I don't know, my mom just beat me up.": null, "Aabria: Okay fair, bless you. Not 30 hard to hit.": null, "Siobhan: I don't know. And that is a 24 to hit.": null, "Aabria: Yeah, also hits.": null, "Siobhan: Okay, great. And I'm also gonna do a Stunning Strike on the.": null, "Jasper leans over and catches one of the minis.": null, "Aabria: [Aabria] Oh good catch.": null, "Siobhan: And the first one and if it doesn't hit, on the second one. So": null, "two Stunning Strikes.": null, "Aabria: Okay, two attempts.": null, "Siobhan: They're DC17 con save.": null, "Aabria: Okay. (dramatic music) First one, 14 plus. Second one.": null, "Siobhan: [Siobhan] (calculating damage) Is 19.": null, "Aabria: 18 plus four is 22.": null, "Siobhan: So neither of the Stunning Strike?": null, "Aabria: Neither of them work.": null, "Siobhan: Okay, but I did 40 points of damage.": null, "Aabria: Goddamn, okay.": null, "Jasper: [Jasper] Yee, Okay.": null, "Siobhan: Oh I forgot my sneak attack damage, oh I'm so stupid.": null, "Aabria: No you're good, hey it's still your turn.": null, "Siobhan: It's still my turn so I'm just.": null, "Aabria: [Aabria] You're doing great!": null, "Izzy: Smart, you're really smart.": null, "Siobhan: Thank you, thank you.": null, "Aabria: You're the smartest little boy. (overlapping chatter about how": null, "smart Siobhan is)": null, "Siobhan: Little guy. That's an extra eight damage.": null, "Aabria: Damn, yeah that's not nothing. Holy shit. What does it look like": null, "as Jaysohn absolutely unloads on Phoebe poking out of this human's": null, "mouth?": null, "Siobhan: I think I'm gonna say let my mom, what are you doing? You're so": null, "weird. (group laughs)": null, "Aabria: And a couple of those points are psychic damage. Because any": null, "time an adult gets dunked on by a child, it just fucking sucks a little": null, "bit. Amazing and you stay up there.  Next up is my gunner, who are we": null, "aiming for?": null, "Siobhan: Shoot at me.": null, "Aabria: Yeah, right?": null, "Siobhan: Just try not to hit your boss.": null, "Aabria: He'll take the shot.": null, "Siobhan: Ah shit.": null, "Aabria: 15 plus 5, 20 to hit?": null, "Aabria: Do you have anything to do about it?": null, "Siobhan: Deflect Missile?": null, "Aabria: (shocked gasp) Fun!": null, "Erika: What did you just say?": null, "Siobhan: I'm just gonna catch a bullet.": null, "Rashawn: Full Mr. Miyagi.": null, "Aabria: Nine points.": null, "Siobhan: Oh yeah, I reduce by 1D10 plus nine. So I catch it, I catch the": null, "bullet. I'm not gonna throw it back because I don't have many ki points": null, "left but I'm just gonna throw it.": null, "Aabria: Just throw it away?": null, "Aabria: Yeah, this gunner goes up and instead of just spraying like they": null, "have before, lines up a shot, absolutely catches you in the sights and": null, "then just a little Stoat hand grabs it out of the sky and I think you": null, "crush the bullet. (Erika gasps) So it explodes over your head and over": null, "Phoebe's head and then you just throw the casing down onto the ground.": null, "Aabria: That's rad as shit.": null, "Siobhan: I'm fast, bitch.": null, "Erika: [Erika] Well hard.": null, "Aabria: That was rad as well. Next up is Ava.": null, "Erika: Kill them all.": null, "Aabria: [Aabria] Kill them all.": null, "Erika: Jaysohn had just said something about don't do the thing where": null, "you spill into the thing. I look down underneath my feet and do I see": null, "and feel Blue?": null, "Aabria: You do feel Blue. (Erika grunts) You really want to take out the": null, "ground?": null, "Erika: That seems like the best way to kill them.": null, "Aabria: Make an attack roll.": null, "Erika: That make them like me.": null, "Aabria: [Aabria] Make an attack roll.": null, "Erika: Okay. I'm attacking recklessly.": null, "Erika: 21.": null, "Aabria: [Aabria] 21 hits.": null, "Erika: 28 points of damage.": null, "Erika: Then second attack. That is 23.": null, "Aabria: Hits, it's the ground.": null, "Erika: 23.": null, "Aabria: Okay, we're up to 51 points.": null, "Erika: Okay. Do I see any reaction from the ground? Is it starting to": null, "give way?": null, "Aabria: It is.": null, "Erika: I'm going to action surge and attack again. Oh, that's a Nat 20.": null, "Erika: Just, it's just max damage?": null, "Aabria: Roll your damage and then double everything on the dice and add": null, "your like bonuses at the end. (dramatic music)": null, "Erika: 32.": null, "Aabria: Another 30, holy shit.": null, "Jasper: [Jasper] Yikes.": null, "Erika: 16, 24.": null, "Aabria: To hit or damage?": null, "Erika: To hit.": null, "Aabria: It hits, the ground.": null, "Erika: Yes. (dice clatter) Oh. 26.": null, "Erika: Damage.": null, "Aabria: Okay, holy shit.": null, "Erika: Wow.": null, "Aabria: [Rashawn] So strong.": null, "Erika: 109.": null, "Izzy: 109?": null, "Aabria: Yep. Your grandmother, this normally stooped woman. You see the": null, "eyes flash and flare and she searches through that command to find an": null, "edge case and then feels a sort of releasing of pressure as for whatever": null, "reason, this is allowed. And you watch her put 109 damage into the": null, "ground and all of you hear Phoebe begin to laugh.": null, "Phoebe: (dual voiced) Saves me the trouble, thank you.": null, "Aabria: As another reactor is suddenly revealed under the rubble and": null, "under the weight and pressure of Ava's hit, it begins to glow a brighter": null, "blue and pulse. And begin to meltdown.": null, "Phoebe: Good, this was the plan.": null, "Erika: And I gesture to Viola, now.": null, "Rashawn: No, no. I'm not coming with you.": null, "Phoebe: [Aabria] (dual voiced) This is it. I think you see it now. If": null, "we're able to send all this into the sky, it will irradiate the world.": null, "The Blue will be for everyone and the ones that survive, our kind will": null, "survive. And the human threat will be no more.": null, "Aabria: I need you to make a wisdom save. DC19. With advantage still.": null, "Erika: Come on. Oh I do not make it.": null, "Aabria: You feel the effects still hold you but all of you feel this": null, "fresh pulse of Blue around you. It suffuses you and fills you and": null, "bolsters you. Everyone takes the effects of a long rest as we continue.": null, "(Players cheering excitedly)": null, "Siobhan: [Siobhan] I get my hit points back?": null, "Aabria: Not hit points. (Siobhan groans in disappointment)": null, "Rashawn: [Rashawn] You are the nicest lady.": null, "Aabria: It's a recharge on all of your abilities.": null, "Erika: [Erika] Oh my God.": null, "Aabria: That's a good point because I did say that.": null, "Izzy: I get Action surge again!": null, "Siobhan: But I get my ki points back.": null, "Aabria: Yes, you get your ki points back. You get your action surge": null, "back. You get your spell slots back.": null, "Jasper: Oh just, oh yes thank God.": null, "Aabria: [Aabria] Everything but your HP.": null, "Izzy: (fake NY accent) Maybe this Phoebe chick's got a good idea.": null, "Jasper: (fake NY accent) Maybe she's right you know guys?": null, "Aabria: She's making a lot of good points.": null, "Rashawn: (fake NY accent) She's making a meatsuit of a guy and I could": null, "use one myself.": null, "Jasper: (fake NY accent)I could use me one of those.": null, "Izzy: (fake NY accent) I've been asking you for a meatsuit.": null, "Rashawn: For a couple of years now. Jesus.": null, "Aabria: And it's at this point.": null, "Siobhan: What are you, Lady Gaga? (Panicked rejection of what Aabria is": null, "bringing out)": null, "Rashawn: [Rashawn] Bada bing.": null, "Izzy: What, Tara? What's that?": null, "Jasper: Oh it's the-": null, "Aabria: It's Doctor Steel.": null, "Jasper: Doctor Steel, Doctor Steel.": null, "Siobhan: Steel.": null, "Aabria: As Doctor Steel runs in.": null, "Izzy: [Izzy] What?": null, "Jasper: [Jasper] Superhero landing.": null, "Rashawn: [Rashawn] Oh yeah.": null, "Aabria: [Aabria] There we go.": null, "Izzy: [Izzy] Shut the fuck up.": null, "Jasper: [Jasper] So good.": null, "Aabria: [Aabria] You have an ally on the field.": null, "Jasper: [Jasper] Good, let's go, okay.": null, "Aabria: She comes in and goes.": null, "Dr. Tara: Oh God, oh God, oh you were right. You were right, oh are you": null, "all okay? I don't know what to do, that's what what, what? Jaysohn.": null, "Aabria: And you know without even knowing, she looks gagged, yeah.": null, "Siobhan: It's bad up here!": null, "Izzy: Stoatvengers assemble.": null, "Aabria: We are back up at the top of the round. Lila is up, Viola's on": null, "deck.": null, "Jasper: Okay this is different, okay okay okay, okay.": null, "Aabria: It's fun watching a little pulse of energy go back to you": null, "because you guys were like. Fuck well anyway. This was bad and I don't": null, "like that we did it.": null, "Siobhan: Do I get my reaction back?": null, "Aabria: Yes.": null, "Siobhan: Yeah, yes.": null, "Erika: Aabria? This is rad as hell.": null, "Jasper: This is so fucking cool.": null, "Aabria: Let's fucking go, kick some ass, babies.": null, "Izzy: This is crazy, hooky mookie.": null, "Jasper: Big stuff's coming out.": null, "Aabria: [Aabria] I'm rooting for you.": null, "Izzy: Fireball, fourth level.": null, "Aabria: Okay, you know it's about to happen again?": null, "Izzy: Counterspell, Counterspell.": null, "Aabria: Yeah, okay.": null, "Izzy: Cool. I have this crazy idea.": null, "Aabria: Sure, sure sure.": null, "Izzy: I'm gonna move back.": null, "Aabria: Hell yes.": null, "Izzy: So I'm out of the range of Counterspell but I'm still within the": null, "range. I'm.": null, "Rashawn: That's such a good idea.": null, "Aabria: [Aabria] Amazing, you back up but I will say, Ava does get an": null, "opportunity to attack against you. One swing of her baculum as you go.": null, "Izzy: And don't I have a thing against opportunity attacks?": null, "Jasper: That's only if you use the disengage action and then.": null, "Aabria: Just use your normal.": null, "Izzy: Would love to actually bonus action disengage.": null, "Aabria: Damn, perfect.": null, "Izzy: Wow.": null, "Aabria: Ava can no longer get an opportunity attack against you.": null, "Izzy: Can I go under Tara's legs?": null, "Aabria: Yes! I was just about to suggest that.": null, "Izzy: Like here, yeah?": null, "Aabria: [Aabria] Keep going, a little bit further.": null, "Jasper: Further, just behind.": null, "Izzy: A little bit.": null, "Aabria: There you go, just get real tight under the gooch where you can": null, "kind of poke out.": null, "Izzy: And I'm actually gonna just actually hit Phoebe low enough so I": null, "don't hit my brother.": null, "Siobhan: Thank you.": null, "Izzy: Hopefully.": null, "Izzy: With Fireball.": null, "Aabria: You'll have to hit really low.": null, "Izzy: If I were to put fire on the nuclear waste, we would all die? I": null, "don't know how science works.": null, "Aabria: Just a general intelligence check.": null, "Izzy: Okay. 19.": null, "Aabria: Don't hit it with fire.": null, "Jasper: Don't do that.": null, "Aabria: Don't hit it with fire, don't hit it with fucking water.": null, "Jasper: Do it.": null, "Izzy: Don't.": null, "Brennan: So when you say \"don't do it,\" we're also probably \"don't be in": null, "a room with this going on.\" You know, you're not supposed to be close to": null, "lava but if you're already close...": null, "Aabria: Right, but you guys are kind of lava proof but that thing isn't": null, "\"get fucking worse\" proof.": null, "Brennan: Yeah, yeah yeah yeah.": null, "Izzy: [Izzy] Nice.": null, "Jasper: Good point.": null, "Izzy: Okay, yeah. Fireball.": null, "Aabria: [Aabria] What's my DC?": null, "Izzy: [Izzy] I believe 15 is my DC.": null, "Aabria: Fuck, I sorry. With an 18 on the dice.": null, "Izzy: Half as much damage.": null, "Aabria: But it's still gonna be plenty. Also because you are catching": null, "actual Phoebe mouth, you're doing extra damage. So even though it's": null, "halved, kind of evens out.": null, "Izzy: Oh okay.": null, "Aabria: So go ahead and roll your damage.": null, "Izzy: Okay great, it's still 8D6.": null, "Jasper: Let's go.": null, "Izzy: I may need some more D6.": null, "Jasper: Here we go.": null, "Aabria: [Aabria] You want some D6s?": null, "Brennan: Send your kids to camp.": null, "Siobhan: Send your kids to camp, guys.": null, "Rashawn: What are we doing?": null, "Siobhan: Send your kids to camp.": null, "Erika: Is that what you call it?": null, "Aabria: [Aabria] How many do you need?": null, "Izzy: Oh I have enough, I'm so sorry but I really appreciate it.": null, "Cast: [Cast] (disappointed) Oh.": null, "Izzy: Sorry, I loved that, I loved that so much. (dice clatter)": null, "(anticipatory piano music)": null, "Siobhan: Math.": null, "Izzy: One.": null, "Siobhan: One.": null, "Izzy: Two.": null, "Siobhan: Three.": null, "Siobhan: Five.": null, "Siobhan: Eight.": null, "Izzy: Four.": null, "Siobhan: 12.": null, "Izzy: Five.": null, "Siobhan: 17.": null, "Siobhan: 23.": null, "Izzy: Six.": null, "Aabria: [Aabria] Nope, 22.": null, "Siobhan: [Siobhan] 28.": null, "Aabria: Phoebe is looking pretty fucking rough.": null, "Izzy: Okay. (dramatic music)": null, "Aabria: Okay so that's your bonus action and your action and your": null, "movement. You good?": null, "Izzy: Oh I get one more D6 for each slot level above third.": null, "Aabria: What level did you cast it at?": null, "Izzy: [Izzy] Four.": null, "Aabria: Okay, sweet.": null, "Izzy: That's another six.": null, "Aabria: [Aabria] Nice. Lair action.": null, "Jasper: Oh, it's okay.": null, "Aabria looks up at Jasper, thrown off.": null, "Aabria: Huh?": null, "Jasper: It's okay, you don't have to do that.": null, "Aabria: I don't have to? (Brennan laughs)": null, "Izzy: [Izzy] We're good.": null, "Siobhan: [Siobhan] No, thank you.": null, "Aabria: That threw me off so fucking much.": null, "Brennan: The authority of I was like, like that, whatever that was.": null, "Aabria: [Aabria] Yeah, yeah yeah.": null, "Brennan: Made me be like, Aabria, Jasper says no.": null, "Aabria: Yeah, oh I'm so, can you tell him I'm so-": null, "Erika: It's the accent.": null, "Aabria: Yeah, fucking British accent confers authority.": null, "Jasper: Came from such a deep sense of fear. That was where I was coming": null, "from.": null, "Siobhan: Yes, exactly the accent. It comes from a deep sense of fear.": null, "Brennan: I've never seen, someone who's being faced with fucking death": null, "and ruin with a voice of like, (gentle) \"I'm gonna send this back to the": null, "kitchen because this was not very good.\" This is not.": null, "Izzy: Yeah, no.": null, "Aabria: Yeah, no thank you.": null, "Izzy: No thank you.": null, "Jasper: It's a no sadly.": null, "Aabria: Lair action, it's gonna do it. You all see Phoebe reach out with": null, "those hands and pulls up another massive chunk of the rubble covering": null, "the reactor.": null, "Jasper: Oh hell yes.": null, "Izzy: The suit is really actually very upsetting.": null, "Aabria: I need everyone in here to now make a constitution save. The DC": null, "is 16.": null, "Jasper: Ooh. I have a plus two cause I'm near you?": null, "Rashawn: Yes sir.": null, "Erika: [Erika] I have a [indistinct]": null, "Brennan: Bless still active on Viola.": null, "Erika: [Erika] Let's see how this goes.": null, "Izzy: I have a plus three to con saves.": null, "Aabria: [Aabria] Beautiful.": null, "Rashawn: [Rashawn] You said wisdom?": null, "Aabria: [Aabria] Con.": null, "Rashawn: Constitution.": null, "Siobhan: Fucking shitting fuck.": null, "Jasper: Agreed.": null, "Aabria: Just raise your hand if you rolled below a 17.": null, "Izzy, Jasper, Rashawn and Siobhan raise their hands.": null, "Aabria: (dramatic music) All four of you are gonna take 10 points of": null, "poison damage. And you feel physically sickened. Like this is the": null, "proportion of the Blue in the environment that you know made your warren": null, "fall ill. Even you are overwhelmed with the sheer force of this and I": null, "think in this moment you realize that like, Phoebe's aim of irradiating": null, "the earth, the stoats may not even survive but she's so focused on it.": null, "She's willing to risk everything to make it happen. All right, Viola": null, "you're up.": null, "Aabria: Thorn you're on deck.": null, "Jasper: Yep.": null, "Rashawn: I will use Channel Divinity.": null, "Aabria: [Aabria] Ooh.": null, "Rashawn: To using a Turn the Unholy. As an action, present my holy": null, "symbol. Speak a prayer, each fiend or undead that I can see within 30": null, "feet must make a DC12 wisdom-saving throw.": null, "Erika: Am I within?": null, "Aabria: [Aabria] You are not. You are outside of the area of effect.": null, "Beautiful, what's the DC?": null, "Rashawn: 12.": null, "Aabria: Wisdom save. I'm rolling very well and it feels bad.": null, "Rashawn: Okay.": null, "Aabria: I sorry. Will let you know if you attack his other hand one more": null, "time he will not be able to wield that way.": null, "Rashawn: Sick, okay so that's what I shall do. I'm gonna move, can I run": null, "up his body and slice his arm?": null, "Aabria: You sure can.": null, "Rashawn: Sure, okay cool.": null, "Izzy: [Izzy] ♪Maybe do you have a gun? ÔÖ¬": null, "Rashawn: Okay, we'll make an attack.": null, "Brennan: [Brennan] ♪Maybe do you have ♪a full-sized human gun. ♪ÔÖ¬": null, "Izzy: That sprays smoke and bullets, ♪I don't get it. ÔÖ¬": null, "Aabria: This one has a big gas tank on his back.": null, "Brennan: Oh that would make sense.": null, "Izzy: [Izzy] I don't know.": null, "Rashawn: Ugh that one won't, I know. I know, dear.": null, "Jasper: Oh is this the first time that you've attacked since taking": null, "Siobhan: Oh you get advantage.": null, "Izzy: [Izzy] Advantage.": null, "Rashawn: Okay so that was just the first one.": null, "Jasper: After the first round. So that was the first roll, then the": null, "second roll.": null, "Aabria: [Aabria] Good looking out.": null, "Jasper: [Jasper] Sweetie.": null, "Rashawn: Stress.": null, "Jasper: Still plus six, no?": null, "Rashawn: Plus this D4, thanks sis, which is four. Is that enough.": null, "Aabria: 18 exactly hits.": null, "Aabria: Okay, okay, okay. (Jasper and Brennan cheering Rashawn on)": null, "Izzy: Go to sleep.": null, "Rashawn: [Rashawn] One, two. (group laughs)": null, "Izzy: What did he put down?": null, "Rashawn: Okay. So.": null, "Aabria: Are you okay?": null, "Izzy: No.": null, "Rashawn: We're gonna add plus three to this, so six.": null, "Aabria: You're good buddy.": null, "Rashawn: Plus three is nine. Plus one D10 which is gonna be this guy.": null, "Plus a two, so what did I say? 10? 12. Damage, that was just the first": null, "attack.": null, "Rashawn: So I'm gonna come at him again. Uhn, (enthusiastically) yes. I": null, "crit! 19. (group cheers)": null, "Rashawn: Yes, I crit on 19s now.": null, "Brennan: You gotta throw, throw a big fucking spell slot.": null, "Jasper: Smite, smite, smite. Freaking kill him!": null, "Rashawn: Second level, divine smite. So that's three D8?": null, "Aabria: [Aabria] Yes.": null, "Siobhan: [Siobhan] Yes.": null, "Brennan: Second level is three D8. Third level's four D8.": null, "Rashawn: I don't have a third level spell.": null, "Brennan: So second level's three D8.": null, "Siobhan: But they're against undead, so I feel like you get?": null, "Aabria: Do you not, you just, all your shit just recharged.": null, "Brennan: Oh they're undead. It's four D8.": null, "Jasper: Four D8 and then are we doubling the dice?": null, "Brennan: That's eight D8.": null, "Jasper: [Jasper] That's eight D8s you have to roll.": null, "Brennan: Then what's your weapon damage?": null, "Rashawn: My weapon damage with the whip is two D6 plus my.": null, "Siobhan: [Siobhan] Plus one D10.": null, "Rashawn: Plus three, plus that one D10.": null, "Brennan: So it's four D6 plus two D10 plus eight D8? (group screams in": null, "excitement) (Players cheering for Rashawn)": null, "Rashawn: What do I roll? Say it again, Brennan.": null, "Brennan: I am keeping track. I am keeping track of your damage, I got": null, "it.": null, "Rashawn: What was it? Okay, so these are the D8s. These are the D8s.": null, "Brennan: Just the D8s.": null, "Jasper: That was a six, there you go.": null, "Rashawn: Eight and eight, 16, plus another eight. Plus six, plus four.": null, "Jasper: 30, 34.": null, "Jasper: 37.": null, "Jasper: 40.": null, "Rashawn: Plus one.": null, "Erika: 41.": null, "Jasper: Just from the smite.": null, "Rashawn: Okay and these are the D6s and the two D10s. Okay. (dramatic": null, "music) I don't know whose dice are who.": null, "Erika: That's fine, that's fine, that's fine.": null, "Siobhan: We'll figure it out. (Jasper cheering for the roll)": null, "Siobhan: Yes-uh look at that roll.": null, "Rashawn: Okay six and six, five.": null, "Siobhan: Gambling!": null, "Rashawn: Five, another six.": null, "Jasper: So.": null, "Erika: 17.": null, "Siobhan: [Siobhan] Let's go to Vegas right now.": null, "Aabria: Right now.": null, "Jasper: [Jasper] That's a nine.": null, "Rashawn: [Rashawn] Nine.": null, "Jasper: [Jasper] So hold on a sec.": null, "Erika: [Erika] 26?": null, "Aabria: [Aabria] I bet you'll be fine if we did crack right now.": null, "Izzy: [Izzy] I wanna do crack.": null, "Siobhan: [Siobhan] Let's do crack in Vegas.": null, "Jasper: 31.": null, "Rashawn: 31.": null, "Jasper: 32 on top of the?": null, "Brennan: 32, what's your modifier?": null, "Jasper: [Jasper] Yeah, that's with the modifier.": null, "Brennan: Okay 32 and the other one was 41?": null, "Brennan: So 73.": null, "Jasper: [Jasper] (ecstatic) Woo!": null, "Izzy: On a hand?": null, "Brennan: On a hand, 73.": null, "Siobhan: How's the hand looking?": null, "Izzy: Off.": null, "Aabria: It doesn't matter, doesn't matter how the hand looks. This": null, "wasn't about the hand.": null, "Body horror starts here.": null, "Rashawn: You husk of a waste of space and I hack off the arm and then I": null, "climb up the shoulder and I chop off at the elbow and I chop onto the": null, "head and I slice off the arm and I slice off the other arm. I freaking": null, "debone this motherfucker and I spatchcock his ass. I lay him out, I cut": null, "his spine and then I push down on his breastplate and he's fucking": null, "flattened out. He'll cook in 40 minutes. (group screaming intensely)": null, "Body horror ends here.": null, "Erika: [Erika] Oh my God. (Group continues screaming and cheering)": null, "Brennan: My sister just invented cooking! She just invented cooking.": null, "Aabria: We're proficient in cooking tools because your daughter just": null, "invented how to cook.": null, "Jasper: [Jasper] Oh my.": null, "Aabria: To serve man, let's go. (Erika laughs appreciatively at the": null, "'serve' pun)": null, "Erika: How long have you been waiting to use that one?": null, "Aabria: Forever. Fuck yes.": null, "Rashawn: Oh it's about freaking time.": null, "Aabria: This massive human goes down and you ride him down, crashing": null, "into the ground. Amazing.": null, "Rashawn: Okay, bonus action. (group laughs and screams at the fact": null, "there's still more)": null, "Jasper: There's still your second attack. That was your first attack.": null, "Izzy: And now you shoot a gun.": null, "Jasper: Shoot the gun!": null, "Brennan: I mean it is.": null, "Siobhan: Second attack, shoot a gun?": null, "Brennan: You do get one free object interaction per turn. You could pick": null, "up a gun.": null, "Jasper: [Jasper] Can you pick this up?": null, "Aabria: I don't think. I'll say.": null, "Rashawn: Run, hop off, kick the trigger and shoot.": null, "Erika: [Erika] Yes, yes.": null, "Aabria: You can kick the trigger as you ride this undead human down.": null, "Depending on what you're aiming for, I will set the DC for this. A bad": null, "guy is a DC 15. A specific bad guy is a DC20. Called shot on one": null, "individual is a DC25.": null, "Rashawn: I'm gonna shoot at a bad guy.": null, "Siobhan: [Siobhan] Great.": null, "Aabria: So you're just gonna give me a straight attack roll because": null, "essentially you are doing an unarmed strike to the trigger and just": null, "trying to time it right.": null, "Rashawn: Okay. (exhale) Come on. Uh.": null, "Rashawn rolls a natural 20, not shown onscreen.": null, "(group cheers a critical roll) (dramatic music)": null, "Jasper: (screaming) That's. My. Wife!": null, "Aabria: This is the best day. (group laughs) Of my fucking life.": null, "[Aabria] Incredible.": null, "Erika: Oh my goodness.": null, "Siobhan: [Siobhan] What a fucking round!": null, "Aabria: [Aabria] This is dope as shit.": null, "Izzy: You're going to win an Emmy.": null, "Aabria: This is the- (group laughs) This is the dopest shit. This is the": null, "dopest shit.": null, "Jasper: A 19 and 20.": null, "Aabria: [Aabria] Let me describe this.": null, "Rashawn: Thank you, everyone, for explaining rules and keeping time.": null, "Brennan: Okay we're here in the Dimensional Dome and we've just seen": null, "history get made.": null, "Aabria: You finish murdering this undead soldier and as he falls, as the": null, "gun falls, you look over your shoulder and you see in a split second, an": null, "opportunity. Viola, your biggest fear, especially now that you've been": null, "here is that your seeking of power, your desire for control was": null, "something bad.": null, "Rashawn: Yeah.": null, "Aabria: No, it's because you knew that if you could control a specific": null, "set of circumstances you could change the world and you look over your": null, "shoulder and slide back towards the trigger and line up your shot and": null, "catch the tank. (impact on metal) (dramatic music) And then you see a": null, "flash of orange red as a massive detonation. You lose sight of this": null, "person.": null, "Rashawn: [Rashawn] Okay.": null, "Aabria: [Aabria] Entirely. And when the smoke clears, it was as if he": null, "was never there. (Rashawn exhales and laughs)": null, "Jasper: Wild.": null, "Aabria: He's also going to take a ton of damage. I'll let you roll it.": null, "(Rashawn and Jasper slap five) I'll let you roll it. So this is gonna": null, "be, phew, Then we're gonna have to resolve.": null, "Aabria: A very unfortunate circumstance in a second.": null, "Siobhan: Oh yeah.": null, "Aabria: Jaysohn.": null, "Rashawn: Oh, RIP baby.": null, "Aabria: Yeah. RIP little Lukas. Because it's a crew-, because it's a": null, "crit. I'm gonna say that this is three D10 but because you crit, you": null, "double the damage.": null, "Aabria: Six D10 to the other two well, I would say humans but we can't": null, "call Phoebe a human.": null, "Jasper: [Jasper] Yeah there you go, six D10s. There we go.": null, "Rashawn: Oh my God, I'm so hot. So warm right now.": null, "Erika: [Erika] Yeah.": null, "Jasper: [Jasper] Wild. (dice clatter)": null, "Aabria: Before you say anything, hold on. So I've written down Phoebe's": null, "remaining hit points just so you know. It's a little Brennan Lee": null, "Mulligan special.": null, "Rashawn: [Rashawn] Oh my God.": null, "Aabria: How much damage did you do?": null, "Rashawn: 40. (dramatic music)": null, "Brennan: [Brennan] If it's under 40...": null, "Rashawn: Aah 33! (group screaming and cheering)": null, "Rashawn places the paper on her face, revealing the number “33”.": null, "Brennan: You killed four humans in one round.": null, "Rashawn: I'm a mother, I'm a mother. Okay we're having three kids.": null, "Siobhan: Goddamn.": null, "Aabria: Is there anything you want to add to. What is Viola thinking and": null, "seeing and feeling in this moment?": null, "Rashawn: Viola has seen her family go through so much and as the baby of": null, "the adults, she's fallen to the wayside, let other people take the lead": null, "and seen people be so tired, so frustrated. So out of touch that they": null, "just don't even want to move on. Someone so passionate for their people,": null, "even when they don't agree with them. So curious, so adventurous that": null, "what could I possibly do? Be in the right place at the right": null, "motherfucking time. Blow! (group applauds Rashawn as they should)": null, "Siobhan: [Siobhan] Damn. (group applauds)": null, "Aabria: Amazing. You see the Phoebe monster crash to the ground You see": null, "the Phoebe monster crash to the ground and though this soldier had not": null, "taken enough damage to fall, without Phoebe, keeping him up with her": null, "mental powers, he crumples back to the ground. Dead. (noise whooshes)": null, "The battle is won. You just hear, truly so much screaming from Doctor": null, "Steel.": null, "Dr. Tara: What the fuck? Did you just kick a gun? What the fuck was": null, "that? What the fuck is this? Why were they dead? What is happening?": null, "Aabria: You ride, oh. Hold on.": null, "Rashawn: Jaysohn, jump.": null, "Izzy: Don't say it.": null, "Aabria: No, we do have to resolve that because there were two stoats in": null, "the blast area. I don't think it's fair. Do you have any reactions in": null, "your kit that would allow you to abjure damage?": null, "Siobhan: I have Slow Fall. (tense music)": null, "Aabria: This isn't falling damage. This is fire damage.": null, "Siobhan: I have Uncanny Dodge but I also only have four hit points.": null, "Aabria: Let's live for the drama then. The fireball clears, the smoke": null, "clears and the Phoebe-Dr. Wenabocker monster lies in a heap on the": null, "ground and on top of it. What's your total HP?": null, "Siobhan: 76.": null, "Aabria: 76, okay. So this wouldn't have auto-killed you. You see a": null, "unmoving little karate boy slumped on top. You see a unmoving little": null, "karate boy slumped on top. Ava, your psychic hold has dropped.": null, "Ava: Where am I? (dramatic music) Ooh, Jaysohn? Jaysohn honey? Oh girls,": null, "girls?": null, "Brennan: I'm gonna rush over.": null, "Izzy: [Izzy] I go too.": null, "Rashawn: He was in the, he was on top.": null, "Brennan: I will heap, just pour.": null, "Erika: I (clap) Spare the Dying.": null, "Brennan: Pour healing magic into Jaysohn.": null, "Ava: Jaysohn, do you want ice cream?": null, "Jaysohn: [Siobhan] Yes.": null, "Aabria: You don't, no there's no. No, you know what, no.": null, "Jasper: [Jasper] You didn't want to learn-": null, "Aabria: This far but no further, no ice cream.": null, "Erika: It was an ice cream truck. (Aabria cackles at the justification)": null, "Aabria: You know what, fuck me. Nicely done.": null, "Jasper: [Jasper] It was, it was.": null, "Aabria: [Aabria] Thank you, sir.": null, "Izzy: Why does the nuclear base, have an ice cream truck?": null, "Aabria: Because everyone deserves a cool treat.": null, "Jasper: It's pretty hot in there, honestly.": null, "Siobhan: Those workers work really hard and their bosses sometimes give": null, "them a little gift.": null, "Brennan: In two rounds I get Jaysohn back to full.": null, "Jaysohn: Did we do it? (twinkly music)": null, "Aabria: Uh-oh.": null, "Brennan: Bonus action, Healing Word to Lukas.": null, "Izzy: If he's not disintegrated.": null, "Aabria: What's the range on Healing Word?": null, "Brennan: I believe it's either 30 or 60.": null, "Aabria: [Aabria] I think it's 60. Let's see, there we go.": null, "Brennan: [Brennan] It is 60.": null, "Aabria: You cannot reach Lukas from here.": null, "Brennan: I will leave my son in his grandmother's arms and rush over": null, "there to give Lukas a big hand.": null, "Aabria: You come over and you see falling, sort of slumped within an": null, "I-bar. Little Lukas, didn't really get to contribute.": null, "Brennan: I'm gonna go and cast Cure Wounds on him. Go.": null, "Aabria: Give me an insight check. Against your own deception. (dice": null, "clatter)": null, "Brennan: I succeed, I insight myself.": null, "Aabria: As you sort of are grabbing and lifting up Lukas, you can feel": null, "and see and sort of above game, his first death save was a natural one.": null, "Aabria: He is so close to going and yet you can't help but see how": null, "peaceful he looks in this moment. That yes, he's young and this is": null, "unfair but he looks like he's finally at rest and that's something in": null, "this moment you realize was robbed from you when you laid down on that": null, "snowy day. Maybe part of you just sought rest and respite from the": null, "ever-crushing weight of your responsibilities to your family. Tula, it": null, "was duty that brought you back. Your responsibility to others and maybe": null, "there's a part of you that knows and maybe resents that duty didn't": null, "bring Geoffrey back too. and maybe resents that duty didn't bring": null, "Geoffrey back too. (twinkly music) Do you cast Cure Wounds? Or do you": null, "give Lukas the rest you did not reserve for yourself?": null, "Tula, internally: When I was walking back, (somber music) it was the day": null, "that Geoffrey, that I had found him dead. It was the day my mother asked": null, "me where I had been and why hadn't I stopped it? And I was on my way to": null, "tell my children And I was on my way to tell my children that Geoffrey": null, "was gone. And there was a feeling in my heart And there was a feeling in": null, "my heart that each heartbeat was too much to bear and so I started to": null, "wish that I would just have a little bit of rest before the next": null, "heartbeat. And they got farther and farther apart until I fell asleep.": null, "And when I came back, it was a sense of obligation to my family that I": null, "think I have always assumed was duty or obligation. But I think that in": null, "this moment, watching my sister kill three humans and a Stoat monster in": null, "mere seconds, that maybe power's not all bad. Seeing my children embrace": null, "the curiosity and adventurousness of their father and having them find": null, "the information that has saved us. My mother telling me to embrace": null, "change and my sister's husband being right about harnessing the Blue.": null, "Obligation and duty is what I said kept me here. Obligation and duty is": null, "what I said kept me here. It's what I thought. Geoffrey died putting his": null, "head up above the snow so that the humans could see his eyes and his": null, "nose, or at least that's what I chose to blame on him. But really he was": null, "just unlucky and sometimes you get unlucky in this world and I think": null, "that when I look at it and I think that when I look at it and think": null, "about seeing and looking for things, curiosity. (pensive music) It's not": null, "obligation, it's believing that you can put your head up and look for a": null, "day where you won't be so tired anymore. and look for a day where you": null, "won't be so tired anymore. Lukas deserves to find that day, he deserves": null, "to adventure for it and be curious about where it might be and I deserve": null, "to find that day too and I'm gonna cast Cure Wounds. (shimmering sounds)": null, "Aabria: As you bring him back up from the brink of death, it's a scared": null, "little kid. That was the most terrifying thing in the whole world and he": null, "wraps his arms around your neck and just begins to sob. Says": null, "Lukas: (through sobs) this was the worst birthday ever.": null, "Jaysohn: Lukas, I died too!": null, "Lukas: What?": null, "Jaysohn: I died too.": null, "Lukas: But you're okay?": null, "Lukas: Okay.": null, "Viola: Happy birthday.": null, "Lukas: Happy birthday.": null, "Jaysohn: Happy birthday.": null, "Rashawn (as Viola) attempts to give Aabria (as Lukas) candy.": null, "Lukas: I don't want any candy.": null, "Jaysohn: Oh Lukas can I have your candy if you don't want it?": null, "Lukas: Yes.": null, "Thorn: [Jasper] We'll get you some mint.": null, "Lukas: Can I have some mints please?": null, "Ava: Viola has been filling me in on all of the things she'd done.": null, "Viola: Mama, I chopped off his hand and I chopped off his arm and then": null, "when the gun fell, I learned what gun is. I kicked it and (imitates": null, "several explosion). Oh no, Lukas but he came back it's okay.": null, "Ava: Oh I'm so proud of you.": null, "Viola: Thank you for making me so strong and hard and allowing me to be": null, "soft when I want to be.": null, "Ava: Well I think I'm still getting used to that last part. But you're": null, "gonna be such a wonderful mother.": null, "Tula: And a wonderful leader.": null, "Dr. Tara: Hi, this is very nice. I need all of you to get out. This is": null, "getting bad,": null, "Aabria: and you see Doctor Steel is like,": null, "Dr. Tara: oh out, corpses. Corpses, I need to find a control room.": null, "Erika: I poke her thing gonna use Mending.": null, "Dr. Tara: Ow.": null, "Viola: Oh.": null, "Erika: On her glasses.": null, "Dr. Tara: Oh thank you.": null, "Tula: Mama, you have magic?": null, "Ava: Ooh, yes.": null, "Thorn: [Jasper] That was cool.": null, "Ava: I just, I thought I'd pick up a little thing. I guess this old dog": null, "can still learn some new tricks. Thank you, thank you.": null, "Dr. Tara: This is nice, can you get out? Can you get out? I'm gonna find": null, "a-": null, "Viola: Could you toss us up there? Just wooh.": null, "Dr. Tara: Yeah, what? Toss you up? I can't throw you 100 feet in the": null, "air. Can you go out through-?": null, "Jaysohn: We don't know what humans can do.": null, "Dr. Tara: Honestly, I appreciate your faith in me.": null, "Jaysohn: Yeah I think if I was a human, I could throw us 100 feet in the": null, "air.": null, "Dr. Tara: [Aabria] Probably.": null, "Jaysohn: I'm really strong.": null, "Aabria: And she's gonna get up and open the door that she entered and be": null, "like,": null, "Dr. Tara: Please exit, I gotta find a control room.": null, "Ava: This is much easier than stacking one on top of another. Should": null, "keep her around more.": null, "Aabria: And Doctor Steel will handle the threat. So very briefly, before": null, "we end I just want to ask for a little epilogue of what you all do in": null, "the coming hours, days and weeks in Last Bast. There is an immediate": null, "threat still, we'll kind of give a little tier list. What do you do": null, "about the humans? What do you do about Last Bast? And what do you about": null, "your growing family?": null, "Jasper: We should probably try and have a conversation with the leaders": null, "of the humans to inform them of our sentience I guess and explain what": null, "we would like to do. and explain what we would like to do.": null, "Aabria: Going to meet the humans, I need you to make a persuasion check": null, "to convince them that instead of a threat, you are a group deserving of": null, "dignity, respect and the conversations allowed to all humans.": null, "Izzy: Can we use Tara for help?": null, "Aabria: Tara will provide the help action. As she sort of holds you up.": null, "Dr. Tara: Ah you're gonna want to listen to this. Hey, hey and don't": null, "worry, you didn't fall down and die. We didn't all die of radiation": null, "poisoning, this is happening.": null, "Thorn: We've been through quite a lot in the last few days. I think": null, "becoming more Stoat or more human, I think becoming more Stoat or more": null, "human, whichever you prefer. And what I have learnt is that there is": null, "nothing And what I have learnt is that there is nothing that you won't": null, "do for those that you love. (pensive music) And from talking to this": null, "wonderful human and seeing you all here, I can't help but think perhaps": null, "you have ones that you love. And maybe that's a commonality that we both": null, "share and if you will allow us, we would like to carry on loving.": null, "Aabria: Please make your persuasion check, with advantage.": null, "Jasper: Okay. Okay, persuasion?": null, "Brennan: Guidance too.": null, "Jasper: Yeah, thank you. Ah, persuasion.": null, "Aabria: And fuck it, Lukas gives you bardic inspiration. (nasally) A D6,": null, "D6. (gently)": null, "Tula: ♪Happy birthday to you ÔÖ¬": null, "Brennan: [Brennan] Oh": null, "Erika: (relief) Yeah.": null, "Brennan: Oh.": null, "Aabria: Halfway through your speech, I think you were nervous about it": null, "as it happens, the humans go from shocked, disbelieving into shocked": null, "silence and then they begin to move around as you talk and one of them": null, "picks up something that looks, almost reminds you of that big gas can": null, "that they hoisted on their shoulder and Tara says, “Oh it's okay, it's": null, "okay.” And a camera is on you. And your speech is broadcast to the": null, "world. (Izzy sputters) And no one can deny that the Stoats of Last Bast": null, "are sentient.": null, "Jasper: Since I have everyone's attention. (group laughs)": null, "Erika: I'd like to announce my candidacy.": null, "Brennan: Stoat President.": null, "AlLila: [All chanting] Stoat President, Stoat President.": null, "Aabria: Not bad for a cult leader. Who's up next?": null, "Rashawn: Talk about a comeup baby.": null, "Aabria: I'll just say as a little addendum that the moment the stoats of": null, "Last Bast are recognized by global authorities, they're like no one's": null, "going to come here. If humans come again, it will be to treat with you.": null, "But this is your home.": null, "Rashawn: Then I would want to bring more of the nature to this hard": null, "place. I've got teams of stoats bringing in foliage and moss and just": null, "zhuzhing the place as much as possible. Leaves and moss and acorns and": null, "you know, cute little things that would make this place more homey. Get": null, "rid of all the sterile nastiness to make it seem less experimental and": null, "more natural and as I've hunkered down, I won't explain childbirth": null, "because I don't know. But a few.": null, "Aabria: You push, there's babies.": null, "Rashawn: I believe that we have three in our litter.": null, "Aabria: [Aabria] Three.": null, "Rashawn: Two girls named Kenji and Geoffrey and a little boy named": null, "Rosie. (Cast fawning over Kenji, Geoffrey, and Rosie) And they scamp": null, "around, they get into stuff. They try to run as fast as...": null, "Jasper: All right you stupid babies, line up. (Cast laughing)": null, "Rashawn: I'm just so happy to see them all running around and frolicking": null, "with their cousins and growing up together. It's exactly what I always": null, "wanted, everyone so close. I think I get a little slower and now I": null, "understand a little bit what my sister was going through and I feel like": null, "we talk a lot more about you know, what it means to be a mother and like": null, "it's not just a superficial level. I feel like I understand you a little": null, "bit more. The pressure that I had on Mom releases a little bit more": null, "because I understand. I've gotten to another level of stoathood and": null, "she's content with this lovely postcard-looking of a life.": null, "Aabria: And I think at some point, you see it. Your vision come to pass.": null, "Your children playing in a home that you have, in a bunker that you've": null, "made a home. Who's next?": null, "Brennan: Well, my kids are almost grown up and they went on a whole, a": null, "huge adventure and survived. I think I asked my kids if they're gonna": null, "stay here at Last Bast or in, there's a whole human world and it's all": null, "the stuff that your father, that everything that your dad thought about": null, "the outside world and about whether these things were monsters or not,": null, "he was right. It's all true. Do you think you'll stay here? Do you think": null, "you'll go out into the world?": null, "Lila: I only ever wanted to do any of that so that I could stay with": null, "you.": null, "Jaysohn: Yeah, why would we go? I can't kill rabbits when there's": null, "humans.": null, "Tula: It's true. Well then, we'll all stay here and be together one big": null, "family.": null, "Jaysohn: I'm gonna be with Sybil in Resource Allocation.": null, "Tula: Well I think you're gonna be great and I'm so proud of you all and": null, "maybe, you know, and I'm so proud of you all and maybe, you know, (calm": null, "music) maybe there'll be a lot more to learn here and I don't know how": null, "much care you'll need and I don't know how much care you'll need because": null, "you're almost grown. So whatever adventure you want to go on, I trust": null, "you. I trust you both to be smart and strong and know what to do.": null, "Jaysohn: Okay mom.": null, "Brennan: Ah and I think, I think that Tula's little epilogue is that she": null, "goes all the way to the edge of the new Stoat terr-protected. I can't": null, "imagine what kind of fence these humans are gonna have to put up to be": null, "like, \"There's smart stoats in here.\"": null, "Siobhan: You kids can't go near those smart stoats, don't even think": null, "about it.": null, "Brennan: But I'm gonna go.": null, "Siobhan: Mommy, I want a smart Stoat for a pet.": null, "Aabria: Yikes.": null, "Brennan:  I'm gonna go near the meadow where Geoffrey, where I found": null, "Geoffrey and I guess it's a different, very green time of year here and": null, "I think Tula, very pointedly has not like, she almost always refers to": null, "him. It's like, \"Your father.\" Or \"my husband,\" and I think she just": null, "goes back to that little spot and goes, (calm music)": null, "Tula: Geoffrey I want to tell you all about Lila and Jaysohn and all the": null, "things you were right about.": null, "Brennan: And just takes time to, share the whole story and talk to him": null, "for the first time in a long time and not with sadness or hurt. Or": null, "bitterness. And I think that ends with, I have all this free time now": null, "and I can't wait to find out what's gonna happen tomorrow. and I can't": null, "wait to find out what's gonna happen tomorrow.": null, "Aabria: I'll say, in passing, that as your kids grow and you have more": null, "time and you can devote more of your bandwidth to finding joy in the day": null, "to day, without any sort of pressure or expectation, Bennett is very": null, "glad that you've decided to stay.": null, "Brennan: I think the first time that one of my kids is old enough to": null, "seriously enter into a romantic, when they're flirting and dating for": null, "the first time, I'm gonna have a moment of thinking of Geoffrey and": null, "thinking of all this free time and I go,": null, "Tula: The hell am I doing? Where's Bennett? (group laughs cheers for": null, "Tula)": null, "Aabria: Let's go, Tu-tu.": null, "Tula: I'm gonna go, gotta find Bennett. Back in my hoe days. (Rashawn": null, "cackles)": null, "Aabria: I blow off the blueberries and we get to take a little free": null, "time, baby.": null, "Tula: Kenji, do that little dance. (group laughs)": null, "Aabria: [Aabria] Ava?": null, "Erika: Well, my lifetime. My timeline for living has been far extended.": null, "I just have so much time and so you know, I'm so happy to have other": null, "little ones to play with and I love, love getting to babysit and telling": null, "them wildly inappropriate stories of the horrors that we faced. Viscera": null, "emanating from every orifice.": null, "Aabria: (small child) Viscera, viscera.": null, "Ava: Yes, very viscera, kids.": null, "Thorn: First word, viscera.": null, "Aabria: Viscera. Blood for the blood gods.": null, "Thorn: [Jasper] Fine.": null, "Rashawn: [Rashawn] Vocabulary so strong.": null, "Thorn: It's really, it's coming along.": null, "Ava: But I think you know for all my love of control, I've learned to": null, "ease up a bit. Especially with my family but I think I take some of": null, "those lessons that I've learned to work with some of the ladies in": null, "Population Support and I've, we've split it into a bunch of different": null, "groups and it's more about conflict resolution or you know, counseling": null, "services or you know, like if somebody's like in truck and their truck": null, "has parts that are broken down and stuff, we have a team that will go": null, "out to help with truck. So yes, I think that keeps me quite busy but I": null, "think I've managed to still spend a lot of my time but I think I've": null, "managed to still spend a lot of my time with my family. To learn new": null, "things.": null, "Aabria: And Ava, you know that whatever brought you back, that keeps you": null, "here is under your control and the day that you decide that it's time to": null, "rest, you can. All right, kids who's going first? Lila, what you up to?": null, "Izzy: So some humans come back every once in awhile. Is there studying": null, "or like?": null, "Aabria: It becomes this very weird thing across the next six months?": null, "Izzy: Does Tara come back?": null, "Aabria: Oh yeah, Tara actually stays close.": null, "Izzy: Okay, Lila and Tara.": null, "Izzy: Lila is becoming a scientist.": null, "Izzy: Trying to figure out you know, how you know, we can make sure this": null, "is never an issue again and frankly, climate change. (group laughs)": null, "Aabria: Lila.": null, "Siobhan: It's 1982, DDT. A real problem.": null, "Siobhan: CCF, a real. CFCs.": null, "Izzy: Jimmy Carter got on the TV a couple of years ago and he said, We": null, "gotta turn the lights off when we leave the house, okay?": null, "Aabria: Lila, I need you to make me one more, I think it's": null, "investigation. Give me one more investigation.": null, "Rashawn: (silent) Please solve climate change.": null, "Jasper: Please solve climate change.": null, "Erika: Come on, come on.": null, "Jasper: This is the best timeline. (hopeful music)": null, "Izzy: 24, no 26. (Brennan and Jasper cheer and laugh)": null, "Aabria: Lila, you know a Stoat's lifetime isn't that long. But you have": null, "so much life in front of you. You are the first Stoat to have a": null, "doctorate (players gasp) in nuclear physics.": null, "Erika: A doctor in the family. (Cast laughs) Yes, yeah. Yes.": null, "Aabria: Set your work to tackling, controlling what's happening here. To": null, "studying and documenting what's happening with all of the animals in the": null, "Blue Forest and fuck it, climate change. Why not?": null, "Tula: My daughter got a PhD in one year which is enormous for Stoat time": null, "but pretty fucking incredible.": null, "Ava: Wait till Esther in Resource Allocation hears about this!": null, "Aabria: Ellen has told everyone. And finally, Jaysohn.": null, "Siobhan: Jaysohn joins Resource Allocation. Absolutely sidesteps": null, "Education fully.": null, "Siobhan: Never reads anything ever again.": null, "Aabria: Bless.": null, "Siobhan: Just is born to run at the front of a pack but if he ever goes": null, "out into the world, he is a, this is so stupid.": null, "Aabria: Hey.": null, "Siobhan: He is like, \"Well but these sports seem pretty fun.\"": null, "Jasper: Oh, incredible.": null, "Aabria: Are you picking an Air Bud fucking ending here? Dawg, dawg you": null, "have to look me in the eye and tell me what sport.": null, "Brennan: Say it, say it.": null, "Siobhan: Let's say that stoats can't do long jump. (Cast loses it over": null, "Jaysohn the Sport Stoat)": null, "Izzy: [Izzy] Nothing in the rulebook that says that stoats can't do long": null, "jump.": null, "Aabria: You have to give me a check.": null, "Rashawn: [Rashawn] Oh my gosh.": null, "Aabria: I know it should be athletics.": null, "Siobhan: A money check, I'll write you a check.": null, "Aabria: Because it's technically a sport. Yeah, if you give me three": null, "dollars on Venmo right now.": null, "Siobhan: Can I do an acrobatics check?": null, "Aabria: Of course it's acrobatics.": null, "Jasper: We're all, the family's all in the stands.": null, "Erika: We're all in 1989.": null, "Jasper: Cheering on.": null, "Erika: 1989 Olympics in Tokyo.": null, "Jasper: That's gotta be a help action right? (Rashawn cackles)": null, "Erika: We're all like yeah.": null, "Aabria: [Aabria] Let's go 84 in L.A.": null, "Erika: [Erika] 84 in L.A..": null, "Brennan: Unbelievable, unbelievable.": null, "Siobhan: I got a 31. (Cast laughing and screaming)": null, "Brennan: Do we go to the Olympics?": null, "Erika: [Erika] We do, we do.": null, "Brennan: Do they put us in a shoebox and take us to the Olympics?": null, "Rashawn: They poke some holes in the top.": null, "Erika: I'm sorry. We get at least a little.": null, "Siobhan: She got a PhD.": null, "Aabria: [Aabria] Blue Forest.": null, "Izzy: I went to Oxford.": null, "Aabria: Blue Forest is recognized as a nation, in part because of": null, "Jaysohn's fucking long jump ability.": null, "Siobhan: Jaysohn, the eloquence bard, sings our national anthem.": null, "Erika: Which is?": null, "Siobhan: Yeah. ♪ ♪ Oh stoats we are stoats ♪ ♪ We are stoatsy stoats ♪": null, "Jasper: Thorn's up in the stands, you see the popcorn drops as Thorn": null, "watches this happen, looks at Lila, looks back at Jaysohn and just goes,": null, "Thorn: Brighter than the sun, swifter than the wind. I was a prophet the": null, "Aabria: And that's where we're going to end for Burrow's End. (group": null, "laughing, cheering, and clapping)": null, "Siobhan: We did it.": null, "Brennan: We did it.": null, "Aabria: Yeah. (group cheers) (dramatic music)": null}