{"Dimension 20 Season 20": null, "Burrow’s End": null, "Starring: Aabria Iyengar as Game Master": null, "Brennan Lee Mulligan as Tula; Erika Ishii as Ava;": null, "Siobhan Thompson as Jaysohn; Rashawn Nadine Scott as Viola;": null, "Isabella \"Izzy\" Roland as Lila; and Jasper William Cartwright as Thorn": null, "Vale": null, "Episode 9: Human": null, "< [Previous Episode] | [Next Episode] >": null, "This transcript is a work in progress!": null, "If you would like to help edit it, the Google Doc can be accessed here:": null, "Episode 9: Human": null, "Please log your edits here:": null, "Sign-up Sheet": null, "Aabria: Hello and welcome to Dimension 20: Burrow's End. I'm your warren": null, "warden and dungeon master, Aabria Iyengar, and with me, unraveling the": null, "mystery of the First Stoats at Last Bast, are my... Hey, I'm out of": null, "them. Little guys. Say hi, little guys!": null, "Cast: Hi, little guys!": null, "Aabria: I don't have any more words.": null, "Brennan: It was so valiant. It was so valiant.": null, "Erika: I love being just the little guys!": null, "Izzy: I really like the little guys.": null, "Aabria: It's just the little guys, at the end of the day.": null, "Siobhan: Small bodies, big hearts, can't lose.": null, "Jasper: Can die.": null, "Siobhan: [Siobhan] Can die.": null, "Aabria: Wednesday night lights, let's go.": null, "Rashawn: You're Coach Taylor, I love it.": null, "Aabria: So amidst the wreckage, after defeating the First Stoats in the": null, "temple known as Phoebe's Heart deep in Reactor Charlie, our stoats": null, "debated next moves as Sybil returned with Bennett. Things nearly came to": null, "blows before the family managed to win him over to their side. He asked": null, "for an hour to gather some of the remaining leadership of Last Bast and": null, "left for the lab. In the interlude, the family licked their wounds while": null, "finally addressing their deepest fears and insecurities around grief,": null, "fear, and the pressure of raising children ready to survive in a harsh": null, "and dangerous world. Healed and healing, they made their way to the lab": null, "where the mystery of Dr. Wenabocker's tapes opened up questions about": null, "who really caused the catastrophe that created all of this. Now they're": null, "on the hunt for the lair of the First Stoats, and more answers. My": null, "little guys, you stand in the lab. You've been given a mission. What do": null, "you do?": null, "Siobhan: Well, we're going to go get Lukas.": null, "Aabria: All right.": null, "Tula: All right, sweeties. Go grab Lukas and find what you can.": null, "Lila: Is Lukas like our First Beacon? We're just like you, Uncle Thorn!": null, "Jaysohn: Oh my goodness, yes.": null, "Thorn: To have Beacons, you need to be Conduits. Are you ready to be": null, "Conduits?": null, "Jaysohn: I don't know what that is, so yes.": null, "Thorn: It means you get to tell everyone what to do.": null, "Jaysohn: Oh no.": null, "Thorn: And they never talk back to you. It's great.": null, "Jaysohn: Oh, then yes.": null, "Viola: It's really fun.": null, "Lila: We have that with Lukas.": null, "        ": null, "Jaysohn: Oh yeah, that's true. But it is a little bit annoying.": null, "Viola: But I will say that as you're getting…": null, "Rashawn: Excuse me. (clears throat) (in Viola voice) Viola.": null, "Aabria: Yo, respect.": null, "Brennan: We had a day off.": null, "Izzy: (in Viola voice) Viola.": null, "Viola: You're going to be rallying people to your side. You can't always": null, "lead with your fist. You've got to-": null, "Jaysohn: Yeah, Lila's the leader, and I'm the First Beacon, and Lukas is": null, "the Second Beacon.": null, "Ava: Notice how your aunt and your uncle are always on the same team": null, "together. Perhaps you and your sister could learn a little something": null, "from them about being... Conductors.": null, "Thorn: Sure thing.": null, "Lila: Do we have to get married?": null, "Jaysohn: I don't think so, no.": null, "Thorn: No, no. You could also make your own thing. You know, it's fine.": null, "Jaysohn: That seems hard, too.": null, "Aabria: The kids go, take off.": null, "Rashawn: I would like to speak to the masses, or speak specifically to": null, "the coppers, since they weren't at our head of state meeting, to see if": null, "I could sit down with someone to communicate what is happening.": null, "Aabria: Okay, I will let you know that I'm sure Thorn told you at some": null, "point that he sent Teedles off specifically to become one of, to join": null, "Population Support. So you know you have someone in the pocket there.": null, "Rashawn: Then I guess I speak to Teedles, just to get the temperature": null, "before I speak to everyone.": null, "Aabria: Cool, cool, cool. Viola takes off.": null, "Jasper: It's Quentin that's in charge of Technology?": null, "Aabria: Yes.": null, "Jasper: I'll probably have a little aside with Quentin and just would": null, "love to establish, you know, what we have at our disposal that could be": null, "useful, and then if we can gather any information about what the humans": null, "might be using so that we can best prepare ourselves.": null, "Aabria: You stay here. What about Ava and Tula?": null, "Erika: I'd like to suss out where those First Stoats stayed.": null, "Jaysohn: Oh yeah, Grandma, you want to come with us?": null, "Ava: Oh, (stammers) was there something you wanted-": null, "Jaysohn: You're going to love Lukas.": null, "Tula: I think that makes sense. I had no plan. I guess if everyone was": null, "running off to go take care of things, I trust that Viola and Thorn are": null, "going to be able to handle the stoats of Last Bast.": null, "Jaysohn: Maybe you should stay here with Bennett.": null, "Thorn: I could use a hand talking to the different heads and coming up": null, "with a plan.": null, "Jaysohn: He seems really nice.": null, "Tula: You go with Lila and Jaysohn, Mama, and then I'll stay with Thorn": null, "and deal with these leaders and keep an eye on our sweet MeatWolf.": null, "(Aabria imitates animal panting)": null, "Aabria: [Aabria] Paws on the table. (sniffing)": null, "Tula: [Brennan] That's a good boy.": null, "Thorn: I think it would be useful to have two sides of the coin": null, "represented in these discussions.": null, "Aabria: When you say two sides of the coin, I'll smile and say,": null, "Tula: I'd be interested to know what you feel our difference is.": null, "Thorn: Well, I have a tendency to be a little rash and headstrong, and I": null, "think some tempered caution would be useful for me in this moment.": null, "Tula: That's very meaningful to hear. I will do my best not to let": null, "caution obscure opportunity.": null, "Thorn: And I will do my best not to let rashness obscure our safety.": null, "Jasper: And starts bleeding from the nose. He thinks, what's a coin?": null, "Aabria: Amazing, so let's start with the ones that stayed here. Thorn,": null, "you kind of sidle over to Quentin, who is sort of the most generically": null, "brown stoat, medium brown fur, white bib, but you see from the back, tip": null, "of his tail growing upward, that winter white coming in, a little bit of": null, "a reminder that you are approaching winter and the time of white coats.": null, "q: Hi.": null, "Thorn: Hello, Quentin. It's a pleasure to meet you. I was just": null, "interested, after having that discussion with Bennett and trying to": null, "formulate some strategy and plan, I'd just love to know what you have": null, "worked on, and if you can illuminate anything that the humans might use": null, "against us. Anything that you've seen in the past that might be useful.": null, "q: Most of our understanding of what the humans are capable of comes": null, "from... We've got footage. They have whole systems of recording": null, "themselves and broadcasting it out.": null, "Thorn: Like the recording we heard?": null, "q: Right.": null, "Thorn: Like that.": null, "q: But they have ones with visuals, too. So we have some idea that there": null, "are just... There might be as many humans in the world as there are": null, "stoats here.": null, "Thorn: Okay, so I think eradication is probably off the table. That's": null, "good.": null, "q: But as far as what we've got right now, we have a range of ballistic": null, "weapons that we see that they use, but we also know that they use": null, "biological components. They work with fire and lightning and poison and": null, "smoke.": null, "Thorn: I must ask, you may know this, you speak about poison. When I saw": null, "the humans first, they had this sort of yellow skin, no eyes. They": null, "didn't look organic in the way that we do.": null, "q: Hold that thought one second!": null, "Aabria: He kind of takes off down the lab and returns back minutes later": null, "with several folded up pieces of paper in his mouth and takes time to": null, "fold them out more like a picnic blanket than anything else.": null, "Thorn: That corner, there, okay, yep, there we go.": null, "Aabria: What you're looking at is sort of a diagram for how to put on a": null, "hazmat suit, and then a couple photos of just what people... This was a": null, "photo of some of the researchers in the lab that they all took together": null, "where you see that these people are mostly hairless, a little bit on the": null, "top of their head and around their mouths and over their eyes.": null, "Thorn: Oh god, worse than I imagined.": null, "Aabria: They're smaller. You can see that they have distinct eyes. It": null, "looks like a couple of them are mid-blink. They look like they are a": null, "little more stoat-like.": null, "Jasper: Hm, okay.": null, "Aabria: I think it takes a bit of the monster edge off of them.": null, "Brennan: Could I make an insight check into the photo?": null, "Aabria: Yeah, what are you trying to insight check?": null, "Jasper: See if any of them are single?": null, "Aabria: Yeah, are you trying to be hornt up for them?": null, "Brennan: No, I think this is, like you said, there's a jarring-ness": null, "where they go from being monsters to being something like stoats, and I": null, "think in this moment, Tula's trying to be truly as open as possible. Be": null, "like, what do I actually see here when I look at this?": null, "Aabria: Okay, yeah. That is absolutely insight.": null, "Brennan rolls, Siobhan nods happily.": null, "Brennan: 31. (players gasping and cheering)": null, "Aabria: Incredible.": null, "Jasper: [Jasper] We're strong now.": null, "Izzy: Seeing the person next to the roll's reaction, Siobhan just going…": null, "(nods)": null, "Aabria: There's a little EMP of, fuck yeah. Looking down at this photo,": null, "you see a group of people. It's hard trying to reverse the concept of": null, "humanizing. Stoat-alizing. But you see sexual dimorphism and people": null, "clearly, they're baring their teeth, but it's in play. This seems": null, "relaxed and joyful, and if it weren't for all the strangeness of the": null, "idea of a photograph at all or the fact that they're all wearing clothes": null, "and that one of them has something burning in his fingers, raising it": null, "towards his mouth, and the scale of it is wrong, and yet you see the": null, "same sort of interpersonal dynamics that you've known amongst your": null, "family and amongst the other stoats of the warren.": null, "Brennan: I think that I'm looking at it. Hairless or otherwise, you": null, "know, yeah, they don't have hair. Deer have bones growing out of the top": null, "of their head. Animals can be weird, but I'm looking at them, and do I": null, "get the sensation on a 31 that with all of the dynamics I'm seeing in": null, "this captured image, that they seem to have social groups more like": null, "stoats than any of the other animals we've encountered?": null, "Aabria: Absolutely.": null, "Jasper: I think seeing a softness in Tula, I'll just…": null, "Thorn: Do you think there's a universe, a world in which stoats and": null, "humans are not adversarial?": null, "Jasper: I'm sort of saying that very carefully.": null, "Aabria: You see Quentin…": null, "q: (coughs skeptically) Go ahead. No, you're good, everyone gets there": null, "on their own.": null, "Thorn: Trying to be as open to every possibility.": null, "Tula: Are these pictures true? Did this happen, or is this just shapes?": null, "q: By my best understanding, they had some way of capturing a moment and": null, "rendering it in the same way that reading, writing tells you a thing": null, "that you know in your head. As far as I know, it's true.": null, "Tula: If badgers are not monsters, and if bears are not monsters, and if": null, "wolves are not monsters, these are not monsters. These are more like us": null, "than any of the other animals that we've come across. They're more like": null, "us than MeatWolf is, and MeatWolf is MeatWolf. (Aabria imitating animal": null, "panting)": null, "Jasper: Still can't believe we're doing that.": null, "Aabria: Just a bunch of slob that's also full of blood and a new bone": null, "that he was growing.": null, "Tula: These monsters... I have to stop saying monsters. These humans...": null, "So they have read and write, and read and write doesn't work if you": null, "can't talk. If they have writing here, it means they had talking. Did": null, "the First... Was there ever an attempt to speak to humans?": null, "Thorn: On the tape, Dr. Wenabocker said, I don't know how they're doing": null, "this, something to that effect.": null, "q: We were hearing squeaking on the tape.": null, "Thorn: Yes.": null, "q: If the tape is what happened, they weren't talking yet.": null, "Tula: So in other words, we understand Wenabocker on the tape.": null, "Q: Yes.": null, "Thorn: Hmm.": null, "Tula: But the stoats were squeaking like other animals squeak.": null, "Thorn: So what if we weren't yet at a point where we had that ability?": null, "Tula: We don't speak Stoat. We speak Human.": null, "q: Oh shit, I'm going to need a minute.": null, "Aabria: You just see Quentin kind of ducks down onto all fours. (Aabria": null, "retching repeatedly)": null, "Tula: If they were squeaking and we understand Wenabocker, (Aabria": null, "sighs) it means they didn't start with it, Wenabocker did. Which means": null, "this is Human. We speak Human.": null, "Thorn: And that means that Wenabocker and none of the humans think that": null, "we can speak human, either.": null, "Tula: Unless maybe some contact-": null, "Thorn: [Jasper] Perhaps there's been some contact.": null, "Tula: But it doesn't seem like that's happened.": null, "q: This is such bad things. Why are you... No, it's good. I hate this,": null, "sorry.": null, "Thorn: It's okay, it's okay. I'm just going to-": null, "q: We speak in... (shaking, sighing) We speak human.": null, "Thorn: We're good.": null, "q: We speak human.": null, "Thorn: This is good, this is good. This gives us options. This gives us": null, "\"avoiding total annihilation\" kind of options. This is positive. It is a": null, "lot, I know.": null, "q: We're good, we're good. You can't be good and I'm not good, so we're": null, "all good at the same amount.": null, "Thorn: Absolutely, yeah. (Aabria sighs) Where you are right now is where": null, "I've been for the last few days.": null, "q: [Aabria] It's wild that you guys have been here for a few days.": null, "Thorn: I'm sort of making an active decision to not be there right now.": null, "q: Okay, wow, wow wow wow.": null, "Brennan: Tula is really keyed up.": null, "Jasper: Sensing this within Tula, I will say,": null, "Thorn: I think, to present the other side of the coin, we also have to": null, "be extremely prepared for the eventuality that that's not on their": null, "agenda, and something they haven't considered.": null, "Tula: If they're like stoats, then yes, some of them might be like the": null, "First Stoats. Some of them might want to hurt us, even if they can speak": null, "and talk and reason like stoats can.": null, "Thorn: Absolutely, so if that's even on the table, we need to be in a": null, "position where we have some security in that negotiation. I think if we": null, "just meet face to face, I think we put ourselves at a huge disadvantage.": null, "What we have is, we have the element of surprise. If they're going to go": null, "aggressive, they're not going to expect us to be as organized and have": null, "access to what we have access to. That's the advantage we have, and we": null, "lose that the second we go out saying, \"Hey buddy, want to talk?\"": null, "Tula: You are right, it's too dangerous to just assume they will see us": null, "and care for us.": null, "Thorn: Exactly.": null, "Tula: You also can't meet them anticipating that they will hurt you,": null, "because... This is very hard. It all has to be done exactly right. You": null, "can't approach somebody letting them know that you are fine hurting": null, "them. They'll be ready to hurt you back. But we have to be ready to": null, "defend ourselves. (sighs) Let's just run. Let's run, let's run.": null, "Aabria: I think Bennett's going to come over, kind of just pat you on": null, "the shoulder.": null, "Bennett: Hey, are you okay?": null, "Tula: No.": null, "Bennett: No, yeah. Want some water?": null, "Tula: [Brennan] Yeah.": null, "Aabria: Gives you a little thimble.": null, "Bennett: It's hard.": null, "Thorn: I understand, and I think that perhaps what we're doing in the": null, "moment is we're trying to game out a situation where we don't have all": null, "the facts. I think once Lila and Jaysohn return, and see what they have": null, "gathered, it might give us more of an understanding of where the humans": null, "are coming from and perhaps what the First Stoats knew about the human": null, "dynamic and whether there is some means of contacting them without being": null, "face to face in a dire sort of standoff situation.": null, "Tula: I think we will be able to talk to them if we can just get close": null, "enough without them using the thunder. If we can get close enough to": null, "speak, because if we understand their talking and we hear squeaking,": null, "then that means we aren't squeaking to each other right now, because": null, "squeaking sounds like squeaking to us.": null, "Thorn: Yes, I think we find one on their own, tie them to a chair, and": null, "we say, hey, listen. We can talk. Let's just talk about this.": null, "Tula: Well, if they... I don't... I think... (Cast stifling laughter)": null, "Thorn.": null, "Thorn: What?": null, "Tula: I appreciate... Listen, there's a lot you know about interacting": null, "with people that I don't know.": null, "Tula: So I just know, you know, let's say that I wanted to ask Jaysohn": null, "or Lila for some behavior.": null, "Thorn: You tie Jaysohn to a chair.": null, "Tula: Yeah, but I don't do that.": null, "Thorn: But how are you going to catch him otherwise? He'll just run": null, "away.": null, "Tula: No!": null, "Thorn: I've seen him run away from you so many times.": null, "Tula: Yeah, but you shouldn't focus on the running away part. You should": null, "focus on the always coming back part.": null, "Thorn: Right, okay, so we train the human to always come back.": null, "Tula: You're operating from a place of a love of control that is not how": null, "life, I think, works. Respect for you.": null, "Bennett: Hey, I don't want to interrupt. I do feel like this became a": null, "parenting thing, and I just... We're kind of in a, oh god, existential": null, "crisis-": null, "Tula: We need to be able to do both.": null, "Bennett: No no no, you're both doing such a good job, but what?": null, "Thorn: I was working out how to be a father in this moment.": null, "Bennett: Yeah, it became a different thing, and then-": null, "Tula: He's about to become the father of my sister's children, and it's": null, "very hard.": null, "Bennett: No, we understand.": null, "Tula: Don't tie your children up. That would be what I would say.": null, "Thorn: I'm worried they're going to run away like Jaysohn.": null, "Aabria: Quentin gives you a look like... (Aabria and Jasper muttering": null, "agreeably)": null, "Bennett: Crazy. I have all boys, it's crazy.": null, "Thorn: Put them on a leash or something. (Aabria gasps)": null, "Aabria: You see Quentin, the Technology guy, is like, leash!": null, "Jasper: Definitely a pulse of Blue inside of Thorn's mind. Leash!": null, "Brennan: I'm sure Quentin loves that idea. Reminder that Quentin, while": null, "way nicer than the First Stoats, (aside) still a little bit of a": null, "fascist.": null, "Jasper: Whoa!": null, "Aabria: You should be thankful you know that word.": null, "Jasper: (mimics magic pulse) Fascist.": null, "Aabria: Fascist.": null, "Erika: Thorn Whip works one time! And that one time has informed your": null, "entire parenting experience.": null, "Brennan: I'm going to-": null, "q: My kits don't talk to me anymore.": null, "Brennan: Look over at Quentin, Quentin's smoking. How does a stoat have": null, "stubble?": null, "Tula: Details aside, I think we do need to be ready to do both. We need": null, "to be ready to defend. We need to be ready to seize an opportunity to": null, "talk, because if that plan works, in the best case scenario of": null, "defending, many stoats die. That's the best case scenario. If we're": null, "successful, many, many stoats and many humans die. If there's a world": null, "where none of that has to happen, that's obviously something we are": null, "required to try for.": null, "Thorn: Of course.": null, "Bennett: I'm going to send a allocation squad out, and we're just going": null, "to see how far away the humans are.": null, "Thorn: That would be fantastic.": null, "Bennett: [Aabria] We'll let you know how much time we have.": null, "Thorn: That would be a really good idea.": null, "q: Okay, you know what? Good job.": null, "Aabria: Quentin, you just see, is now drawing over the diagrams of how": null, "to put on hazmat suits with a little modeling of, now if I had a leash": null, "but it went eight ways...": null, "Brennan: Tula looks at it and is like,": null, "Tula: actually, I don't really mind those little daycare ropes where": null, "they all..": null, "q: Daycare ropes!": null, "Tula: [Brennan] Those are kind of cute, actually.": null, "q: Everyone holds a little donut, yeah yeah yeah.": null, "Jasper: So if we call it a daycare rope and not a leash, it's fine, I": null, "see the way it is.": null, "Siobhan: They hang onto the daycare rope- I'm not in this conversation.": null, "They choose to hold it!": null, "Aabria: Siobhan the Human leans in.": null, "Izzy: Not always, sometimes there's a vest attached.": null, "Erika: Like a little monkey backpack.": null, "Izzy: [Izzy] In New York.": null, "Aabria: We move away from the lab and follow Viola. Viola, I want to": null, "know what your game plan is in this moment. You are moving amongst": null, "hundreds and hundreds of stoats. You see, every now and then, an": null, "occasional copper. No one you recognize quite yet. But what's your plan": null, "as far as organizing the masses or reaching out or explaining? What do": null, "you say, and how do you want to go about it?": null, "Rashawn: I think Viola is a bit of a universal quarterback at this": null, "point,": null, "Aabria: Yeah.": null, "Rashawn: And kind of drifting through and trying to speak to a pocket of": null, "people, because I know information will travel.": null, "a: So you just rock up to a bunch of strangers?": null, "Rashawn: As I'm making my way through the masses, I guess I want to see": null, "if I can sense where Teedles may be. I just want to get a lay of the": null, "land first, before I speak to strangers.": null, "Aabria: Sure, sure, sure. You've worked with Teedles, obviously not as": null, "long as your husband, but how do you summon Teedles? Because you know": null, "you can, quite easily.": null, "Rashawn: But I'm going to go, kind of leaning into my First Lady sort of": null, "thing, I am going to rock up to their sleeping quarters area and just,": null, "on the most cordial thing, maybe bringing some sort of bite to eat or": null, "something so we can break bread and talk about what needs to be done.": null, "Aabria: Sure, then yeah, if you're just sort of like, one of them will": null, "be home, you make your way down to the yellow corridor. Teedles is just": null, "kind of sitting, sort of fluffing the nest and tidying up as you get": null, "there.": null, "Viola: Teedles.": null, "tErika: (gasps) (coughs) Hi. I'm so sorry.": null, "Viola: I didn't mean to-": null, "Aabria: She adjusts her belt.": null, "Viola: You're fine, you look great.": null, "tErika: Thank you, so do you. Hi.": null, "Viola: Thank you. There's a lot going on right now. I know that I don't": null, "normally come and speak to you one on one and I first want to say,": null, "you're doing an excellent job. I'm talking to you.": null, "tErika: Oh.": null, "Viola: Yeah.": null, "tErika: Thanks.": null, "Viola: From the burrow to here, you've followed orders, but you did your": null, "own thing at the same time, and I appreciate that.": null, "tErika: Thank you, ma'am.": null, "Aabria: Give me a persuasion check.": null, "Rashawn: Oh, okay. Gladly.": null, "Siobhan: Okay.": null, "Rashawn: Okay, okay. 15.": null, "Aabria: With a 15, yeah.": null, "tErika: Thank you. Look, I know that maybe it's been a little tense": null, "between us at times, but I've always respected you. I think you bring": null, "out the best in my best friend. Second best friend. Husband.": null, "Viola: He's my best friend. He can be-": null, "tErika: Yeah, you can have lots of friends.": null, "Viola: It's a level, not necessarily a tier system.": null, "tErika: Yeah. I would like to be your... I don't know how to make adult": null, "friends.": null, "Viola: Oh!": null, "tErika: So I'm... (groans) I feel like I'm doing a bad job.": null, "Viola: I spend so much time with my family, it's hard to know-": null, "tErika: Yeah, it's really hard to get in there, because when you're all": null, "kind of there, you're very in it. That's not a blame thing.": null, "Viola: No, no, no. It's a thing that, you know-": null, "tErika: Sure, priorities.": null, "Viola: Totally, but knowing that you're on our level and you understand": null, "and you're, might I say, a mean bitch like me, and I say that with the": null, "utmost respect-": null, "tErika: No, I got it, thank you! (sniffs)": null, "Aabria: I take out a kerchief that I've made from a sash.": null, "tErika: What is that?": null, "Rashawn: It's embroidered, yeah it is.": null, "Aabria: [Aabria] What does it say?": null, "Rashawn: Teedles.": null, "tErika: What? This has my name on it! I just learned to read!": null, "Viola: This is beautiful.": null, "tErika: This is really nice.": null, "Viola: And it's been an emotional time for all of us, but now is the": null, "time, more than ever. We need to lean into our skills and help all of": null, "these lost stoats.": null, "tErika: You're right.": null, "Viola: They've been lied to. They've been deceived. They've been set to": null, "mindless tasks, not knowing the eventuality, and the thing that's coming": null, "is bigger, further than all of our understanding.": null, "tErika: What do you mean? Bigger than humans coming back and killing": null, "everyone? Oh fuck, what's worse than humans?": null, "Viola: I really don't want to know. But the thing is, you've spent time": null, "with the coppers, correct?": null, "tErika: Yep.": null, "Viola: I need to know who's in charge. I need to know what's going on": null, "there. I want to speak to everyone, but they will form- but I believe": null, "that they are going to be the most resistant to our cause.": null, "tErika: The coppers or the people?": null, "Viola: The coppers.": null, "tErika: Oh, huh, okay. Well, as far as I know, there's not any single": null, "leader.": null, "Viola: Talia's not running the show?": null, "tErika: No, I think Talia's just sort of one of them. But honestly, I've": null, "only been doing this job for... Huh, I just learned how to tell time.": null, "Two or thee hours. And I have so much responsibility. I literally": null, "thought they were going to be like, little training day! Nope.": null, "Viola: They're just giving you no training whatsoever?": null, "tErika: Just full Population Support-": null, "Viola: That's crazy.": null, "tErika: They were like, hey, if you have to deal out lethal justice, we": null, "understand. There's a lot of stoats.": null, "Viola: With no license? Have you been trained at all on any of that?": null, "tErika: Nope, not at all. They were like, do you want a weapon?": null, "Viola: There should be legislation at the end of this. I cannot believe": null, "it.": null, "tErika: It's pretty wild.": null, "Viola: How young is the youngest copper?": null, "tErika: God, I don't know. I hope just maybe a little bit bigger than": null, "Jaysohn.": null, "Viola: Oh my god.": null, "tErika: But probably not.": null, "Viola: Do a lot of them have to go to education before they do that?": null, "tErika: Not really.": null, "Viola: Goddammit, Teedles!": null, "tErika: Look, I've been talking to Ellen. Simon really isn't getting-": null, "People just walk out of Education all the time. This place is a shit": null, "show.": null, "Viola: We're going to restructure all of this.": null, "tErika: It's kind of wild.": null, "Viola: Terrible. So what we're going to do, you and I, hand in hand,": null, "we're going to speak to the masses and let them know-": null, "tErika: What are we letting them know?": null, "Rashawn: Do I know what we are letting them know?": null, "Aabria: No, you're making a big choice. This is all you, baby.": null, "Rashawn: All right, Rashawn. You're here, okay.": null, "tErika: Just, yeah, you know I'll follow you into any fire. I followed": null, "you into this, and maybe we all die here in a little bit, but that's": null, "okay.": null, "Viola: But at least we put up a fight. Wouldn't you rather that we try": null, "to do something about it instead of it all happening to us?": null, "tErika: We have spent a lot of our lives with things happening to us.": null, "I'd rather die in action. Sure, anyone that wears the kind of copper": null, "sash gets... People listen to them, so we can go into the middle of that": null, "main hall and make some announcements. Yeah, hold on. We can switch. She": null, "starts taking off her sash. If you put this on, they'll listen. No one": null, "knows who all the coppers are. No, you've got to put it down low. You're": null, "making a new and fanciful choice in the space, and it's kind of a": null, "uniform.": null, "Viola: It's cute.": null, "tErika: It is cute. You made it cute, I liked it. Just for the sake of": null, "efficacy-": null, "Viola: [Rashawn] Sure, sure, sure.": null, "tErika: Maybe not dazzle in this moment.": null, "Viola: I would just redo the whole entire design.": null, "tErika: Cool, this seems like a secondary thing to the obliteration.": null, "Viola: I'm just thinking about a lot of things right now. Great, well,": null, "I'm glad that we could speak, and that you know that you are valued,": null, "okay?": null, "tErika: You're a good one, and you're going to be a great mom.": null, "Viola: Don't talk about that stuff right now!": null, "tErika: What? I'm sorry, god, I'm sorry! Oh, I fucked it up.": null, "Viola: Dammit all to hell. Okay.": null, "tErika: You made me cry.": null, "Rashawn: She slowly backs out of the room.": null, "Viola: Bye!": null, "tErika: Okay, you're going. I'm following, I'm following!": null, "Viola: Okay, come with, but don't talk about that.": null, "Aabria: Yeah, and then as you guys take off for that main center, she": null, "will just, as she's running,": null, "tErika: oh, by the way, Walmer's here!": null, "Viola: What?": null, "Aabria: Runs into the big room.": null, "tErika: Huh, what? Look, we found all the stoats!": null, "Viola: Is he-": null, "tErika: [Aabria] He's alive.": null, "Viola: He's alive?": null, "tErika: [Aabria] Yeah.": null, "Viola: And well?": null, "tErika: I think recovering, but made it here safely with a couple of the": null, "Lukura and a couple of the Red Warren.": null, "Viola: You have just made my day.": null, "tErika: Aw. Adult friendship is easy. This is nice.": null, "Aabria: Then we'll come back around.": null, "Brennan: The first thing that's made me go, I need to go lock down": null, "Bennett right now.": null, "Jasper: Gotta get that choice locked in.": null, "Aabria: Amazing, let's follow Ava and the kids. So you guys are headed": null, "to go find Lukas.": null, "Izzy: [Izzy] Yeah.": null, "Aabria: [Aabria] Yeah.": null, "Erika: Shuffling down the hall with them.": null, "Aabria: It's the middle of the day, roughly the same amount of time the": null, "previous day where you went to Education. I think that's your best guess": null, "for where to find him.": null, "Jaysohn: Grandma, education is so stupid. You're going to hate it.": null, "Ava: Oh?": null, "Jaysohn: But Lukas is so cool. You're going to love him.": null, "Ava: Oh yes, is Lukas your little boyfriend?": null, "Jaysohn: No, Grandma! Ew, no! Lila's so much better than Lukas. Lukas": null, "sucks, but you're going to really like him.": null, "Ava: Okay, well, we'll see about that.": null, "Lila: I've literally been stunned into silence for the first time in my": null, "entire life.": null, "Izzy: Can I also, is there anything on Sybil's map that would indicate": null, "clues to where the First Stoats are at all?": null, "Aabria: So I'm going to have you make an investigation check. No no no,": null, "we're going to make it history specifically, because you've been moving": null, "through all of the tunnels and pipes and vents of this place.": null, "Izzy: 17.": null, "Aabria: That'll do it. Your mind kind of goes back as you're looking at": null, "this map, and you're like, I was moving through a lot of these spaces,": null, "and yet it feels like the map is incomplete. There was something that": null, "you guys were running past on your straight shot towards Reactor Charlie": null, "that is a whole wing of this facility that doesn't seem to be rendered": null, "onto the map.": null, "Izzy: Hmmm.": null, "Aabria: There's nothing that you see here that would be, that's where": null, "the Stoats are! But a place that your mental understanding of this": null, "location isn't being covered here.": null, "Lila: Okay, after we get Lukas, I think I know where we need to look.": null, "Jaysohn: Okay, great.": null, "Lila: I'm going to get into cartography.": null, "Aabria: The word cartography is new and interesting. Yeah, blehp.": null, "Siobhan: Nose bleed.": null, "Erika: I'd like to look at map and see if there's something about": null, "communications.": null, "Aabria: Comms. Go ahead and make an investigation check for me.": null, "Izzy: Can I help?": null, "Aabria: I will say that you were so focused on... You were doing your": null, "own sort of calculations, and this was happening simultaneously.": null, "Erika: That's just a 10.": null, "Siobhan: Jaysohn does not help. Jaysohn look down and goes, nope!": null, "Aabria: You're learning, and hey, I want to reward academic curiosity": null, "because it's episode nine and you finally want to know a thing, and": null, "that's a growth arc from you specifically, I love it.": null, "Siobhan: That is the highest intelligence check you've done.": null, "Aabria: Truly!": null, "eRashawn: [Erika] True. In that I- (stammers)": null, "Izzy: You read \"mom\".": null, "Siobhan: I did not actively refuse.": null, "Aabria: The Heisman shaking off of understanding. You are still getting": null, "sort of a lay for what some of these signals mean, but you see what": null, "might be, if you go and investigate their analogs in these physical": null, "spaces, what could be either vents that run to different rooms or": null, "something that could be communications. You see, room to room, lines": null, "connecting things, but you're still struggling to put it together right": null, "now.": null, "Erika: It's nothing.": null, "Aabria: The beginning of something!": null, "Lila: What are you thinking about, Grandma?": null, "Ava: Oh, well, I know that the First Stoats chewed through all of the": null, "communication wires. Dr. Winnebago must have been in some sort of room": null, "trying to get a message out, right?": null, "Lila: My gosh, you're so smart.": null, "Ava: That means a lot coming from you, dear.": null, "Erika hands Izzy a strawberry hard candy.": null, "Aabria: Oh, it's the real one!": null, "Jasper: Actual strawberries!": null, "Erika: I had gone and raided the storeroom of all strawberries, and now": null, "it's like, this is the good shit, not like, last winter stores stuff.": null, "This is real good stuff. Fresh.": null, "Aabria: [Aabria] Nice.": null, "Erika: There's a little bit of gumminess in the strawberries.": null, "Aabria: Ooh!": null, "Lila: I'm glad that smart is a compliment to you now.": null, "Ava: Yes, well, I've seen what smart and read and pre-read and post-read": null, "can do for you.": null, "Brennan: Post-read?": null, "Aabria: That's math.": null, "Rashawn: Thinking? (Brennan guffaws) Post-read is math.": null, "Jasper: [Jasper] Post-read is maths.": null, "Aabria: You make your way towards Education.": null, "Ava: Let's go find your friend.": null, "Aabria: Sweet, as you get to the door, you open it up, and it is": null, "pandemonium.": null, "Ava: I think I like Education.": null, "Jaysohn: Okay, well, it wasn't like this the last time we were here.": null, "Aabria: What you see are 25 kits the same age as Jaysohn and Lila and": null, "younger, and they have gone full Lord of the Flies. The only adult in": null, "the room is tied up with a bunch of brightly colored rainbow yarn in the": null, "corner with, you know those little craft pom-poms? Just jammed into his": null, "mouth. And on top of him, Lukas is screaming, (players laughing)": null, "Lukas: (congested) I am the lord of this place!": null, "Jaysohn: [Siobhan] Yes, Lukas!": null, "Lukas: [Aabria] And the only boss of me is here! Hello!": null, "Jaysohn: [Siobhan] Hello! This is my grandma!": null, "Lukas: Hi, Grandma! Do you have mint?": null, "Ava: Yes, as a matter of fact, I do.": null, "Lila: I thought my mom cured your nose. How did it get stuffed up again?": null, "Lukas: Here's the thing about whatever's going on. It always comes back.": null, "My mom says I have allergies, and I'm allergic to pet dander. (Erika": null, "guffaws)": null, "Brennan: Pet nander?": null, "Lila: Dander.": null, "Brennan: Nander.": null, "Lila: Dander! I'm saying it normal.": null, "Jasper: Dormal.": null, "Lila: You need a prescription or something.": null, "Lukas: What's a prescription?": null, "Jaysohn: Yeah. Come with us.": null, "                ": null, "Lila: Come with us!": null, "Lukas: Why? I'm in charge of here.": null, "Lila: We have a mission. (Aabria gasps)": null, "Jaysohn: It's, like, super secret and special. Bennett asked us to do": null, "Lukas: Bennett's very cool.": null, "Jaysohn: Bennett's so cool.": null, "Lukas: My mom likes Bennett.": null, "Ava: Is there a-": null, "Jaysohn: My mum likes Bennett!": null, "Lila: Now where's your mom?": null, "Ava: I'm sorry, what did you say?": null, "Lukas: My mom, her name is Meredith, she likes Bennett.": null, "Ava: Like, like likes?": null, "Lukas: [Aabria] She likes him likes him.": null, "Ava: We'll see about that.": null, "Lila: Actually, speaking of your mom-": null, "Lukas: Are you making fun of my voice?": null, "Lila: Yes.": null, "Lukas: Okay.": null, "Lila: Has she sort of talked to you about our family at all?": null, "Lukas: She told me not to spend any time with you because you're a bad": null, "influence.": null, "Lila: Mm-hm. How do you feel about that?": null, "Lukas: Well, on a sort of personal level, I feel like you guys are the": null, "most exciting people, and you're very nice, you keep helping me.": null, "Sometimes you're a little bit mean, but that's okay. But I know my mom": null, "is very stressed because she doesn't want everyone to die.": null, "Lila: Mm-hm.": null, "Lukas: I love my mom, is the thing, so she can be-": null, "Lila: That's cool. I love my mom too.": null, "Jaysohn: I mean, our mum is also so scared and stressed all the time.": null, "Lukas: Yeah!": null, "Jaysohn: She thinks everybody's going to die, which is fair, because she": null, "did die, and so did Grandma, and so did our dad.": null, "Lukas: Oh, I'm so sorry.": null, "Jaysohn: For some reason, our mum is still alive but she's dead, and our": null, "grandma is still alive but she's dead, but our dad is, like, dead dead.": null, "Lila: Dead dead.": null, "Jaysohn: I'm sorry your dad didn't come back also.": null, "Ava: Your mother is doing-": null, "Lukas: Simon, shut up!": null, "Aabria: He just hops on Simon. Simon's fine, because he's very light.": null, "Ava: Your mother is doing the best that she can with the tools that she": null, "has, and that doesn't always translate into the best of actions or": null, "liking the person that's really right for you, but-": null, "Lukas: That's fair. So, Simon was telling us when he was explaining how": null, "to understand our feelings that her reactions of fear turn into anger.": null, "Lila: Wow.": null, "Lukas: Education's actually pretty good. It's like emotional education,": null, "and how to read.": null, "Lila: I guess that's good. Let's go.": null, "Jaysohn: Let's go!": null, "Lukas: Okay! Do you want anyone else to come?": null, "Lila: No.": null, "Jaysohn: Yes! What?": null, "Lila: Oh.": null, "Jaysohn: I don't know. Is there anybody else that's cool?": null, "Lukas: No.": null, "Jaysohn: Then no!": null, "Jaysohn: Okay, everybody line up before I go, and I need to see all of": null, "you kids do a forward roll.": null, "Aabria: [Aabria] Make a intimidation check.": null, "Jasper: [Jasper] Can we get 30 dexterity rolls?": null, "Erika: [Erika] Can I assist?": null, "Brennan: [Brennan] The world is about to end. I need everyone gathered": null, "here to do a somersault.": null, "Aabria: [Erika] Show me your moves!": null, "Siobhan: An eight.": null, "Aabria: Okay.": null, "Siobhan: I have a zero to intimidation. Can I use Grandma's-": null, "Ava: I was going to say, my grandson told you all to do-": null, "Lukas: Hold on, I got this, Grandma.": null, "Ava: Oh.": null, "Rashawn: [Rashawn] Aw!": null, "Aabria: Then Lukas is going to come forward and say,": null, "Lukas: he's the boss of me, and she's the boss of him, and their": null, "grandma's here too, so you all have to do it.": null, "Aabria: And Lukas runs forward and has a little half of a pipe cleaner": null, "that he's turned into a little stick, and he smashes it on the ground,": null, "and all it does is crumple. But the kids get the idea. Go ahead and make": null, "one more... Make it a persuasion check now.": null, "Siobhan: Okay, great. That's also a plus zero, and I got a five.": null, "Aabria: Sweet.": null, "Jaysohn: You kids suck! Let's go!": null, "Lila: Let's go.": null, "Lukas: Okay, well, they're not listening to you or me, so you guys all": null, "do fucking suck, goodbye. I'm sorry I did a cuss!": null, "Ava: Oh, you can say all of the swear words that you can. (Izzy gasps)": null, "Yes, I'm a cool grandma.": null, "Lila: Fuck!": null, "Jaysohn: Shit!": null, "Lila: Shut up!": null, "Jaysohn: Pants!": null, "Lila: Hell!": null, "Lukas: Pants!": null, "Lila: Pants?": null, "Siobhan: I panicked!": null, "Lukas: Pants.": null, "Aabria: Little Lukas walks out the door, and he kicks the door shut": null, "behind him.": null, "Lukas: Pants yeah. Let's roll. (Erika gives Aabria a strawberry candy)": null, "Oh! Thank you.": null, "Brennan: You pants with me again, and I'll pants you right in your": null, "pants.": null, "Rashawn: Don't pants with me, man!": null, "Aabria: So yeah, can you give me a survival check to try to navigate? If": null, "you want someone to help that would like to provide that, or you can all": null, "roll on your own.": null, "Siobhan: I have a plus nine to survival. 18.": null, "Aabria: [Aabria] Sweet.": null, "Erika: That's an eight.": null, "Izzy: 13.": null, "Aabria: You're sort of doing the map-to-memory thing, so it's a little": null, "harder to take the point, but there's something in the way you two": null, "operate that you can kind of nudge Jaysohn, and he's making sure you're": null, "getting in the right direction as you lead and talk off down the halls.": null, "Lila: So we have to go to where there's nowhere.": null, "Jaysohn: Yes.": null, "Lila: Do you see?": null, "Jaysohn: No.": null, "Lila: How up here, there's nowhere? But I think there's somewhere.": null, "Ava: But if there's nothing there, then that's nothing.": null, "Lila: But maybe no one knows it's something.": null, "Lukas: I don't understand anything you're saying.": null, "Jaysohn: This is why she's the boss of you.": null, "Lila: What are your skills? I'm trying to figure out how we can use you.": null, "Jaysohn: Yeah, what do you do? What's your deal?": null, "Lukas: [Aabria] My deal is-": null, "Jaysohn: Are you clever?": null, "Lukas: Maybe.": null, "Jaysohn: You were pretty good at that forward roll the other day.": null, "Lukas: Thank you.": null, "Jaysohn: You're welcome.": null, "Lukas: I'm very good at eating.": null, "Jaysohn: I respect it.": null, "Rashawn: Oh, I love him.": null, "Lukas: I can go to sleep right when I lay down.": null, "Brennan: These are just the things his mom has complimented him on.": null, "You're such a good eater! You go right to sleep when I put you down!": null, "Lila: Okay, we'll figure it out.": null, "Lukas: I have no concept of Dungeons and Dragons classes, so I'm just a": null, "little guy.": null, "Izzy: Yeah. Dungeons and Dragons.": null, "Ava: I think we brought along Lukas so you can have a little playdate.": null, "Lukas: I'm a very good sidekick.": null, "Lila: (whisper) He's sort of like another body.": null, "Jasper: Wow!": null, "Lukas: I can also hear you. I'm a body, I will stand between you and": null, "anything that will hurt you. We could be friends. (Izzy “kisses” Aabria)": null, "Oh! Thank you, Lila.": null, "Lila: Jaysohn, you do it too.": null, "Jaysohn: Can I have a kiss? Thank you.": null, "Lila: Pants!": null, "Aabria: And he just hangs out with you until there's a good thing for": null, "him to do. You got him. You got Lukas.": null, "Brennan: I'm trying to think how to ask Lukas, Lukas, can you give the": null, "help action?": null, "Izzy: So I think Lila's sort of looking for, you know, a door or a": null, "hallway or an offshoot of the map that isn't accounted for.": null, "Aabria: Yep, roll... We're going to use it, because you talked shit": null, "about it before we started filming. I need you to make a d100 roll for": null, "me.": null, "Erika: What?": null, "Izzy: 10 and 1.": null, "Jasper: Wow.": null, "Aabria: That could've been much worse, but after only 11 minutes of": null, "searching around-": null, "Erika: Oh! (Players expressing surprise at this use of a d100 roll)": null, "Aabria: We were going to absolutely sink time into you guys trying to": null, "find this.": null, "Siobhan: [Siobhan] We wanted a low roll!": null, "Aabria: Yes, you did. It really only takes 11 minutes for you to hit the": null, "part of the hallway where you feel air coming through one of the vents,": null, "and as you open the grate and move toward it, you realize you are sort": null, "of running over a hallway that no one has been in. But there's air": null, "conditioning in here, and the lights are barely working, and as you": null, "follow it through and to its origin, you reach a room you've never seen": null, "before. It seems like a little lab, private, but it has some equipment": null, "like the bigger lab that you were in, a lot of desks. It all looks": null, "unkempt, and it's covered with big, large, slightly decaying blankets": null, "and jackets. You have found-": null, "Izzy: Kiran's bedroom.": null, "Aabria: It's actually the lair of all of the First Stoats.": null, "Siobhan: [Siobhan] It stinks in here.": null, "Izzy: And it's gross as fuck?": null, "Aabria: I mean, yeah, it's kind of gross.": null, "Brennan: It's like that weird apartment Chuck Schumer and those other": null, "senators all hang out in.": null, "Siobhan: Oh yes, ew.": null, "Aabria: The idea that this place is clean and organized because everyone": null, "is working on it, Refit's always working on it. For this to stay hidden,": null, "it had to not be worked on, so it's truly the nest-iest thing you've": null, "seen here.": null, "Jaysohn: Grandma, it smells like old people in here.": null, "Ava: Listen, when you get to be my age, you try smelling like dandelions": null, "all the time.": null, "Lukas: I found it, I found my gift. I can't smell any of this. I'm": null, "impervious to the funk of this room.": null, "Jaysohn: Ugh, I'm jealous!": null, "Lukas: Cool.": null, "Ava: I think it smells quite nice, actually!": null, "Siobhan: Can I do a perception check to look for clues and get a vibe of": null, "this place?": null, "Izzy: [Izzy] Yeah, I want to look through everything.": null, "Siobhan: I crit.": null, "Erika: [Erika] Hey!": null, "Aabria: Amazing.": null, "Erika: Jaysohn backflips into a clue.": null, "Aabria: [Aabria] Thank goodness you did.": null, "Siobhan: “Hey, look at this! Oh, it's the story! I found a book called": null, "Exposition!”": null, "Aabria: You absolutely do that, but first, to even get in the room, you": null, "see a cut out bit of metal that was false in the side of this grate to": null, "get in. As you touch it, you feel something gives a little strangely.": null, "Jaysohn: I broke something I broke something. I broke something.": null, "Aabria: You are touching it with your claw, and you feel just a little": null, "buzzing under your claw, and you understand exactly what you felt. It": null, "was an electrical current moving through this, that the door is trapped.": null, "Siobhan: It feels like the weapon. Can I karate kick it?": null, "Aabria: Yeah, go ahead and make an attack roll.": null, "Ava: Wait, no no no no no no no! Don't touch it! You said it's like": null, "weapon? No, let Grandma handle it.": null, "Erika: I, yeah, poke it with my baculum. I, yeah, poke it with my": null, "baculum.": null, "Aabria: Yeah, go ahead and give me a big old attack roll.": null, "Erika: Yeah, yeah, yeah!": null, "Siobhan: Can I give my grandma the help action?": null, "Aabria: Hell yeah.": null, "Jaysohn: Great. It was right here, Grandma! It was right here where it": null, "was buzzing!": null, "Lukas: Grandma, kick it real hard!": null, "Aabria: Lukas is going to give you a d6 of bardic inspiration.": null, "Erika: Yes!": null, "Rashawn: [Rashawn] Yay!": null, "Brennan: Unreal.": null, "Jasper: He's a little stoat bard!": null, "Erika: A 23 to hit.": null, "Aabria: [Aabria] Yep.": null, "Erika: And then, oh my goodness-": null, "Brennan: Lukas has Jack of All Trades?": null, "Aabria: One of those trades is eating, yes!": null, "Erika: 30. 30 points of damage.": null, "Aabria: Yeah, yes, 30 points of damage to a false door is absolutely...": null, "You line this up like a golf swing and absolutely, you can feel just a": null, "little bit of that buzzing energy even conducted through the bone into": null, "your hands, but you're able to shake it off, and you knock the entire": null, "little false door off of its frame, and you have easy access into the": null, "lair.": null, "Ava: All right, come on in, kids. Come on in.": null, "Jaysohn: That was cool.": null, "Lukas: That was very cool.": null, "Izzy: So when we go through, we go through the hatch?": null, "Aabria: Yeah, you go through this kicked open part of the hatch, and you": null, "can see on the other side of it, in this room, some little cables and a": null, "battery taped up to the wall where it was rigged to have an electrical": null, "current. But now that all that's been disconnected, the wires are": null, "floating free, and you are looking into this small lab-office combo. You": null, "see two desks, a bunch of bric-a-brac and papers and dials and keyboards": null, "and monitors and two doors, one sort of opposite where you were coming": null, "in and coming down, and then one on the side.": null, "Izzy: We'll look through all of the office lab stuff.": null, "Erika: Are we looking for read?": null, "Izzy: Yeah, we're looking for pre-read.": null, "Erika: Oh, pre-read.": null, "Izzy: And read.": null, "Erika: Okay.": null, "Izzy: Isn't that how it works?": null, "Erika: Every single thing, every single paper, I hold up and I'm like,": null, "is it this one?": null, "Izzy: Do they say anything interesting?": null, "Ava: Is it this one?": null, "Izzy: Is it math?": null, "Aabria: Some of it is math.": null, "Izzy: [Izzy] Post-read?": null, "Jaysohn: Hold this one, Lukas!": null, "Siobhan punches the air.": null, "Aabria: [Aabria] Okay. (Board breaking) No roll required. You punch": null, "through it and punch Lukas in the face.": null, "Jaysohn: Sorry, sorry, sorry! I thought it would be harder. I'm so": null, "sorry, I thought it would be harder.": null, "Lukas: Ow, my face! Is it okay? Am I doing a good job?": null, "Jaysohn: You're doing such a good job.": null, "Lukas: [Aabria] Okay. Can I put the paper down now?": null, "Jaysohn: Please do, I'm sorry.": null, "Aabria: Cool. He just is in the corner, sort of daubing up his nose,": null, "which is somehow stuffier than before.": null, "Jaysohn: I'm sorry, Lukas!": null, "Lukas: It's okay. I'm a little boy. I bounce back.": null, "Izzy: I think Lila's looking for anything that could look sort of like": null, "plans.": null, "Izzy: Or like secrets the First Stoats-": null, "Ava: I think that some of this looks like human pre-read and some of": null, "this looks like stoat pre-read.": null, "Aabria: There you go. You see lots of pages at human scale. A lot of": null, "math, a lot of numbers, and sort of looking through them, because you're": null, "reading everything that comes across and everyone here can read, you see": null, "a lot of thin paper with short bits of phrases asking for backup, asking": null, "for support, time logs that line up perfectly with the bits of recording": null, "that you heard that have a little bit of human chicken scratch in the": null, "corner. If we can't get this in the next 48 hours, grab sand from the": null, "river. Evacuation timelines. Below that, you see bits that are torn away": null, "very cleanly. It takes you a little bit longer to look, but in these": null, "nested piles, you see four discrete nesting areas, and deep within each": null, "of them, there are little packets of paper, and you've found the": null, "personal logs of each of the First Stoats.": null, "Lila: Okay, well, this is Dr. Robert Wenabocker. This is him with the": null, "sounds, yeah.": null, "Jasper: Oh, his pre-read?": null, "Jaysohn: Do you understand this? Because I can just about get words, and": null, "this is like... I don't know what these number things are doing, and the": null, "numbers have letters in it as well. I don't like it.": null, "Lila: No, I don't know anything about that.": null, "Ava: Which was the one... I think, was it the Stoat Pope or the... Well,": null, "I can see which ones it was. Which was the one that was talking and": null, "said, \"She'll be back\"?": null, "Lila: Oh yeah, which one was that? Maybe we all go to each one of their": null, "cots.": null, "Aabria: Perfect. Initiative. (snickers)": null, "Siobhan: Oh shit.": null, "Izzy: Oh okay.": null, "Aabria: No, we're just resolving this in order.": null, "Brennan: She's here!": null, "Jasper: [Jasper] She's back!": null, "Siobhan holds up a finger, signifying that she rolled a natural one.": null, "Rashawn: [Rashawn] No!": null, "Izzy: Oh my god!": null, "Aabria: It's okay, it doesn't matter.": null, "Siobhan: That's a nine for initiative.": null, "Izzy: Plus 13, and I got a 5.": null, "Aabria: It's okay, that's still-": null, "Izzy: Still an 18.": null, "Aabria: Well, you're getting it out now.": null, "Brennan: [Brennan] Give me that 30.": null, "Jasper: Yeah, get it out of the way now. You'll need it later.": null, "Erika: 12.": null, "Aabria: Okay, you're still up first. So out of the four, who do you wind": null, "up in front of?": null, "Izzy: Maybe Kiran.": null, "Aabria: Okay, you find the Dictator's pile, Kiran. They write their name": null, "at the top. Sort of glancing over it, for whatever reason, the": null, "Dictator's is the smallest pile, and it's less of a record of things": null, "from before and more of a to-do list of things to get done, and": null, "everything has timelines, and you see years right up to the current": null, "year, 1982, and plans to get the trucks up and running, to find more": null, "animals in the forest and trap them here. They're keeping a list of all": null, "of the animals that can take higher doses of the Light and survive,": null, "which ones evolve, which ones fail, and all of it sort of underlined and": null, "around that if she comes back, we'll be ready.": null, "Izzy: Okay.": null, "Siobhan: Who is she?": null, "Aabria: Ava.": null, "Erika: I'd like to look at Speaker's pile, please.": null, "Aabria: [Aabria] Nice, you go to Speaker's pile, and you see that their": null, "name is Jomei.": null, "Erika: [Erika] Jomei?": null, "Aabria: Yep, and Speaker's pile is all about maintaining order within": null, "Last Bastion itself, and about getting intel to and from the stoats that": null, "live here, population numbers. It looks like as of just a few days ago,": null, "the current population was 21,730 stoats, and that roughly 400 stoats": null, "had been lost in the previous week.": null, "Siobhan: [Siobhan] In the previous week?": null, "Erika: Do I know why they were lost? That seems like an awful lot to": null, "lose at once.": null, "Aabria: You see that there's breakdowns and abbreviations next to the": null, "different factions, and that the biggest number of these, it's about 320": null, "of them, were lost on different Resource Allocation runs. But there's": null, "also another 30 that are Population Support. If there are dissidents,": null, "Population Support is authorized to keep the public calm at all costs.": null, "Erika: Well, back in my warren, we never had to deal with that kind of": null, "hullabaloo. All right, is that all?": null, "Aabria: I'll ask you a question. What would Ava be looking for": null, "specifically in these notes? You can just read them and see a general": null, "swath, but there is a story you're trying to divine from someone's": null, "personal history.": null, "Erika: I want to know about this mysterious Fifth Stoat, so I look to": null, "any references to other stoats that are not currently in the piles.": null, "Aabria: Give me an Investigation check.": null, "Erika: Oh boy.": null, "Aabria: Do you still have your inspiration from Lukas?": null, "Erika: I do. Nine, and then... That's a nine, but then I'm also going to": null, "use Tactical Assessment. 14.": null, "Aabria: With a 14, I think you're able to, over time, put it together": null, "that any references to the Fifth sort of coincide with references to": null, "whoever Phoebe is.": null, "Brennan: Phoebe's Heart.": null, "Aabria: But very specifically, Speaker, for all of this population": null, "understanding and the in-flow and out-flow of names and data, doesn't": null, "talk much about the past, either.": null, "Ava: What can you expect from a society that doesn't speak the names of": null, "their dead, even? All right.": null, "Aabria: Jaysohn, who do you go for?": null, "Siobhan: I think about going for Stoat Pope, but then I remember how": null, "afraid I was in that fight of the other one, and I'm like, you can't": null, "scare me! You're dead and I'm looking through your stuff! And I'll go": null, "for Silence.": null, "Aabria: You go to Silence's journal, and this thing is hefty. It is by": null, "far the biggest pile.": null, "Siobhan: Oh no.": null, "Aabria: I think even with your little boy mind, it makes sense. \"If I": null, "can't talk, then I'll write,\" makes sense in the same way that if people": null, "are focused too much on each other, I'll do something. It's that sort": null, "of, this is where I can lean in, and this is my sort of last resort.": null, "Izzy: Does Jaysohn need help reading?": null, "Siobhan: I'm just panicking, picking up pieces of paper.": null, "Izzy: My pile was really... Kiran's pile was really short.": null, "Aabria: Sure.": null, "Izzy: So maybe I go help Jaysohn.": null, "Aabria: Okay, then sort of reading together and reading aloud-": null, "Jaysohn: I'm fine, I don't need your help!": null, "Siobhan: I immediately give you half.": null, "Aabria: You realize, first and foremost, that Silence's name was, at": null, "some point, Hester, and this is a running dialogue from the first day": null, "that everything changed.": null, "Siobhan: Oh boy.": null, "Aabria: They began speaking sort of prosaically about living and growing": null, "up in the shadow of Peace Plant and only knowing the name Peace Plant": null, "before it was just the mountain that covered the sun, and remembering": null, "that first day, feeling a rumble, hearing klaxons, and feeling a wind": null, "move through this little corner of the woods that they called home that": null, "made them itchy and then terribly sick, and the fever that overcame both": null, "Hester and their sister Phoebe. But they woke up. And not everyone woke": null, "up. Most of the animals around here stayed asleep. But they found three": null, "others that survived, and as they were moving around Peace Plant trying": null, "to figure out what was going on, they realized they could read the name.": null, "They realized they understood intuitively how to get in and where to go,": null, "and felt the first calling of the Light, and the five of them formed a": null, "plan quite quickly. If a little accident could do this, what could a": null, "bigger accident do? And Hester constantly writes in nervous, if glowing,": null, "terms And Hester constantly writes in nervous, if glowing, terms of a": null, "younger sibling that follows the bigger sibling's lead, quite fine that": null, "you found it, that Phoebe pushed to get in there. Phoebe was the one": null, "that figured out how to read. Phoebe figured out that the meltdown that": null, "the humans had started could and would get worse if they intervened, if": null, "they prevented anything from being fixed. And even when the others,": null, "Jomei and Uri and Kiran, said that the risk was too high, that they": null, "didn't know if they would survive another bout of it, Phoebe was the one": null, "that drew them forward. And you read about the day, the night, when they": null, "broke into this room, found one human remaining, and chased him into the": null, "closet, and in their victory, celebrated that all they had to do was": null, "wait until the meltdown hit, and then whatever was going to happen was": null, "going to happen. But Phoebe wanted to get into the room. Phoebe wanted": null, "to go speak to the human, wanted to understand more, and the rest of the": null, "First Stoats, in their fear, argued with her, and Hester eventually was": null, "the last line of defense between the room and the human who they did not": null, "think that they could topple, and their sister. And then they fought,": null, "and Phoebe, in her rage at being held back from any lick of power, any": null, "bit of understanding, defeated her sister, her sibling, ripped off the": null, "bottom of Hester's jaw and tongue, and left them to die, and moved into": null, "the room. And here, Hester remembers nothing else. They lost a lot of": null, "blood and blacked out and woke up days later, but all they had heard was": null, "that Phoebe was never seen again. Somehow, Dr. Wenabocker fled, and the": null, "story of what happened to her, their friend, their Fifth, was lost to": null, "them. Maybe it was Uri's hopes, Pope, that the Blue would reunite them": null, "someday. The Light would bring them back together, and after years and": null, "years, you see Hester sort of writing, hoping, almost like a prayer,": null, "that she would return and they would be whole, because if the humans": null, "come back, of course they will come back! At some point, this place, the": null, "radiation will die down, and they will come to reclaim what's theirs.": null, "It's their warren, and they know that if they are anything like the": null, "humans because of what they've done, they know what to expect and they": null, "must prepare. The humans will return, but then again, maybe somehow, if": null, "they've survived 20 long years, she will, too.": null, "Jaysohn: I promise you right now, and you have to promise me, I'm never": null, "going to rip your jaw off. That was so nasty. But also, if this is read,": null, "this is a good story, and maybe I could get into read. If it's all like": null, "this. I thought it was just boring signs and stuff.": null, "Lila: Yeah, it can be pretty cool.": null, "Jaysohn: Wow.": null, "Lila: Dr. Wenabocker's still alive!": null, "Jaysohn: Yeah, that's crazy!": null, "Lila: Or wasn't killed by the stoats.": null, "Jaysohn: And then Phoebe went with him, maybe?": null, "Brennan: What did the tape say? The tape said sneaky. His voice changed.": null, "Aabria: Mm-hm, sneaky.": null, "Lila: We still have to look at Stoat Pope.": null, "Ava: Yes, let's look at Stoat Pope, but also, is the closet nearby? Is": null, "it here? You kids do your read.": null, "Izzy: Oh, there are two doors.": null, "Aabria: There are two doors.": null, "Ava: I'm going to look at the one that's... Which was the one, you said": null, "there was one- (Izzy stammering nervously)": null, "Jaysohn: Yeah, Grandma, that sounds really scary.": null, "Lila: Maybe we should go with you.": null, "Jaysohn: [Siobhan] Yeah.": null, "Lukas: Grandma, you can't go by yourself!": null, "Jaysohn: You've got to have us protect you, Grandma.": null, "Lila: What if she's in there? What if there's a human in there? (Siobhan": null, "wheezing fearfully)": null, "Ava: Oh, well, I'll just tell them to knock it off!": null, "Lukas: What?": null, "Lila: I mean, she is actually really good at that.": null, "Jaysohn: She's really good at that.": null, "Lila: Maybe we should read this, and maybe it'll tell us more": null, "information about what's in there.": null, "Lila: And then we go in there.": null, "Ava: Oh, well, I suppose. Sure, why not? Let's look through Stoat Pope.": null, "Aabria: Sweet, Stoat Pope's notes are by far the most decorous. Stoat": null, "Pope gets a font.": null, "Siobhan: Illuminated manuscript.": null, "Aabria: Yeah, 100%. Just small stoats cavorting in a field.": null, "Izzy: The Book of Kells.": null, "Aabria: Uri, now known as Stoat Pope, writes first and foremost about,": null, "the position that we find ourselves in is unique. They write about the": null, "transformation that the Light was able to bring to them, that they can": null, "see how they are growing bigger, how they're becoming different. The": null, "desire to replicate clothing and the things that they saw on TV. Uri": null, "speaks very specifically of watching the coronation of what the humans": null, "call a pope, a spiritual leader, and you see little doodlings and": null, "drawings dated back to 1963 and you see little doodlings and drawings": null, "dated back to 1963 copying the style of Pope Paul VI. Uri was the one": null, "that convinced them that they should speak in the royal \"We\" and": null, "understand themselves in terms of \"they\", that they were distancing": null, "themselves from the idea of what stoats are so they could be more, so": null, "they could lead their people in a way that was a step towards humanity": null, "without claiming it. There's very little good information, and just a": null, "lot of propaganda about how to explain the Light to the stoats that come": null, "here, of treating it with religious reverence, of creating a temple in": null, "the reactor, of naming it after Phoebe, the one that they lost, of": null, "making ceremony and ritual and religion out of this gift of making": null, "ceremony and ritual and religion out of this gift that they didn't": null, "cause, but that they claimed.": null, "Izzy: Is there anything in any of the notes about how they became... Did": null, "they sort of cross, not contaminate, but do you know what I'm saying?": null, "How did they-": null, "Brennan: They are our ancestors.": null, "Izzy: Yeah, but didn't they sort of give themselves wolfy features?": null, "Siobhan: Yeah, don't they have wolfy-human bits?": null, "Rashawn: Spliced together other, stronger animals with themselves.": null, "Aabria: That's just sort of, as they rapidly evolved, their teeth grew a": null, "little more canine-like.": null, "Aabria: And they developed molars. That's just transformation, but not": null, "necessarily genetic splicing or dovetailing with other creatures.": null, "Izzy: Do we know if they, like Grandma, submerged themselves in the": null, "Light, and that's why they've lived for so long?": null, "Aabria: You don't see any written record of them fully submerging": null, "themselves in the Light. You can see in the pope's notes that any sort": null, "of high ranking official, the leaders of all five and several of the": null, "coppers, come in when they are selected to receive more knowledge and be": null, "brought into the fold to have a baptism, but it never involves actually": null, "touching. It's just being in proximity to that hot, central corium in": null, "Phoebe's Heart, and just the proximity causes rapid change. All of that": null, "lines up with the fact that you guys were down there hours ago, and you": null, "feel radically different and more powerful.": null, "Izzy: I have Fireball now.": null, "Jasper: [Jasper] Whoa.": null, "Siobhan: Maybe we shouldn't have left their bodies down there. Those": null, "bodies are really close to the Blue.": null, "Izzy: Motherfucking hell!": null, "Aabria: So we're going to move from that moment and jump back to the lab": null, "really quick before I cut back to you, Viola. As you guys have been": null, "putting together pieces, you see Bennett sprints back in.": null, "Thorn: Hello.": null, "bErika: Hi.": null, "Thorn: [Jasper] Tula, come.": null, "bErika: You need to see something.": null, "Thorn: Mm-hm?": null, "bErika: Right now, we've got to go. We gonna go?": null, "Thorn: Okay, let's go.": null, "Brennan: [Aabria] It's bad.": null, "Tula: We're going.": null, "Aabria: And is going to lead you out and sprint out and away, and I": null, "wanted that moment, because coming back to Viola, coppers and people who": null, "weren't in a big rush are beginning to gather around you as a little box": null, "has been provided for you as a platform. You can begin to share your": null, "information. You are now ringed by other Population Support individuals": null, "who don't know that you're not actually in Population Support, but they": null, "respect a little copper wire. As you begin to do or say whatever you're": null, "going to do or say, up and away, you see, running across that open metal": null, "grate walkway, you see Bennett sprint by, followed by Thorn, followed by": null, "Tula, and they disappear through the hole you first came through that": null, "you know leads to the rabbit pens and out into the open air. So in this": null, "moment, where is Viola's priority?": null, "Rashawn: Looking out at the masses of all these people who are about to": null, "listen to whatever she has to say, thinking back to the conversation of,": null, "when we run, we go together, so having not got back any word or message": null, "that I should go, so having not got back any word or message that I": null, "should go, I go with my family. I know that's horrible, after I've just": null, "done all of this work to get all these people together, but I need to be": null, "with them.": null, "Aabria: Yeah, what does it look like? You're standing there and you see": null, "that Teedles is kind of moving around like,": null, "tErika: okay, we've got a little announcement. I'm going to need all of": null, "Population Support. Ooh, I'm speaking as though I have... Pretend I have": null, "the right sash. I left mine at home. This one's wrong. I'm on your side.": null, "Just, eyes up! Ears up!": null, "tErika: Hm?": null, "Rashawn: I take off the sash.": null, "Rashawn: I put it over Teedles.": null, "tErika: Oh!": null, "Viola: You are my friend, and you have power in you beyond the Blue.": null, "Even before it, you knew what you were supposed to do and how you were": null, "meant to lead and direct, and since you are my friend, what you say, I": null, "say.": null, "tErika: [Aabria] This is a really-": null, "Rashawn: I'm looking up. I don't want to freak her out any more. If I": null, "could lay a Bless on you.": null, "Rashawn: Just so that you can calm down and get on this level and know": null, "that you're about to do the damn thing.": null, "tErika: Feeling really good. (whisper) What am I doing? What do you want": null, "me to tell them?": null, "Viola: I want you to tell them-": null, "tErika: I'll do it, but I don't know what to say.": null, "Viola: I want you to tell them that now is the time. The thing that": null, "they've been preparing for, it's good that they've had preparation, but": null, "the intentions were false, and I want everyone to know that the": null, "department heads are now the ones running this organization. We are not": null, "being held to the rules and the intimidation of the First Stoats. This": null, "is now a stoat-ocracy.": null, "tErika: I don't know what that last one was.": null, "Viola: The power is in the stoats, not just those four. It's in all of": null, "us.": null, "tErika: Okay. Go?": null, "Viola: Okay, I'm going to go.": null, "tErika: Where are you going?": null, "Viola: I'm going to check in with the others.": null, "Viola: And then I will come back and let you know what the marching": null, "orders are.": null, "tErika: Okay. Good luck.": null, "Viola: Good luck.": null, "Rashawn: I nuzzle.": null, "tErika: Oh, a little moment. This is nice. That was nice! I love a hug.": null, "Hi! I bet you're wondering why I called you in today.": null, "Rashawn: Per my email.": null, "Izzy: I would do anything to see that entire speech.": null, "Aabria: We simply don't have the time.": null, "Jasper: Fascinating. Call a meeting, but I can't make it.": null, "Siobhan: You're just going to explain to them that their dictator is": null, "dead.": null, "Jasper: I'm just going to hop off the Zoom call real quick. But you can": null, "handle this.": null, "Izzy: I gotta go.": null, "Aabria: It's giving making Greg fire people.": null, "Siobhan: That's what I was thinking!": null, "Aabria: Exactly, yeah!": null, "Brennan: So, the god emperors we worship, now what if they were... Let's": null, "imagine if they were terrible. But let's imagine that everything they": null, "said still needed to happen.": null, "Jasper: They had some points.": null, "Brennan: There's nuance here. Everyone, let us celebrate nuance!": null, "Izzy: While you're cheering...": null, "Aabria: A little smash cut up and away, out of the burrow, through the": null, "rabbit pen and out into the open grass, and you immediately see what the": null, "commotion was. You see aboveground warrens being set up, camps out on": null, "the fringes, away. Yellow domes, large vehicles, trucks but something": null, "bigger and worse, and you feel the rumble in the earth as countless": null, "humans arrive. They are out and away on the fringes. It looks like": null, "they're not quite ready to move in on Last Bast, but you can see from": null, "your high vantage point, they're here.": null, "bErika: So I just wanted to throw this past you, because they're...": null, "Yeah, I guess they don't have to really explain it.": null, "Aabria: Bennett is just sort of stammering like,": null, "bErika: okay, so everything that we've ever done, and then we thought we": null, "didn't have to do it because maybe they were lying, but they weren't": null, "lying, they're here. What do you... What are we going to... How do you": null, "want to...": null, "Thorn: Okay, so I think very quickly, we need to reassemble, find out": null, "all of the information. Hopefully the children and Ava have some more": null, "information for us. The one thing that is sticking in my mind is,": null, "\"She'll be back.\" That's a concern. That is a factor we don't yet fully": null, "understand.": null, "bErika: \"She'll be back\"? What does that mean?": null, "Thorn: That's what I'm saying, we don't know that yet.": null, "bErika: [Aabria] Okay, sure.": null, "Thorn: We need to figure that out.": null, "Tula: \"She'll be back\" refers to a possible fifth First Stoat, and the": null, "other leaders need to be made aware that there may be another First": null, "Stoat. I don't know any more about what is important about that, but": null, "something may happen soon that will let me!": null, "Viola: There's a meeting happening downstairs.": null, "bErika: Whoa, hi!": null, "Viola: Hi.": null, "bErika: Hi, hello.": null, "Viola: Hello.": null, "Tula: Vi, we ran by and saw you talking to everybody.": null, "Viola: The masses are on our side. I put our top person on it, Teedles.": null, "Thorn: [Jasper] Teedles? Yes, Teedles, obviously Teedles.": null, "Viola: We're friends now.": null, "Thorn: [Jasper] Oh, okay, that's good.": null, "Viola: We're going to go shop for stuff.": null, "Thorn: Oh wow, okay, shopping.": null, "Tula: You put Teedles in charge of...": null, "Viola: I mean, you're mad about that, but you'll be even more mad about": null, "this.": null, "Tula: No, no, no. I'm not even-": null, "Viola: Walmer is alive. (whisper) The Lukura is with us.": null, "Tula: Bennett.": null, "bErika: Yeah?": null, "Izzy: Marry me.": null, "Brennan: I hear that Walmer is alive, and I turn to Bennett and I go,": null, "Tula: you are a leader of this place. You know it, and I know that you": null, "have turned to us in this time because we have thrown everything into": null, "chaos. Chaos is good from time to time, but so is order. There's a": null, "balance. You have to be able to embrace change, but you have to be able": null, "to know when there is structure needed. You know your community here.": null, "You know the stoats who live here. You know who amongst Population": null, "Support has been cruel and delighted in the deaths they have caused. I'm": null, "sure you do. Those people, when they are told that there has been chaos,": null, "will make their own move.": null, "bErika: You're right.": null, "Tula: That move has to be stopped.": null, "bErika: You're right. You were gathering them to explain all of this.": null, "Please understand, I didn't mean to bottleneck information. It's simply": null, "my fear that not everyone that chooses avenues of power have good": null, "intentions with how to wield it.": null, "Viola: Not all stoat folk are kinfolk.": null, "bErika: Yeah, rolls off the tongue.": null, "Thorn: That's my wife. That's my wife.": null, "bErika: [Aabria] Okay, I'll deal with that and speak with...": null, "bErika: Teedles.": null, "Viola: Tall, gorgeous, my best friend.": null, "bErika: Aw, nice. I'm sure she's pretty.": null, "Brennan: Yeah, I'll just look at Bennett too and say,": null, "Tula: I know this is a heavy responsibility to give you, but if those": null, "humans are making those camps right now, we need to find out what my": null, "children have discovered that may give us some secret knowledge. We need": null, "to find that right away. But in the fear of the humans coming and in the": null, "chaos of the First Stoats being dead, I know that there are elements": null, "within Last Bast that will move against what is right. Power exists.": null, "Power should make you sad and tired. Anyone who seems to like power is": null, "suspect.": null, "bErika: Agreed.": null, "Brennan: I'm going to look at you and say,": null, "Tula: you had a chance to give a big speech in front of everybody, and": null, "you ran after us?": null, "Viola: I know, it's so not like me. But I realized, you know, I don't": null, "have to be the head of everything to be influential, and you don't have": null, "to be big and brash all the time. There are moments of stillness and": null, "silence that are still just as effective.": null, "Thorn: Thank you for coming after me.": null, "Viola: I can't leave you alone.": null, "Tula: I want to spend the rest of my life listening to you, not because": null, "you're as intimidating as Mama sometimes. not because you're as": null, "intimidating as Mama sometimes. I want to listen to you because I": null, "believe that you know what's right.": null, "Thorn: And I'm going to listen to you because you're always right and I": null, "am always wrong.": null, "Viola: This is the best little sandwich I could be in. I love it so": null, "much. Let's find the children.": null, "Jasper: Just real quick, whilst we're outside, can I look, because I'm": null, "just recalling when I was Beast Sense inside the bird and there was": null, "almost a second sun. Do I know where that might have emanated from?": null, "Aabria: The second sun?": null, "Jasper: Yeah, is it a hole in the roof or something where the light": null, "might be spilling out from? I've got a little bit of an idea for": null, "something and I want to see if it would kind of make sense logically.": null, "Aabria: Sweet, I'm going to ask for a check, not because I'm not going": null, "to give you this, but we'll see if we can stack something on top of it.": null, "Jasper: Yeah.": null, "Aabria: I'll have you tell me. Do you want to roll arcana or survival?": null, "Jasper: I think survival, because in this moment, I have a pretty good": null, "grasp of what I would use to create this. It's more about whether this": null, "is going to appear to the humans the way I want it to appear to humans,": null, "so I think it's more of a tactic in this moment.": null, "Jasper: Okay.": null, "Rashawn: Can I help?": null, "Brennan: Guidance.": null, "Jasper: Thank you. Let's try that again. Yes! Much better. 25.": null, "Aabria: Something happens in this moment as you lean into your own": null, "understanding and through the Blue. You feel a pulse of energy emanating": null, "not from the other sun, but from you. It spreads out and away. First": null, "things first, I want you to add Last Bastion as a favored terrain.": null, "(players gasping and cheering) (Brennan whooping merrily) To answer your": null, "question, you feel that second sun under your feet. You know that it": null, "comes from deep within the heart of Last Bast, and then you turn your": null, "face to it, and the way you couldn't look directly at it is different": null, "now that you've already been in such proximity to it. You were in": null, "Phoebe's Heart. You stood over the corium. You felt the most intense,": null, "most concentrated version of the Light, of the Blue, that any stoat has": null, "experienced and survived, and even without thinking, you feel your body": null, "realigning, moving a little bit west and a little bit south until you're": null, "standing, and you are sure you're standing over exactly where Reactor": null, "Charlie is, hundreds of feet below you.": null, "Jasper: Okay, cool.": null, "Aabria: You are a ranger. This is your favored terrain now, and you have": null, "a favored enemy, and you can feel them out on the periphery, making your": null, "skin crawl, your hackles rise, and your awareness pulls behind you,": null, "because there is one closer. 200 meters directly behind Last Bast, you": null, "feel a singular human moving.": null, "Jasper: Okay, oof. Do I get a sense they're moving quickly? (Aabria": null, "shakes her head) No. Do I get a sense they're moving at all?": null, "Aabria: They are moving.": null, "Jasper: Okay, I think I have the ability to assess tracks and things": null, "like that within my favored terrain, and so I'll turn to the two of you": null, "and relay what I felt and say,": null, "Thorn: it feels like a bad idea to not have eyes on this human, to not": null, "know where it's going, where it's headed. I don't like the idea of going": null, "back inside and losing this, but I want to be with the family. I want to": null, "assess and come up with a plan. I have an idea, but I don't feel": null, "comfortable sending anyone else to keep an eye on it. Do we perhaps set": null, "up a perimeter where we can-": null, "Tula: If you want to go investigate this human, me and MeatWolf can go": null, "and get the kids and Grandma and meet you there as fast as possible.": null, "Viola: Should we all go?": null, "Tula: I think we should all go. I think we should stay together. Bennett": null, "needs time. There is a lot to do with the entire community of Last Bast,": null, "dealing with this change and knowing that the humans are here. It's like": null, "you said, Thorn. We need to be prepared to defend ourself if the humans": null, "won't listen to reason, but if there's a human approaching, we need to": null, "buy Bennett and the rest some time.": null, "Viola: Because humans can't get inside at all, because there's not a lot": null, "of exits, and everyone will panic, and it'll just be chaos.": null, "Thorn: Absolutely, if they get inside Last Bast. The last thing is, I": null, "have an idea. I feel that if I concentrated hard enough, I could almost": null, "generate my own Light, my own Blue, if you will, and I'm wondering, I've": null, "used a similar technique before, I feel Reactor Charlie underneath us": null, "right now. If I was to summon this Blue, this Light, almost coming from": null, "the earth, I might be able to convince the humans that there is some": null, "other reaction, some other accident incurring, give us a bit of time": null, "before they approach. But that's, I think, this is not the right moment.": null, "If these camps, if they start to-": null, "Viola: Could you direct that, the Blue, at the humans?": null, "Thorn: It's not sort of to damage any of them, it's more to shed this": null, "light and to give them the-": null, "Tula: It kept them away for 20 winters.": null, "Thorn: Exactly, that's what I'm thinking. If these camps start to move": null, "in, I think one human, potentially we can handle if it's hostile, but if": null, "they all start to move in, I think we are in trouble. That might be a": null, "way to buy us some time.": null, "Tula: We should move now. One human is a huge opportunity to try and": null, "talk without hundreds of them.": null, "Thorn: Absolutely, I will stay above ground and I'll ask, would you mind": null, "staying with me?": null, "Tula: MeatWolf, we need to go find the babies! (Aabria panting happily)": null, "Brennan: I'm going to jump up.": null, "Aabria: Sweet. Bennett takes off in one direction. Tula and MeatWolf": null, "take off in another.": null, "Erika: Meanwhile!": null, "Aabria: Yeah, meanwhile, we jump cut back on over inside the lair of the": null, "First Stoats in front of the door in the old lab.": null, "Ava: Well, I'd like to see, one of these doors is a storage burrow door.": null, "Jaysohn: Like where we keep our jerky under the glass.": null, "Ava: Yes, that's right, and it might have human jerky in there.": null, "Jaysohn: Ugh! Ooh! Mm! Ew!": null, "Erika: You said there was one door that was opposite of where we came in": null, "and one door that was sort of to the side?": null, "Ava: All right, if it looks like... Go to the one that looks like it's": null, "more on the side. Stay behind me, kids.": null, "Izzy: Can we hear anything?": null, "Aabria: Yeah, if you go up and listen, give me a perception check.": null, "Siobhan: 21.": null, "Izzy: 23.": null, "Erika: 11. Eh?": null, "Izzy: Speak up!": null, "Aabria: Once your grandmother stops yelling, \"Eh?\" you hear nothing from": null, "the other side of the door.": null, "Erika: I would like to figure out how to, can I jump up and open door?": null, "Aabria: How high can Ava jump? Ava is eight inches tall.": null, "Erika: I can jump, from standing, nine feet high.": null, "Siobhan: I can jump 14 feet high.": null, "Aabria: For what it's worth, just going back to playing with the scale": null, "of this again, [to Erika] you're about eight inches tall, [to Siobhan]": null, "you're six, [to Izzy] maybe five inches, so to be able to jump seven": null, "feet is a little bit more than double your height.": null, "Erika: Sure.": null, "Aabria: And even with someone who could double that up again, you're": null, "still far short of the door handle.": null, "Erika: Okay, well, can we do a little fastball special?": null, "Siobhan: Can I boost Grandma?": null, "Aabria: All right, give me an athletics check.": null, "Izzy: Inspiration. Giving her my inspiration from the hats.": null, "Brennan: From the hats!": null, "Rashawn: Golly!": null, "Aabria: [Aabria] Hat-spiration.": null, "Izzy: Goddammit, Siobhan! (Players lamenting another low Siobhan roll)": null, "Siobhan: I'm sorry, I'm sorry!": null, "Erika: I got a 21 for athletics.": null, "Aabria: Cool, you feel your grandson trying to lift you up, and I think": null, "in short order, you're like, oh, interesting choice! And you just grab": null, "him and single arm raise him over your head. You are still less than": null, "halfway to the door handle.": null, "Ava: All right, well-": null, "Izzy: If I climb on top of them-": null, "Siobhan: Lukas!": null, "Aabria: You know what we're doing. You know the game we're playing here.": null, "Acrobatics check, athletics, athletics.": null, "Erika: I also hand you the baculum.": null, "Aabria: We're making a stoat stack.": null, "Izzy: 25.": null, "Aabria: 25! You scramble up your grandmother and brother easily.": null, "Erika: 14.": null, "Aabria: 14. You hold.": null, "Siobhan: I have 23.": null, "Aabria: 23. You're fine now.": null, "Izzy: And we're putting Lukas at the top.": null, "Aabria: Lukas is like, oh no.": null, "Jaysohn: Lukas, you can do it!": null, "Lukas: There's so many of you. I don't feel super comfortable. I": null, "apologize.": null, "Jaysohn: But you're so good at sleeping and eating and climbing, right?": null, "Lukas: Yeah, I'm good at everything! I feel like a jack of all trades.": null, "Aabria: He just rolled a natural 20! (players cheering)": null, "Erika: Yes, Lukas! Lukas!": null, "Rashawn: [Rashawn] Lukas, Lukas!": null, "Izzy: At the same moment that you've given him a flavored speech": null, "impediment.": null, "Aabria: Everything's kind of going away in the face of obliteration.": null, "Siobhan: He was in speech therapy.": null, "Izzy: Oh no!": null, "Siobhan: But at soon as he got panicked, the Rs went away.": null, "Aabria: [Aabria] Exactly!": null, "Aabria: It's regressing. Rs are hard to pronounce. Children don't learn": null, "how to do that. Getting gassed up and getting some inspiration from": null, "Jaysohn, the boss of him, he's like, I can do this! And scrambles up you": null, "all and takes sort of a running leap. It's very Ninja Warrior going up": null, "the wall.": null, "Siobhan: Yes!": null, "Aabria: And just runs up, grabs on the door handle, and you see the door": null, "handle pulls a little bit, and Lila, at the very tippy top of this, you": null, "see Jaysohn's tail just hanging a couple inches over your head. I need": null, "you to make an athletics check to reach up, grab, and then all of you": null, "have to pull down.": null, "Izzy: I have to make an athletics check?": null, "Aabria: You do. Congratulations, you are rolling something other than": null, "investigation. (players laughing)": null, "Brennan: What is it?": null, "Siobhan: It landed on the edge of the dice box.": null, "Jasper: The edge of the tray! That landed like this!": null, "a: Oh my god, amazing.": null, "Jasper: That's wild.": null, "Izzy: But I only got a 14.": null, "Aabria: That's okay. You jump up and grab him, and you know that the": null, "structural integrity of the little stoat-al pyramid you've built will go": null, "away in this moment, but that's okay. You grab the tip of his tail and": null, "pull down, and everyone below you pulls down with you, and you all kind": null, "of tumble away as the latch gives and the door swings open. (door": null, "creaking spookily) Who goes in first?": null, "Erika: We poke our heads all on top of-": null, "Aabria: You're right, you're right. We're doing a thing. You all do a": null, "little peek around the corner.": null, "Brennan: Can MeatWolf come in? The last head. (Siobhan shrieking)": null, "Aabria: I love that, we'll do that. I love a pitch.": null, "Brennan: What are we all looking at, gang?": null, "Aabria: And all of you-": null, "Izzy: We could have stood on MeatWolf, for fuck's sake!": null, "Jasper: You went through all of that, and you could've just stood on": null, "MeatWolf!": null, "Brennan: No, this is perfect.": null, "Aabria: You all see a room that is covered in dried blood. It looks like": null, "it held big poles and buckets It looks like it held big poles and": null, "buckets and things you don't understand, but all of those have been": null, "knocked over and things are fallen away. But there is no sign of a human": null, "or anything living in here, But there is no sign of a human or anything": null, "living in here, nor has there been in some time.": null, "Erika: [Erika] Is this stoat blood?": null, "Aabria: Do you know the difference?": null, "Erika: Well, I know if something's not stoat blood.": null, "Aabria: Give me a perception check.": null, "Erika: [Erika] Oh.": null, "Aabria: With advantage, because you're a killer.": null, "Erika: That's an 11.": null, "Aabria: Damn, talk to your dice. With an 11, this is 20 year old blood.": null, "There's no way to know.": null, "Erika: But there's a lot of it?": null, "Aabria: There's more than you've seen come out of-": null, "Erika: More than one stoat.": null, "Aabria: Yeah, okay, I can give you that. This looks like the dried blood": null, "of 15 stoats.": null, "Erika: That's so many stoats!": null, "Jaysohn: Grandma, I think we found where the smell was coming from.": null, "Ava: Ugh, yes.": null, "Lukas: Yeah, we all can smell it. (snorts loudly)": null, "Erika: Do I see any paw prints? Are there prints in the blood?": null, "Aabria: The way the blood has dried over 20 years would sort of defy the": null, "ability. It doesn't freeze like a fossil record. A lot of this blood": null, "has-": null, "Siobhan: [Siobhan] Crunchy.": null, "Aabria: Yeah, has puddled up and flaked up and away.": null, "Erika: [Erika] All right,": null, "Siobhan: Parmesan chips.": null, "Ava: Lila, Jaysohn, and Lukas, I suppose-": null, "Lukas: What, Grandma?": null, "Ava: Is there anything interesting here?": null, "Aabria: Lukas looks up at a giant monster and begins to scream.": null, "Izzy: MeatWolf.": null, "Aabria: [Aabria] He doesn't know MeatWolf. (Aabria shrieking)": null, "Jaysohn: It's okay, it's okay! It's just MeatWolf!": null, "Ava: That's just MeatWolf.": null, "Lila: He's our dog.": null, "Jasper: That does not make it any better.": null, "Lukas: I have so many questions.": null, "Lila: Hi, Mom!": null, "Tula: Hi, sweetie. Did you guys find anything out?": null, "Jaysohn: We found so much stuff.": null, "Lila: So much blood.": null, "Jaysohn: And stuff, but mostly blood.": null, "Tula: It is an absolute sty in here. This looks like a windstorm came": null, "through, it's disgusting.": null, "Jaysohn: [Siobhan] Even I think it's disgusting. This is worse than our": null, "bedroom.": null, "Tula: Who lived here?": null, "Lila: The First Stoats.": null, "Jaysohn: Yeah.": null, "Lila: Yeah, narsty.": null, "Erika: They were bad.": null, "Jaysohn: 20 years is a long enough time to learn not to live like this,": null, "this is horrible.": null, "Lila: Yeah.": null, "Brennan: [Brennan] I'm going to look at Lukas and say-": null, "Lukas: Good morning!": null, "Tula: Good morning. (Brennan exhales forcefully)": null, "Lila: (no longer nasally) Thank you! Ugh! Oh, it smells so bad. I wish": null, "it back, I wish it back.": null, "Tula: Oh, I'm so sorry, Lukas.": null, "Lukas: It smells bad in here.": null, "Tula: I'm going to look at my family and go, we all speak Human.": null, "Jaysohn: What?": null, "Tula: The reason we could understand Dr. Wenabocker on the tape is that": null, "the First Stoats, we heard the recording, the squeaking that we heard in": null, "the recording of Dr. Wenabocker, the last one, those were the First": null, "Stoats, and it was before they could speak. So they were alive before": null, "the Blue gave them the power to speak, and the reason we can understand": null, "Dr. Wenabocker is because we're speaking Stoat, and Stoat is probably": null, "actually Human. It's why we can read their old signs. Did you find": null, "anything out about the First Stoats?": null, "Ava: Yes.": null, "Lila: A lot.": null, "Ava: There was a Fifth Stoat named Phoebe, and she was a very bad": null, "sister.": null, "Lila: She messed up Silence.": null, "Jaysohn: Yeah, that's why Silence didn't have a tongue.": null, "Lila: And Dr. Wenabocker got away, and Phoebe got away.": null, "Tula: Oh no.": null, "Jaysohn: But maybe together?": null, "Tula: Oh no, oh no, oh no! We need to get on MeatWolf! Everyone on": null, "MeatWolf right now!": null, "Lila: We have another door.": null, "Tula: Another door through here?": null, "Lila: [Izzy] Yeah.": null, "Lukas: Am I going or do I-": null, "Lila: Yeah, sure.": null, "Jaysohn: Yeah, come with us.": null, "Lukas: I don't know. I could go either way.": null, "Jaysohn: It's pretty scary.": null, "Lukas: Am I going to die if I go with you?": null, "Lila: Maybe.": null, "Ava: You should probably go back to your mother and not tell her that we": null, "brought you to the First Stoats.": null, "Lukas: She's already as mad as she's going to be.": null, "Ava: All right.": null, "Tula: MeatWolf, can you help open this next door?": null, "Aabria: Give me an animal handling check.": null, "Erika: I'd like to, also.": null, "Rashawn: With that tail.": null, "Brennan: I'll give Guidance to my-": null, "Erika: Nine.": null, "Brennan: 12 for me.": null, "Siobhan: Can I give my mum the help action? Because I'm a little boy who": null, "loves-": null, "Siobhan: Jesus Christ.": null, "Brennan: 12.": null, "Siobhan: He just rolled exactly the same.": null, "Tula: Thank you, MeatWolf. I'll get up and open this door.": null, "Aabria: You fully just start scratching the dog.": null, "Tula: [Brennan] Thanks, MeatWolf.": null, "Aabria: And in short order, no rolls required, you're able to open up": null, "that door, and you see a hallway that hasn't been moved through in 20": null, "years. (fluorescent lights buzzing) The lights overhead are flickering": null, "and barely on. Everything is dusty and incredibly cold, (wind howling)": null, "and you're able to move through. Just give me a survival check. I'm": null, "going to have the kids roll it. This is advantage, but you're working": null, "together to navigate with what you know of the map and what you know of": null, "just moving through spaces.": null, "Siobhan: We each have advantage, or it's just that-": null, "Aabria: You're going to roll, and it's you guys working together.": null, "Siobhan: That's a 26.": null, "Aabria: I don't know why I thought you were going to say a normal": null, "number.": null, "Siobhan: I have a plus nine to survival.": null, "Aabria: Yeah, so with a 26 on your combined efforts, you're able to": null, "effectively move through these hallways where no stoats have been.": null, "MeatWolf can run at a full sprint, and you're able to follow the light": null, "that isn't overhead light towards a set of double doors and get out,": null, "back into the open air. As you guys make your way back to Thorn and": null, "Viola, let's cut back to them.": null, "Jasper: The only thing I really want to do is, I'd love to try and get a": null, "sense of whether the humans in these camps are making any kind of": null, "movements towards us yet. I'm basically wondering whether, to try and do": null, "something to ward them off coming whilst we go and handle this one": null, "human, to try and buy us some time. Or if they don't appear to be": null, "moving, then I'll hold off.": null, "Aabria: Give me just a general intelligence check to try to divine the": null, "machinations of humans.": null, "Jasper: Sure.": null, "Aabria: [Aabria] Especially at a distance while you're moving to do": null, "something else.": null, "Aabria: The DC would be easier if you spent time to go closer, but you": null, "might lose track of the human.": null, "Jasper: Terrible. Okay, four.": null, "Aabria: The best you can tell, they seem to be setting up a camp, so I": null, "don't think that gives you really much of an understanding of how": null, "temporary or how permanent or what the plans are there.": null, "Rashawn: And there is Blue in the soil, I'm presuming, kind of in the": null, "earth, around. I'm thinking of trying to pull some of the Blue up from": null, "the root as a trap or something for them. They won't push in further if": null, "they see this radiation or whatever has reached out.": null, "Jasper: That's what I'm planning. I have a way, I think, of creating": null, "something. It'll only last for about an hour or so, but enough of a show": null, "that if they're watching the facility, they might think twice about": null, "getting in closer. But it's sort of, I don't want to-": null, "Rashawn: Do too much too soon.": null, "Jasper: Yes, I don't want to draw attention if it's not necessary. But": null, "if they're coming, then I feel like it would buy us enough time.": null, "Rashawn: Also, maybe something that would be good, that elk creature,": null, "those big creatures that were being experimented on, if somehow they": null, "could be let loose.": null, "Izzy: Scare the shit out of them.": null, "Rashawn: Yes.": null, "Aabria: My question is, do you spend time setting up traps, going,": null, "figuring out how to free the elk, or do you go to the human? Because": null, "right now, the crunch is time.": null, "Rashawn: To the human.": null, "Aabria: You guys make your way around and back. Give me stealth checks.": null, "Jasper: If it makes a difference, we can move at a normal pace whilst": null, "being stealthy.": null, "Aabria: Perf.": null, "Rashawn: 16.": null, "Jasper: 13. Well, okay.": null, "Aabria: You're able to make your way around the building, and you follow": null, "that sense. There is a human coming. There is a human close. And you": null, "feel yourself stiffen in little waves and fits of panic, and you tamp": null, "them down and continue to move, and eventually you get around and see": null, "that there is a solitary human wearing a dingy yellow hazmat suit, the": null, "difference being, the sort of headpiece on this one, instead of just": null, "more shapeless yellow with two eyes reflecting and a giant gas mask, you": null, "see they're wearing a full visibility visor, and you can actually see a": null, "face inside. Dark skin, dark hair, sort of fine, feminine features,": null, "though you wonder in that moment how you would know the difference, but": null, "you do. She's sort of looking around, looking at the ground and holding": null, "up some small box that you can hear makes a crackling sound, and": null, "occasionally stops and puts down the box, pulls out something, does some": null, "pre-reading into a little notebook, and continues to move. It is an": null, "unhurried gait and seems more curious-": null, "Jasper: Seemingly kind of observing the area. I'm worried about MeatWolf": null, "alerting this human.": null, "Rashawn: Would MeatWolf appear behind them or before them?": null, "Aabria: You have no idea where MeatWolf's going to come from.": null, "Brennan: Horrifying sentence.": null, "Thorn: Shouldn't be working at a freaking radiation place if you didn't": null, "think some crazy shit was going to happen. That's too bad for her,": null, "Jasper: No, I'm saying- (all laughing) That's fine, I'm not worried": null, "about hurting the human. I'm saying about this human noticing us and": null, "then being all like, oh, I'm going to go and tell everyone.": null, "Brennan: She's going to be startled by MeatWolf, just hang on a second.": null, "20,000 talking stoats are about to come.": null, "Jasper: This human doesn't appear to be-": null, "Rashawn: [Rashawn] Threatening.": null, "Jasper: Threatening. They seem to be kind of pre-reading.": null, "Aabria: Yeah, in the sense that you don't observe any predator behavior,": null, "there seems to be no stalking or skulking.": null, "Jasper: I mean-": null, "Aabria: And I will add, you have time to observe and watch. Quentin": null, "showed you a range of what he called human weapons. You see none of": null, "those on her person.": null, "Thorn: I think if we were going to attempt to reason, this might be the": null, "best time to do so. (tense music starts playing) This human's getting": null, "closer and closer to the camp as it is.": null, "Rashawn: All right, then Viola reaches out and will cast- (Jasper gasps)": null, "What?": null, "Jasper: Do we- (Aabria laughs) Last time we did the-": null, "Rashawn: Just speak with them, okay. (tense music crescendos then stops)": null, "Tula: Hey, girl, hey! (Brennan cackling)": null, "Rashawn: We have to talk to them, don't we?!": null, "Brennan: [Brennan] If that's not advantage...": null, "Aabria: Oh my god.": null, "Rashawn: We have to talk to them, right?": null, "Jasper: I think Thorn's soul leaves his body. Viola just walks forward": null, "and goes, \"Hey, girl, hey!\" My children! My wife!": null, "Rashawn: There's no way for us to approach a human and it be chill.": null, "Jasper: Agreed!": null, "Izzy: You might as well just fucking say anything!": null, "Brennan: Hey, girl, hey!": null, "Aabria: You see this human suddenly looks up, looks around.": null, "The camera briefly shows Jasper at the bottom half of the screen.": null, "Thorn: Down here.": null, "a: Spins in a circle, eye line at people height.": null, "Thorn: Down here!": null, "Viola: Hello. (Aabria yelps)": null, "Izzy: We're in the Looney Tunes.": null, "Aabria: And you see this poor woman, who is standing on the edge of a": null, "little rocky outcrop, goes, “shut up!” And goes ass over teakettle and": null, "falls down this thing. Give her a little damage, because that's": null, "terrifying. \"Hey, girl, hey.\"": null, "Rashawn: She hit her head on a rock and she's dead.": null, "Brennan: I want to go on the record, not as a bit, \"Hey, girl, hey,\" is": null, "the opener I would design in a lab to get the job done of, how do we": null, "immediately humanize stoats and make ourselves not look like freaky": null, "monsters?": null, "Izzy: It's 1982.": null, "Aabria: This predates that being common parlance. And you see as she": null, "slowly reappears over this little outcrop where she fell, the entire": null, "front part of her visor, that glass is shattered away, and she's got a": null, "couple little cuts on her face. She's like,": null, "Woman: what said that?": null, "Thorn: Please, don't panic, because I know that if it was me in your": null, "position, I would probably be panicking.": null, "Viola: We'd all be freaking out.": null, "Woman: Oh, okay. I've got radiation sickness. I'm dead, I'm dead.": null, "Thorn: No, you're not dead.": null, "Woman: Thank you. What are you, weasels talking? Great, I've died. I": null, "knew I shouldn't have come on this.": null, "Aabria: She slams her Geiger counter on the ground and shatters it.": null, "Great, cool.": null, "Jasper: I'm going to tap my own forehead and be like, make this good.": null, "I'm going to cast Enhance Ability on myself. Eagle's Splendor, so I have": null, "advantage on charisma checks.": null, "Jasper: I'm going to walk up.": null, "Thorn: My name is Thorn.": null, "Woman: Of course it is.": null, "Thorn: This is my wife.": null, "Viola: Hi, Viola.": null, "Woman: [Aabria] Yes, weasels with names.": null, "Viola: I was the one who was reaching out-": null, "Woman: There's flowers in your hair. What?": null, "Viola: Thank you.": null, "Thorn: We love your hair, too. (Erika cackles)": null, "Viola: So good. What kind of creams...": null, "Izzy: Cream?": null, "Jasper: Hey, girl, hey! What cream do you use?": null, "Woman: So interesting. A stoat just asked me about my curl pattern.": null, "Rashawn: I think you're a 4C, maybe a-": null, "Jasper: So you're not going crazy.": null, "Woman: Oh no yeah, I'm already there. \"Going\" would imply that there's a": null, "road back. I fell down, I bashed my head open.": null, "Woman: And I am dead.": null, "Thorn: No, you're not. You're not dead.": null, "Jasper: I will use bonus action Healing Word for the first time, and I": null, "will reach out and say,": null, "Thorn: you're not dead, I promise you.": null, "Jasper: I'm really, hands where she can see them, just lay them down": null, "sort of near her face.": null, "Aabria: Oh, are you close, in melee with her? What a dangerous set of": null, "words.": null, "Jasper: Actually, hold on, let me just double check Healing Word.": null, "Siobhan: It's not touch, it's 30 feet.": null, "Jasper: Oh, it's not touch? Okay, yeah, fine. In which case, I'll sort": null, "of hold my hands up, and I think the thorns and vines start to grow. A": null, "little almost puff of Blue appears, and I (exhales) towards her. It sort": null, "of settles on the injury that she sustained to her face, and I think": null, "that's a d4.": null, "Brennan: [Brennan] Plus spellcasting modifier.": null, "Jasper: Plus modifier, which is four. That's seven points back.": null, "Aabria: She sees you reach out and feels the wind of it hit her face as": null, "the glass pushes out from the cuts on her skin, and she feels herself": null, "stitched together.": null, "Woman: Oh, I want to scream.": null, "Thorn: Please, please, please, please, please don't.": null, "Woman: I'm not going to. This is... Okay.": null, "Thorn: I think the-": null, "Woman: You're a stoat and you're talking to me.": null, "Thorn: Yes, so I think the things that you're-": null, "Woman: You're a stoat, right?": null, "Thorn: Yes, we're stoats.": null, "Woman: Weasels?": null, "Thorn: No, stoats.": null, "Viola: No, not weasels. We are stoats.": null, "Woman: [Aabria] Which mustelid?": null, "Thorn: We're not weasels, thank you. Sorry, we don't have time to get": null, "indignant.": null, "Woman: Sure, and you know the difference. You understand the difference": null, "between those.": null, "Woman: And you can hear what I'm saying and you can understand.": null, "Thorn: I can, indeed.": null, "Woman: And you have... Okay, okay. And you said, \"Hey, girl, hey.\"": null, "Viola: A lot has gone on. (Aabria groans) Please listen.": null, "Woman: Yeah, I'm gonna.": null, "Thorn: Very simple, top level, basically, I think the thing that you're": null, "pre-reading-": null, "Woman: Writing?": null, "Thorn: Is what made us able to talk and, you know, have more complicated": null, "thoughts than just your average bear. Or stoat, or whatever.": null, "Brennan: Smarter than your average bear!": null, "Erika: It's the 80s, they had-": null, "Woman: A stoat just made a joke. Okay. Okay. How long have you been able": null, "to speak?": null, "Thorn: I think stoats in general, it would appear about 20 years or so,": null, "I think.": null, "Viola: Winters, if that conversion is not the same for you.": null, "Woman: How do you know the word years?": null, "Viola: There's a lot of charts.": null, "Thorn: [Jasper] I think what's probably best-": null, "Woman: You've read charts? Holy shit!": null, "Viola: Stop asking me stuff!": null, "Thorn: We really don't want to alert the other humans. Look, we're": null, "really quite worried.": null, "Woman: Watch out, watch out, watch out, watch out!": null, "Viola: For what?": null, "Thorn: MeatWolf!": null, "Aabria: She looks over your shoulder, sees MeatWolf coming in.": null, "Thorn: I know what it is!": null, "Woman: Hurry, hurry, hurry! There's a monster!": null, "Thorn: It's okay! (Aabria stammers in a panic)": null, "Viola: No, that's MeatWolf! (Erika screams) (Aabria screams) (everyone": null, "screaming)": null, "Thorn: Okay, everybody!": null, "Tula: MeatWolf is a friend! He can't talk, though!": null, "Thorn: Calm down, everybody! Ava, please! I never want to tell you what": null, "to do, but please, this is not the time to go full scary. Calm.": null, "Everyone, calm, please. Jaysohn! Arms down! Or so help me god, I will": null, "put a leash on you!": null, "Woman: You have a concept of a god, okay. I would love to pre-write...": null, "Pre-read? What do you call it? The word is \"write\". Oh my god.": null, "Thorn: The word is \"write\". Oh, okay.": null, "Jaysohn: No, Grandma said it wasn't.": null, "Thorn: Jaysohn! Jaysohn! Jaysohn!": null, "Woman: (whisper) Are you a child?": null, "Jaysohn: No, I'm basically a grownup! And I'm the man of the house, so I": null, "have to be big.": null, "Woman: Oh.": null, "Ava: He's a big boy.": null, "Lila: Did you kill my dad?": null, "Thorn: Oof, okay. I think there's a lot-": null, "Woman: [Aabria] What? I don't think so!": null, "Thorn: Hey, so, family? Just really quickly, we found one human. They": null, "don't appear to have any weapons. We're just trying the method that": null, "we've discussed. We want to try and see if perhaps we can talk to this": null, "human and come to an understanding.": null, "Brennan: Cursory insight on human, just as a-": null, "Brennan: I'm talking to a monster.": null, "Brennan: 15. Sorry, 17.": null, "Aabria: It's unopposed, because she's not trying to lie. You look into": null, "her eyes and you see just unmitigated, unalloyed fear. This is truly": null, "insane, and she is scrambling through, am I safe? What do I do? What": null, "could this mean? She's beginning to play the permutation game of": null, "everything that this stacks on top of the craziest interaction that she": null, "has ever had.": null, "Tula: [Brennan] Are you- (Aabria groans) Hello. Tula, nice to meet you.": null, "Woman: Everyone's got a name?": null, "Thorn: [Jasper] Yes, we all have names.": null, "Woman: Okay, my name is-": null, "Ava: [Erika] Do you have one?": null, "Jaysohn: [Siobhan] Do humans have names?": null, "Dr. Steel: Yes, yeah. My name is Dr. Tara Steel.": null, "Jaysohn: [Siobhan] I don't think they're that scary. You guys have been": null, "saying they're so scary.": null, "Viola: [Rashawn] She's just startled. She's kind of flummoxed.": null, "Lila: That's the most beautiful name I've ever heard in my entire life.": null, "Jaysohn: [Siobhan] It's really pretty.": null, "Dr. Steel: Thank you. What's your name?": null, "Lila: Lila.": null, "Dr. Steel: Oh, Lila's really pretty.": null, "Lila: Wait, you're a doctor?": null, "Dr. Steel: You know what a doctor is?": null, "Lila: Do you know Robert... (stammering)": null, "Viola: Wenabocker.": null, "Lila: Wabanaba?": null, "Tula: Wenabocker?": null, "Ava: [Erika] I assumed that that was the name.": null, "Dr. Steel: Dr. Robert Wenabocker.": null, "Tula: Are you someone who can deal with a lot of information all at": null, "once, or do you want us to slow it down for you?": null, "Dr. Steel: I'm being condescended to by a stoat!": null, "Tula: Well, it's not condescending. You seem like you're having a hard": null, "day.": null, "Dr. Steel: Yeah, is this not weird for you?": null, "Thorn: [Jasper] I think we're all having a hard day, honestly.": null, "Lila: No, it's weird.": null, "Dr. Steel: Okay, as long as we're all sort of-": null, "Lila: But we, I guess, have been preparing for this for like a couple of": null, "days, and some other stoats for, like, a lot of time.": null, "Jaysohn: Two days of preparation. So we're, like, prepared.": null, "Thorn: Would you mind if I-": null, "Aabria: She pulls a little inhaler out and goes to lift, and you see": null, "now, yeah, she's lifting the hood over and goes, I don't really have to,": null, "and just puts her hand through her broken visor. (imitates sound of": null, "inhaler puffing)": null, "Thorn: May I, Dr. Tara Steel?": null, "Dr. Steel: [Aabria] Steel, Dr. Steel.": null, "Thorn: Dr. Steel, before we go into lots of sharing of information,": null, "because I'm sure there's lots of conversation that could happen, we need": null, "your help. There is more of us.": null, "Aabria: She slowly gets into criss-cross applesauce.": null, "Thorn: Get yourself comfortable. Why don't we all sit?": null, "Dr. Steel: You can stand, you're very short. It's okay.": null, "Thorn: We are quite small. Okay.": null, "Lila: MeatWolf can sit.": null, "Thorn: MeatWolf, sit.": null, "Brennan: [Brennan] I'll give Guidance here.": null, "Aabria: Add a d4.": null, "Izzy: 16.": null, "Aabria: With a 16, you say, \"MeatWolf can sit,\" and MeatWolf immediately": null, "plunks his big ol' booty down and wraps that massive vertebrae tail": null, "around himself. He's just panting. (panting)": null, "Jaysohn: Auntie cut MeatWolf's head off, and then it grew back like": null, "this. Isn't that cool? We've had a crazy couple of days.": null, "Dr. Steel: Sure.": null, "Ava: [Erika] Do you use Blue?": null, "Dr. Steel: Blue?": null, "Tula: I think Thorn needs to speak because some of what we have to say": null, "is very urgent.": null, "Thorn: I'm just trying to establish whether you would be willing to help": null, "us. We are trying to present a non-threatening... We don't wish to have": null, "conflict with the humans, but there has been conflict between us and": null, "humans in the past, and we don't want to repeat the same mistakes. So": null, "before we go any further sharing any information that we have and": null, "expecting anything from you, if we agree that at least between us stoats": null, "here and you, we will be amicable and seek to help each other.": null, "Dr. Steel: Sure, I gain nothing in hurting any of you. This is truly the": null, "most mind-blowing scientific discovery of ever. Fucking ever. Sorry.": null, "Sorry?": null, "Viola: We say pants.": null, "Jaysohn: Grandma's okay with it.": null, "Thorn: We say, oh pants.": null, "Jaysohn: Grandma's okay with cursing now.": null, "Dr. Steel: [Aabria] Okay.": null, "Lila: So you all didn't come here to kill all of us?": null, "Ava: Why else would they come to a burrow?": null, "Dr. Steel: Difficult. I'm... Okay, I'm not going to condescend. You let": null, "me know if I lose you at any point. I am a scientist. I came here with": null, "the military that is reclaiming this power plant. That building is": null, "\"power plant,\" and it had a big meltdown 20 years ago. And now the": null, "radiation has hit a level, we thought, that would allow us to come back": null, "and reclaim the plant. We've lost some soldiers along the way. They're": null, "setting up a camp to officially come in and investigate, and they're": null, "prepping all of their safety protocols, and I like quiet, so I thought I": null, "would just go out and take a preliminary scan, and then I fell down, and": null, "I think I bashed my brains out, and now I'm in heaven, or bleeding out": null, "on the ground, and my brain is thinking that I'm talking to stoats. So": null, "that's all of my deal.": null, "Thorn: When is this due to happen, this investigation of the power": null, "plant?": null, "Dr. Steel: Oh, they are setting up camp now, and will probably begin to": null, "move in the morning. Are there more of you inside?": null, "Thorn: A lot.": null, "Lila: Many thousand.": null, "Ava: Don't reveal our numbers!": null, "Dr. Steel: How are there... You as a species don't live in that-": null, "Lila: Two more, two more.": null, "Dr. Steel: You don't have to... I'm not going to hurt you. Okay, you": null, "don't have to lie. It's okay.": null, "Ava: Listen, you said soldier. That's something I know. Do they wear": null, "hat?": null, "Dr. Steel: In the plural, yes. They wear helmets.": null, "Ava: I don't know what plural means, but hat. They don't like dust, Blue": null, "dust, yes?": null, "Dr. Steel: (muttering) Blue dust, what is blue dust? (gasps) Oh, oh! Our": null, "trucks, when they were coming up the road, there was a dusty patch that": null, "we hit. We kicked up a lot of dust. We actually lost 14 soldiers. The": null, "radiation levels were sufficiently high that they began to bleed out,": null, "and apparently that's happened a couple times when soldiers have come": null, "in, which is why we've moved so slowly and masked this time. You call": null, "that Blue?": null, "Dr. Steel: Okay.": null, "Brennan: While Tara's talking, she took her mask off and put it on the": null, "ground, right?": null, "Aabria: No, she went to take it off, so you know that it separates away,": null, "and then she realized she could just use her inhaler through the broken": null, "glass.": null, "Brennan: [Brennan] I'm looking at that, and that's broken glass, right?": null, "Brennan: Have we had a long rest?": null, "Aabria: Don't think so.": null, "Brennan: That's okay. As Tara's talking to other people and we're": null, "establishing that we have until morning before the investigation": null, "happens, there's some stuff, I'm going to just look over at Thorn and": null, "Viola and quietly say, while Ava's leaning in and going, \"Did you...\"": null, "Aabria: Soldier...": null, "Tula: Did Dr. Steel break her mask in front of you?": null, "Thorn: Just when-": null, "Tula: When you came and saw her-": null, "Thorn: We startled her, yes. She fell back and it broke.": null, "Tula: When you saw her, you're certain that the mask wasn't already": null, "broken?": null, "Thorn: Yes, very certain.": null, "Tula: Okay.": null, "Thorn: Why do you-": null, "Tula: Broken glass. We heard it on the tape. I'm just going to hang back": null, "and begin to ritual cast Detect Magic. (Crackling thunder)": null, "Aabria: Several more minutes of conversation happen, and I'll come back": null, "to you. Okay, okay!": null, "Ava: When I was your age-": null, "Dr. Steel: [Aabria] My age?": null, "Ava: I spent an entire winter-": null, "Dr. Steel: How old are you?": null, "Ava: I am 4 1/2 years old, young lady.": null, "Dr. Steel: Oh.": null, "Thorn: How old are you?": null, "Dr. Steel: I'm 38.": null, "Thorn: You're what?": null, "Dr. Steel: Okay, that felt mean. You sound like my parents.": null, "Ava: You're ancient!": null, "Thorn: I didn't mean any offense.": null, "Dr. Steel: I'm not ancient!": null, "Ava: And you say you have no kits of your own?": null, "Dr. Steel: I'm very busy with my career! Oh my goodness, this is": null, "uncanny!": null, "Viola: Mama, please.": null, "Ava: Viola, this could've been you!": null, "Dr. Steel: Wow.": null, "Viola: And it wouldn't be so bad, Mama! They're a scientist!": null, "Dr. Steel: Yeah! I'm being defended by a stoat!": null, "Viola: It's okay.": null, "Dr. Steel: Oh my god, thank you, thank you.": null, "Lila: If she's that much older than the First Stoats, maybe she's had": null, "the Blue for a long time.": null, "Dr. Steel: The what?": null, "Ava: The Blue!": null, "Thorn: What made us what we are. You must have had it for a long time,": null, "if you have been alive so long.": null, "Lila: I think it's what exploded, or the meltdown.": null, "Dr. Steel: You're very smart.": null, "Viola: Do you know what happened to the doctor that was here before?": null, "Dr. Steel: You mentioned Dr. Wenabocker. He's here with us.": null, "Ava: That's impossible.": null, "Lila: Wait, what?": null, "Dr. Steel: Yes.": null, "Lila: He's with you?": null, "Dr. Steel: I mean, yes, he's in the camp.": null, "Ava: That's impossible. He had 15 stoats' worth of blood in that closet.": null, "Lila: We heard him get attacked.": null, "Viola: Did he ever say anything about recording a tape, or the events": null, "that led up to the evacuation?": null, "Lila: Or getting attacked by stoats?": null, "Aabria: No, and as you talk, you actually hear a box on her hip begins": null, "to squawk with distorted human voices.": null, "Dr. Steel: Oh god, I'm so sorry, hold on. I've got to turn this off.": null, "Aabria: She cuts the feed.": null, "Lila: You have a tape recorder!": null, "Dr. Steel: No, that was someone talking at the moment. A tape recorder": null, "records voices for later. This is communication, and I think maybe we": null, "don't say anything yet.": null, "Ava: It's like pre-read here.": null, "Dr. Steel: Pre-read here? Yeah, honestly, that made perfect sense.": null, "Ava: Pre-read here.": null, "Dr. Steel: Okay, you heard a recording of Dr. Wenabocker being attacked?": null, "Viola: Yes.": null, "Dr. Steel: By who?": null, "Jaysohn: By stoats. But not us, different stoats. Really old.": null, "Lila: We couldn't understand them.": null, "Jaysohn: We killed them, so it's fine.": null, "Dr. Steel: Dr. Wenabocker told us that there were agents that came in": null, "that sabotaged the plant, and that he was attacked by people.": null, "Ava: Well, that was a lie.": null, "Dr. Steel: Oh, okay.": null, "Jaysohn: Well, we are people. We're just not people people.": null, "Dr. Steel: You're just short people. I mean, let's be fair, I think": null, "without any evidence-": null, "Jaysohn: I'm really tall for my age. Lila's short. I'm really tall for": null, "my age.": null, "Dr. Steel: Cannot begin to know what that means.": null, "Thorn: You're going to have to go back to this camp.": null, "Dr. Steel: Very soon.": null, "Thorn: Yes. I don't want to be in a position where you would tell anyone": null, "what we're telling you, if there's people at these camps who mean us": null, "ill. Please, I need you to promise me something. That you will not": null, "repeat this.": null, "Aabria: Make a persuasion check.": null, "Jasper: I have advantage.": null, "Rashawn: Can I cast Zone of Truth on them, too?": null, "Aabria: [Aabria] You can certainly try.": null, "Rashawn: To make sure we know for sure.": null, "Aabria: Sure. She rolled a 14.": null, "Rashawn: My spell save is 14.": null, "Aabria: Okay, meets it beats it, and she feels a little pulse come.": null, "Turns to you.": null, "Dr. Steel: What was that?": null, "Viola: I wasn't trying to... Yes, I was kind of being intrusive, but-": null, "Dr. Steel: With what?": null, "Ava: With the Blue! The Blue!": null, "Dr. Steel: Okay, you're saying it like I don't understand. That's...": null, "Okay, no.": null, "Viola: I am about to be a mother, and I just was laying some intuition": null, "on you. I just wanted to check out and see if you would be honorable and": null, "truthful. This is my whole family. Without them, I have nothing. And you": null, "have the power to make sure that we live on, and it would be really": null, "great if you could help us out.": null, "Dr. Steel: I'm so sorry.": null, "Aabria: She's going to kind of reach towards you.": null, "Dr. Steel: I'm sorry.": null, "Ava: Ah!": null, "Dr. Steel: I'm sorry, I'm sorry, I'm sorry. The urge to comfort is a": null, "human urge.": null, "Ava: Really?": null, "Thorn: It's actually a stoat urge, but that's fine, we can talk about it": null, "later.": null, "Dr. Steel: Honestly, I think it was human before it was stoat.": null, "Thorn: That's semantics. We don't need to get into it.": null, "Dr. Steel: Okay. All right, you, okay.": null, "Rashawn: In my mind, I'm just like, Thorn, it's okay. She's pissing you": null, "off, I can totally tell. Babe, it's okay.": null, "Erika: Getting a little defensive.": null, "Brennan: Ritual casting Detect Magic, I want to turn to look at Dr.": null, "Steel and scan as deeply for magic as I can. Tula does not know schools": null, "of magic, but I'll just put my cards on the table.": null, "Brennan: Glass shattered in the tape of Dr. Wenabocker before he was": null, "taken over. He also was saying, \"I have been...\" And Viola turned to me": null, "and said, \"Exposed,\" during that thing where he's like, I have been": null, "something.": null, "Izzy: And we saw in his notes that he had severe radiation poisoning.": null, "Brennan: Severe radiation. So there's a world where I'm like, would": null, "Phoebe stay in Dr. Wenabocker forever? The reason I asked, did you see": null, "the mask break? Was, did Tara roll up here with a fucking First Stoat": null, "slamming through her glass mask and taking over her mind? So that's what": null, "Detect Magic is on right now.": null, "Aabria: Sure, the only thing that glows with any sort of magic is just": null, "the area of her face that is a scattering of this air across her. There": null, "is nothing magic coming off of her. It doesn't look like she can use it,": null, "and the only traces of Blue are what has contaminated her since the": null, "breaking of her visor.": null, "Brennan: Amazing, so yeah, I'll look at that and smile. There's no": null, "glowing chipmunk tendrils in her fucking mouth?": null, "Aabria: Yeah, you're looking for something buck wild on her, and this is": null, "just a confused person.": null, "Brennan: You guys see a level of mom grilling, of magical, \"Mm-hm,": null, "mm-hm, and your friends...\"": null, "Izzy: She's getting grounded.": null, "Ava: Now see here, old lady. My daughters seem to think that you're on": null, "the up and up, so I'm going to give you the benefit of the doubt. Other": null, "humans have taken a lot from this family, and we stand to lose quite a": null, "lot more. But if my daughters say that you're part of the burrow, then": null, "we have no choice but to accept you into the community. So just you mind": null, "that you do your best, and that you take care of the other ones that are": null, "in your warren. Yes, here. Yes, just do your best.": null, "Erika hands Aabria a strawberry candy.": null, "Brennan: [Brennan] I'm going to turn and I'll say-": null, "Dr. Steel: Thank you.": null, "Tula: Thanks so much for talking to us.": null, "Thorn: I've just got one more thing to say.": null, "Tula: No, no, no.": null, "Dr. Steel: You're very welcome.": null, "Ava: Thorn?": null, "Aabria: Go ahead and make your persuasion check. Make it with advantage.": null, "Jasper: Plus... So, 19.": null, "Aabria: You see her cycling through thoughts and putting things away,": null, "and I think she clouds over in a way that might be suspicious before": null, "resolving.": null, "Dr. Steel: I have no reason to cause you any sort of strife, and": null, "whatever you tell me next, as long as it does not threaten the lives of": null, "the people I care about, will happily keep your secret.": null, "Tula: How long has Dr. Wenabocker been helping to mobilize... You called": null, "them soldiers or military? How long has he been helping organize the": null, "humans who wanted to come back and investigate the power plant?": null, "Dr. Steel: As far as I know, after recovering from the attack, Dr.": null, "Wenabocker has worked with a special program that's always had its eyes": null, "on reclamation. Every couple years, we do our best to remotely test and": null, "see if the radiation, \"Blue\", levels, are sufficient that we can return": null, "without a problem, and it's only been in the last year or so that he has": null, "led the effort to return.": null, "Thorn: We have a recorded message of Dr. Wenabocker saying that he was": null, "attacked by five stoats.": null, "Tula: Maybe the best thing is for us to circle up for a moment.": null, "Thorn: Would you mind if we took-": null, "Dr. Steel: I have to go back. They know I am missing from the camp, and": null, "my concern is, if I don't go back soon, others will come looking for me.": null, "Thorn: We have reason to believe that Dr. Wenabocker is lying about the": null, "circumstances of which he left the plant.": null, "Ava: He's probably dead, just like me.": null, "Tula: Can I ask you something? Sorry, what is that?": null, "Dr. Steel: I'm sorry, your grandmother just said-": null, "Jaysohn: Grandma's dead, and so is our mum. And our dad, but he's dead.": null, "Tula: I'm not dead like my mom is dead. We're dead in very different": null, "ways.": null, "Jaysohn: And dad is, like, really really dead.": null, "Ava: And my husband is also dead dead.": null, "Jaysohn: Oh yeah.": null, "Tula: I don't think that we need to put anything of Dr. Wenabocker's on": null, "Dr. Steel. That feels like something that we might want to talk about": null, "ourselves, and I think if we're in more danger with you staying, then": null, "that makes sense. What would be wonderful, if you know that they're not": null, "planning to come here until morning, would be a way for us to contact": null, "you or talk. We know that wires let people talk to each other, and we": null, "know-": null, "Lila: But ours are all broken.": null, "Tula: Ours are all broken.": null, "Lila: That's what Dr. Wenabocker said.": null, "Dr. Steel: Here's what's going to happen.": null, "Aabria: And she unhooks her big walkie-talkie and goes over to a rock": null, "and sort of bashes the corner of it so it looks a little damaged.": null, "Dr. Steel: I fell, broke my visor, and in my fear, I left my": null, "walkie-talkie. You can find me on channel six. Everyone else is on": null, "channel three, so stay off of channel three, and if I need you or if you": null, "need me or if I learn anything, I will reach out to you, okay? Okay.": null, "Lila: You're my best friend.": null, "Jaysohn: You're really cool. You're kind of like Sybil.": null, "Lila: You would love Sybil!": null, "Dr. Steel: So many more people to meet, oh god!": null, "Lila: You would hate Lukas. Oh, he's right here.": null, "Aabria: Lukas is just,": null, "Lukas: please like me!": null, "Tula: God, that came back right away.": null, "Lila: Please be really careful of Dr. Wenabocker.": null, "Jaysohn: Is that weapon?": null, "Siobhan: I point to the Geiger counter.": null, "Dr. Steel: No, fuck. This is... It tracks how much Blue there is.": null, "Jaysohn: Oh.": null, "Lila: There's a lot.": null, "Jaysohn: There's a lot.": null, "Tula: In the normal course of your day, just your normal day, would you": null, "have a lot of interactions with Dr. Wenabocker?": null, "Dr. Steel: Not normally, but I do make-": null, "Tula: You should keep it that way. We will talk about Dr. Wenabocker.": null, "Lila: You should use the Blue tracker on him.": null, "Tula: I don't think you should do that.": null, "Jaysohn: I think you should do it.": null, "Tula: I don't think-": null, "Jaysohn: You can't always listen to my mum. She's a big scaredy cat.": null, "Tula: I will be careful.": null, "Ava: True, dear. You are a bit of a stick in the mud. But in this case,": null, "I think she's correct.": null, "Tula: I don't think that we should take our one human ally and send her": null, "to the very dangerous place to do something-": null, "Dr. Steel: Very loud, very loud, very loud. Sounds like people. Shh,": null, "shh, shh. Go home, and if you need anything, channel six. Stay safe.": null, "I'll let you know when I can, if I can, if I learn anything, okay?": null, "Viola: I think we're very lucky that we met her and not anybody else.": null, "Tula: Stay safe, stay secret.": null, "Dr. Steel: Yeah. Wow, oh my gosh. I got a piece of strawberry. This is": null, "the weirdest day.": null, "Aabria: And Dr. Steel pushes up and sort of reorients herself, turning": null, "in a circle, and one little bark from MeatWolf sends her sprinting in": null, "another direction. That's where we're going to end episode nine.": null, "Brennan: Woo!": null, "Aabria: And we'll be back for the finale of Burrow's End next week.": null, "(Jasper and Erika shrieking)": null, "[NEXT EPISODE - Episode 10: Evolution and Revolution]": null, "[NEXT TIME ON DIMENSION 20]": null, "Viola: How did it go?": null, "Stoat: I told them the entire system that was driving their day to day": null, "life was a totalitarian lie, and now everyone's very sad and scared. We": null, "did it!": null, "Tula: I would feel awful harming any of these humans.": null, "Jaysohn: They harmed us!": null, "Lila: How?": null, "Jaysohn: They killed Dad!": null, "Thorn: They will wipe us off of the face of the earth before we even": null, "have a chance to talk.": null, "Stoat: You figured out how to communicate with them?": null, "Viola: We've all been able to communicate with them the whole time. You": null, "are speaking Human at this moment.": null, "Lila: Last time, all of the people left because there was a core": null, "meltdown. If we make them think that that's happening again-": null, "Viola: They'll scatter.": null, "Stoat: I don't mind being misunderstood.": null, "Ava: Well, help us understand, then.": null, "Stoat: Understand this!": null, "Viola: Babe!": null, "Thorn: It's been a pleasure, everyone. Been a pleasure. (somber music)": null, "(somber music continues)": null}