{"Dimension 20 Season 20": null, "Burrow’s End": null, "Starring: Aabria Iyengar as Game Master": null, "Brennan Lee Mulligan as Tula; Erika Ishii as Ava;": null, "Siobhan Thompson as Jaysohn; Rashawn Nadine Scott as Viola;": null, "Isabella \"Izzy\" Roland as Lila; and Jasper William Cartwright as Thorn": null, "Vale": null, "Episode 2: Bearing the Scars": null, "< [Previous Episode] | [Next Episode] >": null, "Burrow’s End intro": null, "Aabria: Hello, and welcome back to Dimension 20, \"Burrow's End.\" I am": null, "your dungeon master and warren warden, Aabria Iyengar, and with me are": null, "my mystical mustelids. Hey, what, I feel like I changed it in the": null, "middle.": null, "Brennan: You changed it in the middle to another one that works.": null, "(group chattering)": null, "Were you considering \"mystical mustelids,\" 'cause we-": null, "Aabria: I was, and then my brain just kind of did that.": null, "Izzy: But now you're gonna have to do a different one every single time.": null, "Jasper: Yeah.": null, "Aabria: Yeah.": null, "Brennan: Do you have, do you have eight more stoat puns?": null, "Aabria: We're in the pocket, we're doing it. I guess we're changing this": null, "every time. So say hi, mystical mustelids.": null, "All: Hi, mystical mustelids.": null, "Izzy: Mustelids.": null, "Aabria: Oh, no. (laughs) Recap time, so after meeting our family of": null, "stoats within their ancestral home of the Red Warren and the outlying": null, "camp of the Lukura, the safety and peace was suddenly shattered as a": null, "freak dust storm, carrying with it strange but not entirely unfamiliar": null, "scents and death swept through. but not entirely unfamiliar scents and": null, "death swept through. You all managed to escape and you currently have": null, "with you (sighs) not really anyone from your home, with you (sighs) not": null, "really anyone from your home, but we do have Olliver and Teedles, the": null, "beacons of a cult, so you're doing pretty good, TBH. I think it's fine,": null, "it's-": null, "Jasper: It's definitely fine.": null, "Aabria: Yeah.": null, "Jasper: We're all, this is great, yeah.": null, "Aabria: Not really the numbers I thought you were gonna have coming into": null, "this, but I think we're doing great. So why don't we go ahead and, like,": null, "get in and begin.": null, "Jasper: Seems worrying, a statement. For you to make.": null, "Siobhan: All my friends are dead. (laughs)": null, "Aabria: Everyone you've ever known is dead.": null, "Ava: You didn't-": null, "Lila: There's no friends?": null, "Ava: You didn't really have any friends, honey.": null, "Aabria: Wait.": null, "Jaysohn: My mom's my friend.": null, "Aabria: The thing is, the numbers I expected you guys to kind of walk": null, "away with aren't really there, but that's okay, let's just drop back": null, "into it and see how we're doing.": null, "Erika: I'm not gonna examine that.": null, "Aabria: No, don't.": null, "Jasper: Oh.": null, "Projection of the woods appears": null, "Siobhan: What, what's up?": null, "Jasper: Okay.": null, "Aabria: Let's begin in the woods. So you have no heading, what are you": null, "gonna do?": null, "Rashawn: I've climbed down from the tree and relay everything that I": null, "saw. It's like,": null, "Viola: This thick nasty air has been, is following us, in a way, it's": null, "pushing us out. We can't go back home, everyone is, is gone.": null, "Jasper: Where are we gonna live?": null, "Tula: Well, there was a time before our family found the burrow, and": null, "they made it long enough to find the Red Warren, and so we're gonna do": null, "what they did and we're gonna wait long enough to find another place to": null, "live. We're gonna go search in the woods and we'll just be together-": null, "Ava: Find other critters and kill them and take their home, yes. Very": null, "good, Tula.": null, "Tula: The way that we found the Red Warren is that it used to be rabbits": null, "that lived there, and your grandmother, when she was a very little girl,": null, "and her parents and grandparents found the Red Warren and they hunted": null, "the rabbits, and that was the first food they found in that place, and": null, "then that's where we all lived. So somewhere out there in the woods,": null, "here in the high ground, away from that bad air, we're gonna find a": null, "place just like that and we're gonna be able to make it into a home,": null, "okay?": null, "Lila: But how do we know that where we go next isn't gonna have bad, bad": null, "dust everywhere and Blue and monsters and things that everybody talks": null, "about but doesn't say what it is?": null, "Tula: Well, we're just gonna have to be very careful, and we're gonna": null, "have to look hard and try to find a place that's safe.": null, "Thorn: I do think there is things that we can do. I think I've seen": null, "these creatures, this force that you spied from the tree before, and,": null, "well, I've seen things that can affect these creatures. It is possible": null, "that we could maybe even once drive them out. That was the whole basis": null, "of my, of the Lukura, (laughs) what remains of it. But I see no reason": null, "why we couldn't do the same.": null, "Viola: Thorn, I'm just, I'm confused because we can't even touch it. How": null, "do we fight something we can't touch?": null, "Tula: The air, no, the lightning.": null, "Rashawn: I don't know if Viola's ever seen lightning.": null, "Aabria: Give me an arcana check.": null, "Rashawn: 12.": null, "Aabria: Thorn has told you the story of this, but you've never seen the": null, "conditions that he experienced on that night, lightning, not coming down": null, "from the sky, but up from the ground and between creatures of": null, "unfathomable size. You've seen sparks and bits of lightning when Thorn": null, "truly focuses, moments of brilliance that have inspired a lot of the": null, "worship that's happened in and around him and the cult, but the scale of": null, "the thing that you saw from the top of the tree, you, like, trying to": null, "figure out, like, you can't fathom the size of the thing that's coming.": null, "So it's sort of, isn't really lining up with what he's saying.": null, "Rashawn: Hmm. Viola I guess is kind of falling into herself. Like, she's": null, "a little scared because this is, it was a story at first, and now it's": null, "tangible, or intangible, and that is very confusing to her. So I guess": null, "she looks to her mother for any,": null, "Viola: Mama, I'm scared.": null, "Ava: Well, that's perfectly normal.": null, "Viola: Great advice. (laughs) (group laughs) Good talking to you, Mama.": null, "Great.": null, "Ava: Well, well, we just gotta push on through.": null, "Thorn: But I understand why you're scared. I understand why we're all": null, "scared, but in the same way that we've seen these creatures, I have seen": null, "them be repelled. I've seen them be pushed back by this force, this": null, "lightning, this magic, and all of us possess it in some way, shape, or": null, "form. Perhaps it's not lightning, but it's still some brilliance that": null, "you all possess.": null, "Tula: How many of these monsters have you repelled?": null, "Thorn: That's an interesting question. (chuckles nervously)": null, "Viola: It's okay, you can tell 'em, we're all family here.": null, "Ava: That's right, son, you tell us how many monsters that you've": null, "repelled.": null, "Thorn: One, probably, kind of.": null, "Olliver: There was, like, another one there, I think. There was, like,": null, "two.": null, "Thorn: Yeah, there were probably, yeah, probably two. Probably two.": null, "Viola: Two.": null, "Thorn: (whisper) Thank you, Olliver.": null, "Olliver: (whisper) Yeah.": null, "Tula: So you have the power to repel these monsters.": null, "Thorn: I'm not saying that, well, the whole point of the Lukura was that": null, "we were to (sighs) try and ascend towards this power, keep training,": null, "getting better, getting stronger.": null, "Tula: It's a goal, it's an aspiration.": null, "Thorn: Yes.": null, "Tula: All right, so I think that that's a very worthy aspiration, and": null, "that before that, we will probably have to find shelter from rain. We": null, "will have to find food so that we do not go hungry, and there are a": null, "number of things that are very dangerous that are not creatures or": null, "monsters or the Blue. There are some very simple things that are": null, "dangerous, like going cold and going hungry, and we need to find shelter": null, "and safety.": null, "Teedles: Mrs. Tula, that is what, before we got to where we were camped,": null, "that's what we did, we are good.": null, "Thorn: We were quite good at it, yeah. (laughs)": null, "Teedles: At surviving-": null, "Thorn: We moved around and we would find shelter where needed and food": null, "where we needed-": null, "Tula: I didn't mean to insinuate that you weren't, Thorn-": null, "Teedles: No, not at all.": null, "Tula: I just-": null, "Teedles: I'm trying to be reassuring, I don't know how to, (whisper) is": null, "this working?": null, "Thorn: (whisper) This is great.": null, "Teedles: This is great.": null, "Thorn: I think everyone's just- (group chattering)": null, "Tula: If it's all right with you, Thorn, I think that the best thing for": null, "the cause is for us to be safe.": null, "Thorn: Absolutely.": null, "Tula: And so if we know of any place where these monsters are not that": null, "we can recover and get on our feet and make sure that the children are": null, "safe and that they have a place to rest, then that is of the highest": null, "priority, and I think we're all in agreement on that.": null, "Thorn: Yes, I couldn't agree more. It was merely trying to provide a": null, "sense of hope after such a tragic encounter, but, yes, personally, I": null, "suggest we keep moving up to higher ground. I think the further away we": null, "can get from what's just happened, the better. But I open up to the": null, "group, and we have an excellent tracker to help us get to that higher": null, "ground.": null, "Siobhan: I'm, like, sitting in a tree. (group laughs)": null, "Thorn: We have an excellent track, trackers, you know, where is Jaysohn?": null, "Aabria: Make a stealth check. (group laughs)": null, "Siobhan: 19.": null, "Aabria: In a rare moment of quiet, Jaysohn has disappeared.": null, "Brennan: Aabria, I have a request.": null, "Aabria: Sure.": null, "Brennan: So I have this ability as a paladin-": null, "Aabria: Oh, talk to me, okay. (group laughs)": null, "Brennan: Called \"Divine Sense,\" and it lets me-": null, "Aabria: Oh, that's so interesting.": null, "Brennan: And it lets me detect celestials, fiends, and undead, but I": null, "can't help but notice that we're at a setting that probably doesn't have": null, "those.": null, "Aabria: Correct.": null, "Brennan: Can I use divine sense to detect my children?": null, "(group laughs)": null, "Aabria: I think maybe Jaysohn counts as a fiend, like a little bit.": null, "Erika: Hellions.": null, "Izzy: Can I just be with him, like, we're just up in a tree?": null, "Siobhan: Up in a tree,": null, "Aabria: Give me a stealth check.": null, "Siobhan: just, like, doing cat's cradles.": null, "Izzy: Stealth? 12.": null, "Aabria: Yeah. Yeah, you're sitting in the knot of a tree. What does it": null, "look like as Tula activates this ability? (slow ambient music)": null, "Lila: Jaysohn's right here.": null, "Tula: Thank you, sweetie.": null, "Brennan: It looks like that. (group laughs)": null, "Aabria: Thank you so much, a moment killer, we fucking love it. (group": null, "laughs)": null, "Jaysohn: I'm right here.": null, "Tula: Sweethearts, do you want to come down from the tree? We're gonna": null, "talk about where we want to go next.": null, "Jaysohn: Not really.": null, "Jasper: Oh. (laughs)": null, "Ava: Come on down.": null, "Lila: I think we should be up in the tree.": null, "Jaysohn: We're okay being up in the tree, thank you.": null, "Lila: I think we should all live up in the tree.": null, "Jaysohn: Maybe we should live up in the tree-": null, "Ava: Control your children.": null, "Lila: We don't need-": null, "Jaysohn: It's kind of nice up here.": null, "Lila: We're just sort of saying how we feel-": null, "Jaysohn: I think a bird used to live up here. (Aabria laughs)": null, "Tula: A bird used to live up there?": null, "Siobhan: Yeah.": null, "Brennan: I'm gonna go up in the tree with my kids.": null, "Aabria: Sure, sure, sure.": null, "Lila: (whisper) Mom.": null, "Tula: Yeah?": null, "Lila: Is Thorn bad? (light, plucking string music)": null, "Tula: No, Thorn's not bad.": null, "Jaysohn: (whisper) Are you sure?": null, "Tula: No, Thorn is not bad, Thorn is trying to help. And sometimes when": null, "people try to help, they set very lofty goals. That's all, so unless, is": null, "there are hole big enough in the tree that you found that could fit all": null, "of us and food and moss?": null, "Jaysohn: Oh.": null, "Lila: I don't know, but I feel like we shouldn't be on the ground": null, "because the ground is where everybody dies.": null, "Jaysohn: Right.": null, "Tula: Unfortunately, sweetie, there are owls and birds in the forest": null, "that can come up into the trees. So the ground's not safe, but the trees": null, "are not a permanent answer.": null, "Lila: Can we eat birds?": null, "Tula: It's hard to eat birds, hard to catch birds.": null, "Jaysohn: I think I could do it.": null, "Lila: Jaysohn's really fast.": null, "Tula: Well, then let's go find some bird nests. I don't see any here.": null, "Let's head back down and join the rest of the family.": null, "Lila: They might have eggs.": null, "Jaysohn: Yeah, (gasps) I love eggs.": null, "Lila: Me too.": null, "Tula: Let's go find some eggs, come on.": null, "Lila: Mom?": null, "Tula: Yeah.": null, "Lila: I've been trying to figure out what's going on for, like, a really": null, "long time, and it finally happened, like, I thought that something": null, "really bad was gonna happen, and it did, and I wasn't able to figure out": null, "what happened, and nobody says whatever happened, except our dad is": null, "dead, but, like, all of the adults say all the time that, like, a big": null, "thing is gonna happen, or did happen all the time, and it's sort of the-": null, "Jaysohn: Yeah, they did say that.": null, "Lila: The most frustrating thing ever, and it sort of makes me feel": null, "like, it hurts to be awake because it's all I think about, and there are": null, "never any answers.": null, "Jaysohn: She doesn't really sleep.": null, "Lila: And the people just say, like, things-": null, "Jaysohn: I don't think she really sleeps.": null, "Lila: People say \"things\", \"creatures\", \"Blue\", \"monsters\", and it's": null, "like, oh, my God.": null, "Jaysohn: She really wants to know. She talks about it all the time.": null, "Lila: Just say what's going on. And then it's, like, finally the bad": null, "thing comes, and it's just the air, it's not even, like, a monster or": null, "something that you can see-": null, "Jaysohn: Yeah, it's, like, it shouldn't be that scary-": null, "Lila: That, like, kills you, it's just air, and then it's like, I listen": null, "to what everybody's saying all the time, but it just feels like actually": null, "none of the adults even know what they're talking about. It's like, oh,": null, "nobody has actually ever seen it, except for maybe Dad, and he's dead.": null, "Jaysohn: He's so dead.": null, "Lila: So it's, (frustrated stammers) you know, and-": null, "Tula: Sweetie, breathe, breathe. Can you take a deep breath? Can you": null, "take a deep breath in through your nose? One long breath in through your": null, "nose, (deep breath in) and then out through your mouth. (tight breath": null, "out) Not that tight, a little bit softer than that. (inhales) (big": null, "exhale) That's all, great.": null, "Lila: (whisper) Your breath smells so bad.": null, "Jaysohn: (whisper) Shut up!": null, "Tula: Don't tell your sister to shut up.": null, "Jaysohn: (silently) Shut up!": null, "Tula: Let's go- (Crew laughs from offset) Let's all go back down, and": null, "tonight, you are owed a conversation about all these things. So we'll": null, "talk about them tonight, okay? But let's go, it's not safe where we are": null, "right now.": null, "Aabria: Lila, do you trust everything your mother just told you?": null, "Izzy: Implicitly. (group laughs)": null, "Aabria: Okay.": null, "Rashawn: Whoa.": null, "Erika: Meanwhile, down on the ground, I'm, like, real close to Thorn.": null, "I'm gonna do an insight check.": null, "Aabria: Looking for what?": null, "Siobhan: Just having your mother-in-law just-": null, "Erika: Doesn't matter, it's an eight, it's nothing.": null, "Viola: Mama's just trying to sniff you out.": null, "Erika: Yeah, I am literally. (sniffs)": null, "Aabria: Oh.": null, "Thorn: There you go.": null, "Teedles: Hi, miss-": null, "Ava: Shh!": null, "Thorn: Shh, definitely-": null, "Teedles: Interesting.": null, "Thorn: Definitely don't.": null, "Teedles: Yeah, she's very close to you, and it's very weird.": null, "Thorn: I know, it's fine. Don't worry about it.": null, "Teedles: I'm feeling a way-": null, "Thorn: I'll let you know, I'll let you know.": null, "Viola: (silently) It's okay, she gets close.": null, "Teedles: Yeah, but, I mean.": null, "Thorn: Do you, you know what that was.": null, "Ava: I don't know if I know what that was, but I know about the": null, "lightning, and I know that you deeply care about my daughter. So right": null, "now, I'm going to leave the very precarious fate of this remainder of": null, "the Warren in your hands.": null, "Thorn: Mm-hmm.": null, "Ava: (intense whisper) Don't fuck it up.": null, "Thorn: Don't plan on it.": null, "(group laughs) (Jasper sighs) (group laughs)": null, "Viola: That's honestly her being really loving and inviting, you know.": null, "Thorn: I really think I made a breakthrough with your mother. That was": null, "amazing, did you see that?": null, "Viola: I did see it.": null, "Thorn: Yeah, okay, she-": null, "Viola: But I've also-": null, "Thorn: She said the word trust-": null, "Viola: The word trust, but also-": null, "Thorn: She said the word trust.": null, "Teedles: Right, but you didn't, I'm sorry, I'm not in this conversation.": null, "Thorn: It's okay, come in.": null, "Aabria: Olliver, no, Olliver's like,": null, "Olliver: Me and Teedles are gonna, we're just gonna go around-": null, "Erika: Go around to the other, see the rest of the, see the rest of the": null, "stoats that are still around.": null, "Aabria: Just two.": null, "Erika: Oh that's just two, everybody else-": null, "Siobhan: Did the badger make it out?": null, "Aabria: Yeah, you guys saw the badger sprinting off in a direction.": null, "Ava: All right, all right, and the two of you.": null, "Teedles: Hi.": null, "Ava: Hi.": null, "Ava: Toodles.": null, "Teedles: (offended) Mm-mm.": null, "Ava: Well.": null, "Teedles: You can make the effort. (slow orchestral music)": null, "Thorn silently giving a warning behind Ava’s back": null, "Teedles: She's not my mom.": null, "Thorn: Teedles.": null, "Ava: Tiddles, then.": null, "Teedles: Still not there.": null, "Ava: All right, well, that's close enough for you.": null, "Teedles: Okay, Eva, that's how that feels.": null, "Ava: Oh, you think that you're bothering me by mispronouncing my name?": null, "I've been through more winters than all of you combined, and I lived": null, "through it, and if you want to live through the rest of these with my": null, "family, you'd better make sure that you're doing what my daughter and": null, "her husband are telling you to do, hmm?": null, "Aabria: Make an intimidation check.": null, "Jasper: Can I give the help action? (group laughs)": null, "Aabria: Do you want to? It will be obvious.": null, "Jasper: Yeah, I'm like, \"Hmm.\"": null, "Aabria: Do it.": null, "Erika: Yeah. (laughs)": null, "Izzy: Yeah, yeah.": null, "Erika: 28.": null, "Izzy: You shit yourself.": null, "Erika: Yeah.": null, "Aabria: Teedles looks from you and at you, and there is a note, there's": null, "no roll for this, of utter betrayal, that she was trying to stand up for": null, "you, and looks back. At a 28, you see her, like, her ears pin back, and": null, "she steps back and slides behind Olliver, her partner.": null, "Teedles: Okay.": null, "Ava: You too, Gulliver.": null, "Olliver: You are very good at keeping your family alive in a hole in the": null, "ground, and we survived for as long as we did out here, but go ahead.": null, "Aabria: And you see that, like, in the sort of dynamic that is forming,": null, "the two people that were closest with you are now sort of stepping out": null, "and away, and are very much putting themselves on the fringe of this": null, "group and absolutely not making eye contact with Ava. She is terrifying.": null, "Jasper: If I can, I'll sidle up to the two of them.": null, "Thorn: I realize this is all extremely strange, and I owe you both an": null, "apology.": null, "Teedles: For what?": null, "Thorn: You've been nothing but loyal, and I'm asking you to do something": null, "which feels utterly against everything that we have used to survive this": null, "entire time, and I completely understand. I am trying so desperately to": null, "keep us all together, to not cause rifts, and they are, they have a": null, "completely different understanding and see the world so differently to": null, "us that if we lead with our full selves and show every card all at once,": null, "they'll bolt, they'll run, and people will die. And I've already been": null, "responsible for the death of so many, and I can't let that happen again,": null, "and I appreciate that I've hurt you, and that you have suffered through": null, "great loss, but I need you now more than ever, not to be my beacons, but": null, "to be there for me, and I will do everything I can to keep everyone here": null, "safe.": null, "Aabria: Olliver's gonna reach out and kind of grab you by the back of": null, "your neck and, like, lean his forehead into yours.": null, "Olliver: They, if they knew what we saw that night, I don't care if a": null, "mom is mean to you. That old woman has seen some shit. We get it and we": null, "respect it, but if they think that all of the knowledge that they need": null, "to survive will live and die within their little family-": null, "Thorn: I know all of this, but the thing is, we can't show them. If we": null, "could-": null, "Olliver: Why?": null, "Thorn: How, how do you-": null, "Olliver: Every time you've showed them, (sighs) people follow you, they": null, "listen to you. How can you not convince the people that you think are": null, "your family of a truth that dozens of stoats and creatures that we": null, "couldn't even communicate with understood? That's you doubting who you": null, "are, and we can't convince you of that. But sure, whatever it takes.": null, "We're gonna go scout. We'll let you know if we see anything.": null, "Thorn: Don't go far.": null, "Olliver: Only as far as we have to.": null, "Thorn: I mean it, I can't lose anyone else, least of all you two.": null, "Jasper: And I'll, head together,": null, "Thorn: Brighter than the sun, swifter than the wind.": null, "Teedles: Swifter than the wind.": null, "Jasper: And I'll give Teedles Guidance. I felt like Teedles is the one": null, "that's tearing the most, so.": null, "Aabria: Yeah, Teedles just pooped a little bit. (group laughs) And": null, "they're both gonna kind of move out, and you can hear them sort of": null, "circumnavigating your group, just trying to get a lay of the land.": null, "Brennan: Badger's gone, right?": null, "Aabria: Badger's fully gone.": null, "Brennan: All right.": null, "Erika: Checking folks over to make sure that they're doing okay, you": null, "know?": null, "Rashawn: I don't think I can Lay On Hands myself, but-": null, "Brennan: You can lay hands on yourself.": null, "Viola: ♪ Ah ♪ (Erika laughs)": null, "Thorn: I love it when she does that.": null, "Rashawn: I come back to myself.": null, "Aabria: Is that what it looks like?": null, "Rashawn: Yes, it's very, don't look at me. (group laughs)": null, "Aabria: I need everyone here to make an arcana check.": null, "Jasper: Oh, boy. (dice rattling)": null, "Siobhan: 12. (Nat 1 sound effect)": null, "Rashawn: Golly, 10.": null, "Erika: 10.": null, "Izzy: 12.": null, "Rashawn: Mama.": null, "Jasper: 14.": null, "Brennan: And actually, zero. (group laughs)": null, "Izzy: And actually?": null, "Jasper: Woof.": null, "Brennan: And actually zero, one minus one is zero, so.": null, "Siobhan: Wow.": null, "Jasper: That's the maths.": null, "Brennan: Yeah, that's the- (laughs)": null, "Jasper: That's the maths. (group laughs)": null, "Izzy: Okay.": null, "Aabria: Oh, plural, add it to the list.": null, "Erika: Add it to the list.": null, "Aabria: Yeah, adding an 's' to 'math', that's psychotic.": null, "Jasper: Oh, right, yeah, sorry, ooh.": null, "Izzy: We only have one math in America. (group laughs)": null, "Brennan: And that's the Lord's math. (group laughs)": null, "Izzy: Jesus's math.": null, "Siobhan: We have multiple maths and one sport.": null, "Aabria: Jesus's calculus, baby.": null, "Siobhan: That's how we do it.": null, "Jasper: Yeah, we got one sport.": null, "Siobhan: And two fingers.": null, "Aabria: My 12s and the 14. (slow music) You all see in this moment as": null, "Viola sort of reaches and touches herself, maybe it's a trick of the": null, "light. It's the middle of the day and the sun's been weirdly hazy": null, "because of the dust, but you could almost swear that you see a sheen of": null, "blue sort of move across her fur as she heals herself.": null, "Viola: What's everybody staring at?": null, "Jaysohn: Auntie V, you turned blue.": null, "Izzy: Lila's eye is twitching.": null, "Viola: Well, I didn't do that. I just wanted to feel better, I don't, is": null, "this-": null, "Izzy: I, like, go up and, like, looking in her fur.": null, "Aabria: Oh, you just getting in there?": null, "Izzy: And her paws. It's like.": null, "Viola: Oh my God. Your little fingers, what are you doing, Lila, Lila.": null, "Tula: Sweetie, it's all right, it's the same thing I do, it's just, she": null, "was just licking herself 'cause she was injured, that's all.": null, "Lila: You don't turn blue!": null, "Tula: What?": null, "Lila: You turned blue!": null, "Tula: No one turned blue.": null, "Brennan: (out of character) I got a Nat one.": null, "Tula: No one turned blue. (group laughs)": null, "Jaysohn: Yeah, she definitely turned blue.": null, "Lila: Auntie turned blue.": null, "Jaysohn: She turned blue.": null, "Viola: You children are out of line. Everyone's excited.": null, "Tula: Yes, everyone's excited and everyone's-": null, "Ava: Don't tell tales.": null, "Viola: Lila, if you're concerned, I mean, I could touch myself again and": null, "see if it happens.": null, "Lila: Yeah, do it again.": null, "Viola: Okay.": null, "(music crescendos) (group laughs)": null, "Aabria: Do you have anymore healing you could to do to yourself?": null, "Lila: You added a dance!": null, "Tula: What was that little shimmy-": null, "Lila: You added a dance that time. (group chattering) And you didn't do": null, "a dance the first time.": null, "Viola: No, I'm, well, I don't-": null, "Jaysohn: It didn't happen that time.": null, "Rashawn: No, you know, I only have, 20 or so hitpoints to regain, so I'm": null, "all right. (group chattering)": null, "Lila: Did you see it?": null, "Jaysohn: No, not that time, the second time-": null, "Lila: Did you see it, did you see it the first time?": null, "Jaysohn: The first time, yeah.": null, "Thorn: I saw it.": null, "Tula: We can do experiments when we have a safe place to go.": null, "Ava: What did it look like?": null, "Tula: Mama, we have to go.": null, "Jasper: Is there a link, is there, like, a strong link that I feel like,": null, "sensing that magic and sensing, like, the blue, and then-": null, "Jasper: Some of the lightning-": null, "Aabria: Oh, no, you 100%, like, you understand that this is the same": null, "thing.": null, "Jasper: Yeah, okay, perfect.": null, "Ava: Thorn, this is, yeah, so what is this?": null, "Thorn: I think perhaps, I think that Tula is making a good point.": null, "Perhaps we should move, and when we find a suitable place, I've already,": null, "Olliver and Teedles have already gone ahead to potentially find": null, "somewhere that might be safer than standing out in the open like this,": null, "and when we get there, perhaps we can discuss all of this more openly.": null, "But I think it's encouraging,": null, "Jasper: and I'll sort of give you a little smile.": null, "Aabria: Jaysohn, give me a perception check. (dice rattling)": null, "Aabria: With a 19, as you're kind of watching all of this happen, like,": null, "your ear just sort of flicks back and you hear something, a thump. (slow": null, "thumping)": null, "Jaysohn: Did you hear that?": null, "Aabria: What's over your shoulder.": null, "Viola: Hmm? (leaves rustling)": null, "Thorn: Hear what?": null, "Jaysohn: There's something behind me.": null, "Thorn: Something behind you?": null, "Brennan: Bless on my kids and myself. (slow thudding)": null, "Siobhan: I'm, like, up on, like a meerkat. (Aabria laughs)": null, "Rashawn: I'm gonna cast Shield of Faith on myself.": null, "Aabria: Whoa, just busting out all the magic, yeah, let's go.": null, "Jasper: As I'm in my favored terrain, am I able to just do a quick scan": null, "of the floor to see if I see any tracks or anything of something": null, "potentially that could be in the area?": null, "Aabria: I would love that. Go ahead and give me (sighs) investigation or": null, "survival.": null, "Brennan: Help action.": null, "Jasper: Thank you, let me see. Yeah, I can get, apparently it says I can": null, "get exact numbers, sizes, and how long ago they've passed through the": null, "area apparently.": null, "Aabria: Sure This check is going to be-": null, "Jasper: With the help action?": null, "Jasper: Ooh, (cheers) there we go, 24.": null, "Aabria: You immediately go into that, like, \"What did I miss and why am": null, "I not hearing, like, anything, like, from Olliver and Teedles?\" And you": null, "go and your sort of eyes move to the ground, and you pick it up, you've": null, "been walking through a, like, dense, like, not wet or sodden ground, but": null, "there are tracks here. The biggest ones, there is one very large": null, "creature, a bear has been moving around here, and recently. And with a": null, "24, there's something very strange that, a predator that big would move": null, "on its own and other things would give it a wide berth, but you see": null, "tracks of other creatures, smaller, a little bit smaller than you all in": null, "and around those tracks, and it looks like they're as fresh as the": null, "bear's tracks, which were here maybe an hour ago, stomping grounds, not": null, "passing through. And then you all hear another stomp. (snaps)": null, "Thorn: I think we all need to, we should hide. We should immediately, we": null, "don't know the direction they're coming on, so find somewhere, seek": null, "shelter, and we'll try to assess the situation, but I think something": null, "might be using this area as a stomping ground. So immediately, everyone,": null, "low to the ground and cover yourself with some moss, things like that.": null, "Erika: What's nearby?": null, "Aabria: You have a bunch of ferns and low brush. There's high trees": null, "everywhere.": null, "Thorn: Into the brush.": null, "Siobhan: Yeah, can I get back up the tree-": null, "Thorn: Or up high, if you feel more comfortable doing that, but let's": null, "all do that right now, and then we'll assess.": null, "Brennan: Up the tree.": null, "Jasper: All right.": null, "Erika: If we're all going up the tree, I'm gonna make sure, I'm gonna be": null, "rear guard and make sure that everybody's up.": null, "Ava: All right, everybody up.": null, "Jasper: I'll be on the ground, just 'cause I don't feel, I don't feel": null, "comfortable-": null, "Aabria: Okay, so we have ground-": null, "Jasper: I'm on the ground.": null, "Aabria: Up?": null, "Rashawn: Yeah, up, up, up, behind my niece and nephew.": null, "Aabria: Okay, everyone going up a tree, I'm gonna need an acrobatics": null, "check.": null, "(slow music) (Izzy claps) (Chimes for a natural 20)": null, "Aabria: Natural 20?": null, "Izzy: Yeah.": null, "All: Ey!": null, "Jasper: I was like, that's either really good or was really, really bad!": null, "Aabria: Yeah, I can't tell. There's no way to know.": null, "Siobhan: I got an 11.": null, "Brennan: 11.": null, "Erika: 12.": null, "Aabria: 11, 11, 12.": null, "Rashawn: Nat one. (Aabria gasps)": null, "All: No!": null, "Izzy: No!": null, "Aabria: Perfect.": null, "Izzy: Can I catch her on my natural 20?": null, "Rashawn: Lila!": null, "Aabria: Do you want to?": null, "Izzy: Yeah, if I can do that. If she's gonna fall like a dead bird.": null, "Aabria: Yeah, like, you move up the tree so easily that everyone kind of": null, "looks around, and as they're saying, \"We should go up a tree,\" you sort": null, "of disappear from the frame, as you are now up the tree. (Izzy sputters)": null, "Jaysohn: No fair, you cheated.": null, "Lila: What, what, there's no game.": null, "Jaysohn: You cheated.": null, "Aabria: And as Viola, like, scampers up to follow, you see her, like,": null, "miss, and some of the bark of this tree sort of falls away as she's": null, "climbing. I'll allow you to grab her so she does not fall and take": null, "damage, but you are going to be in the line of sight as the bear moves": null, "into view. Bring out the map.": null, "(group exclaiming)": null, "Jasper: Oh, no!": null, "Izzy: Bring 'em out-": null, "Siobhan: Oh, no.": null, "Izzy: Bring 'em out.": null, "Erika: That was terrifying.": null, "A Battlemap of a large bear appears": null, "Aabria: Okay, so we've got Thorn and Ava on the ground. We have Lila": null, "holding up her Aunt Viola, and I believe Jaysohn and his mother made it": null, "without incident, as a massive, lumbering brown bear-": null, "Izzy: Brown?": null, "Aabria: Yeah, that's brown.": null, "Erika: It's brown. It's a brown bear.": null, "Erika: That's gross.": null, "Izzy: I thought it was green grass.": null, "Erika: Oh, it's because-": null, "Aabria: No, there's green, like, lights.": null, "Izzy: Oh, I thought it was covered in grass.": null, "Aabria: No, it's fur, you can give him a little pet.": null, "Izzy: I was like- (group chattering)": null, "Aabria: You want to touch that boy?": null, "Siobhan: Don't pet it, it feels gross. It feels nasty.": null, "Siobhan: It feels really gross.": null, "Izzy: I don't want to be here anymore.": null, "Erika: It feels like my old roommate's hair from when she used to bleach": null, "it.": null, "Aabria: Oh, that's so real. (group agreeing)": null, "Siobhan: Yeah.": null, "Aabria: Okay, so Ava, (dramatic orchestral music) as you are staring at": null, "this massive creature, like, slowly shoving your daughter and": null, "granddaughter up into the safety of the tree, a creature pops its little": null, "head out, and you see just a little chipmunk looking up at you. And as": null, "you make eye contact, it gives just a little smile, and burbles of blood": null, "sort of shoot from its cheeks, it was storing for later, dripping down": null, "its front, as it's going to reach out and grab you. I need you to make": null, "an athletics or acrobatics check, your choice, and I need all of you to": null, "roll initiative.": null, "Erika: Oh.": null, "Jasper: Here we go, here we go.": null, "(group rolling dice)": null, "Rashawn: So I get a plus two to initiative.": null, "(group mumbling calculating their initiative)": null, "Siobhan: I got a 23.": null, "Aabria: Golly, let's go.": null, "Brennan: 12.": null, "Aabria: 12 for Tula.": null, "Erika: 22.": null, "Izzy: 20.": null, "Aabria: Ooh.": null, "Jasper: Seven.": null, "Aabria: And \"Vee-ola?\"": null, "Rashawn: 11.": null, "Aabria: \"Vai-ola\", I'm gonna change how it's pronounced every time, all": null, "right.": null, "Erika: \"VI\"-ola. (everyone individually over-enunciating 'Viola')": null, "Rashawn: Viola.": null, "Aabria: There you go.": null, "Brennan: Viola, Viola.": null, "Aabria: Populate.": null, "Rashawn: It feels like a wind or a tunnel of air coming from- (group": null, "emulating breathiness)": null, "Brennan: (breathy) Viola. (Brennan groans breathily) (group laughing)": null, "Rashawn: That's a good way-": null, "Siobhan: It's like somebody pressing down on a dead body.": null, "Brennan: You pronounce the name like you've been hit with a tranquilizer": null, "dart. You're like- (slap) (groans) (group laughs)": null, "Aabria: Truly terrible.": null, "Brennan: (whisper) I bet if we get in the bear, there's candy.": null, "Aabria: So this little chipmunk, this blood-soaked chipmunk, lunges out": null, "towards you, what'd you get?": null, "Erika: I got a 21 for acrobatics check. Where is he coming from, where": null, "did it come from?": null, "Aabria: You were standing by the tree, and this chipmunk just sort of": null, "appeared beside you while you were staring at the bear and trying to": null, "push.": null, "Erika: Oh, so I go. (grunts)": null, "Aabria: Oh, you didn't beat me with a 23. You actually see this little": null, "chipmunk lunges towards you, and, yeah, as you get grabbed by a chipmunk": null, "and dragged-": null, "Siobhan: What the fuck?": null, "Aabria: To the back of the bear. And all of you watch as-": null, "Siobhan: Grandma!": null, "Aabria: Your grandmother disappears inside the bear.": null, "Rashawn: What?": null, "Jasper: What?": null, "Aabria: Yeah, why don't we just go ahead and open this bad boy up?": null, "Aabria opens the top of the bear revealing a battlemap made of the": null, "bear’s internal organs": null, "(group members exclaiming)": null, "Siobhan: The bear opens? (group screaming) Oh, my God.": null, "Izzy: Oh!": null, "(Erika laughs) (slow electronic music) (bear roars) (chipmunk chirps)": null, "Siobhan: There are evil squirrels in here.": null, "Brennan: So this is sort of like your three kids in a trench coat, but-": null, "Aabria: Yes.": null, "Izzy: Wait-": null, "Siobhan: Oh, my God, the heart is beating.": null, "Aabria: Oh, yeah.": null, "Siobhan: No.": null, "Jasper: What?": null, "Aabria: Get in there.": null, "(Erika shrieks)": null, "Siobhan: So this is why you emailed us a trigger warning?": null, "Aabria: A little bit, yeah. (group laughs) I was in a meeting and Rick": null, "went, \"You must desperately send an email.\" Go ahead, touch it, get in": null, "there.": null, "Rashawn: The heart is beating.": null, "Jasper: The heart is beating.": null, "Erika: Oh, it's squishy! It's squishy, oh, my God! Oh, I can feel it": null, "moving, oh, my God!": null, "Brennan: Can I say, the worst part of this bear?": null, "Aabria: Yeah?": null, "Brennan: The tactical movement dots painted on the inside.": null, "Aabria: Yep.": null, "Brennan: That makes me feel not good.": null, "Aabria: Welcome to the size that you all are in these terrifying woods.": null, "(chipmunk chitters) So, first up, we've got Jaysohn. (laughs)": null, "Siobhan: Can I just go home?": null, "Aabria: Jaysohn, you're up in a tree. You see your grandmother disappear": null, "inside a large brown bear.": null, "Siobhan: Great.": null, "The dome projections change to the inside of a bear": null, "Aabria: Oh, if you think I didn't have a background for this, yeah.": null, "Jasper: No!": null, "Izzy: It's like Magic School Bus.": null, "Siobhan: I would like- (Aabria laughs) I would like to jump, how far can": null, "I jump? Am I allowed to jump? How far am I, tree to bear? (Aabria": null, "laughs) What's the, what's the-": null, "Aabria: I will say your tree to bear is probably, this thing is pretty": null, "huge, so it's probably only 10 or 15 feet relatively to get onto the top": null, "of the bear.": null, "Siobhan: Okay, that's-": null, "Aabria: And you see three points of entry, the one that your grandmother": null, "disappeared to, one on the other side, and then one just a little bit on": null, "the side-": null, "Siobhan: And then where's the tree? Is it to this side of the bear?": null, "Aabria: Yeah, it's, like, right here.": null, "Siobhan: Great, so I'll go in through this hole. I'll try and get in": null, "through this hole right here.": null, "Aabria: Beautiful. It's time to meet your mini.": null, "Siobhan: Yay!": null, "Aabria: It's Jaysohn, whoa!": null, "(group cheering for the first PC mini)": null, "Siobhan: It's little Scrappy-Doo.": null, "Aabria: My little guy.": null, "Aabria: So when you come in, let's put you right there, right, put a": null, "little tac.": null, "Brennan: As I watch my son jump into a bear through an open wound, my": null, "soul shoots out of my ass straight to hell.": null, "Jasper: Yup, yup.": null, "(audience laughs)": null, "Aabria: And I'm gonna give you the rest of your, like,": null, "Izzy: And I go,": null, "Lila: It's okay, Mom. This is how he would have wanted to die.": null, "Siobhan: And I yell,": null, "Jaysohn: Grandma!": null, "Siobhan: and then I'm gonna bonus action, use a ki point to activate my": null, "Arms of the Astral Self.": null, "Aabria: Amazing, beautiful.": null, "Siobhan: Do I have an attack action left? Do I have an action left?": null, "Aabria: You do. You still have your full action left.": null, "Siobhan: Okay, great, I'm gonna move over to this guy, and I'm going to": null, "try and attempt to grapple him.": null, "Aabria: Oh, okay, you have to beat a 12?": null, "(Siobhan laughs)": null, "Siobhan: I rolled a critical failure.": null, "Aabria: Oh, no.": null, "Jasper: No.": null, "Siobhan: This guy's covered in fucking blood.": null, "Aabria: You literally, yeah-": null, "Jaysohn: Oh, you're so slippery. What have you done with my grandma?": null, "Aabria: And you look over and you can sort of, like, within this body,": null, "you can see a straight shot across as your grandmother is being held,": null, "but not actively harmed in this moment, as all of these other chipmunks": null, "start emerging out of spaces inside of this bear and looking around and": null, "locking eyes on you, all right.": null, "Siobhan: Okay, that's it, that's my turn.": null, "Aabria: Okay. Ava, you're up next in my bear, and Lila, you're on deck.": null, "(Erika growls)": null, "Erika: And I straighten myself up to my full height, and I pull up my": null, "walking stick, which is a raccoon baculum, and I start, I wield it with": null, "both hands, (growls) and I fly into a rage.": null, "Erika: And as I fly into a rage, fanning out from me are the spirits of": null, "all of our dead fore-mothers, generations of powerful stoats that fan": null, "out in spectral forms and surround this creature here.": null, "(sloshing sound as camera zooms in)": null, "Erika: And I attack him with reckless disregard for my own safety, so I": null, "am doing a Reckless Attack.": null, "Aabria: All right, attack with advantage.": null, "Erika: And that would be a 22.": null, "Aabria: Oh, absolutely hits.": null, "Erika: All right, and then that's gonna be a 12.": null, "Erika: So that's a 12, so I smack it right on the head, (Grunt) (Thud)": null, "and I also am going to use my years- years on the battlefield to use a": null, "Menacing Attack. He has to do a wisdom saving throw and beat a 14.": null, "Aabria: Okay, let's give it a shot. (dice rattling) With a natural 18.": null, "This chipmunk that you see now is a girl. You'll see the naming": null, "convention in a second.": null, "Siobhan: Oh, no.": null, "Aabria: See, like, sort of gets stared down by you, just kind of quirks": null, "her head, (chirps) and a little more blood dribbles out of her mouth.": null, "Izzy: Ugh.": null, "Erika: All right, but she takes six more points of damage.": null, "Aabria: You put 18 points into this chipmunk, breaking the grapple and": null, "sort of freeing yourself in this moment. And you look out and you see": null, "within this bear that there are more, and they are sort of starting to": null, "clamor out of holes and pockets and organs.": null, "Izzy: But we're not even scared of the bear.": null, "Aabria: You could be, you could decide. It's, in fact, your turn, so": null, "what do you want to do?": null, "Izzy: Oh, well, yeah, I guess right now, I'm scared of the bear 'cause I": null, "don't know that there's a little army of chipmunks, and it looks like": null, "they have little drums, which is very fun.": null, "Aabria: It's their little letters so we know who they are.": null, "Izzy: I'm just gonna look at my mom and go-": null, "Lila: (silent) Mom, what do I do now?": null, "Brennan: I think my face is inscrutable right now. I am preparing to": null, "dive after Jaysohn into the bear.": null, "Lila: And I just go, \"What do I do?\"": null, "Tula: Stay here, stay here, stay here.": null, "Lila: No.": null, "Tula: Stay here.": null, "Brennan: Dive.": null, "Lila: No! (group laughs)": null, "Izzy: I go after her.": null, "Aabria: I mean, you go before her, so what are you gonna do? (laughs)": null, "Izzy: I think I see her being like, \"I'm gonna go,\" and I go, \"Okay,\"": null, "and I go in front of her.": null, "Aabria: Okay. (Brennan screams)": null, "Brennan: Scream even more-": null, "Aabria: Do you want to dive in in the same direction that Jaysohn sort": null, "of erupted in, or do you want to dive into the hole that Ava jumped": null, "through? Or do you want to dive in the other hole? You have so many": null, "options.": null, "Izzy: What's closest?": null, "Aabria: I would say it's equidistant, just because of the angle you": null, "have, you can get into either one easily-": null, "Izzy: I guess I'll go in after Jaysohn because that's what I saw happen,": null, "right?": null, "Aabria: Yeah, I mean, you saw both. You saw your grandmother get pulled": null, "into one hole, and then Jaysohn jumped into another.": null, "Izzy: I don't know, Grandma's pretty tough.": null, "Aabria: She is pretty tough.": null, "Izzy: So I'll, yeah, I'll go after Jaysohn.": null, "Aabria: All right, there's your guy.": null, "Izzy: Kiddy. (group laughs)": null, "Aabria: And you dive in, you know, I'm gonna put you on a rib (slow": null, "music) so you get a little vantage and you get a look out over": null, "everything.": null, "Izzy: Okay, and, (heart beating) okay, well, can I sneak attack this": null, "chipmunk?": null, "Aabria: Oh, yeah, you still have more movement.": null, "Izzy: Yeah, I sneak attack the chipmunk from up there.": null, "Aabria: Do you want to throw your thorns down, or do you want to, like,": null, "jump in and be in melee?": null, "Izzy: Melee, and I'll do Primal Savagery.": null, "Aabria: Let's go.": null, "Izzy: Is there an amount of times we can do that, or we can just do that": null, "forever-": null, "Aabria: You just do it all the time. That's just what your claw attack": null, "is.": null, "Izzy: Okay, cool.": null, "Aabria: It's just nasty in the club. You know what, let's get these ribs": null, "out of here. So gross, you know what we're doing now.": null, "Rashawn: Which is crazy, I ate, like, a half a rack of ribs yesterday.": null, "Aabria: Oh, no!": null, "Aabria: I was like. ♪ We made it nasty ♪": null, "Jasper: It's like, mm-hmm,": null, "Rashawn: Oh, this is- (Players praising the battle map)": null, "Rashawn: It's so disgustingly beautiful.": null, "Jasper: Incredible job. (claps)": null, "Aabria: It's so good. You guys, they really snapped on this map, this is": null, "incredible.": null, "Siobhan: And nastiest mini yet.": null, "Aabria: The nastiest map.": null, "Brennan: \"Mini.\" (Aabria laughs)": null, "Aabria: It's sort of a maxi, if you will.": null, "Aabria: Go ahead and make an attack roll for me.": null, "Izzy: Okay.": null, "Jasper: Let's see what's happening back here, okay.": null, "(Brennan and Jasper trading \"wow\"s)": null, "(Izzy stammers)": null, "Izzy: 18.": null, "Rashawn: Hell, yeah.": null, "Aabria: Beautiful, absolutely hits, so go ahead and roll your one D10": null, "for your claw attack.": null, "Siobhan: I say,": null, "Jaysohn: Wait, be careful, they're really slippery, like, I mean, I hit": null, "them for a bunch already, but he's really slippery.": null, "(group chattering) (dice rattling)": null, "Izzy: Five, two, seven, 12, 14.": null, "Siobhan: Damn.": null, "Aabria: Beautiful.": null, "Brennan: 14?": null, "Jasper: 14, yes.": null, "Aabria: 14 points.": null, "Rashawn: Come on, Lila.": null, "Aabria: So let's just go ahead and reveal that these are named via": null, "Chipmunks, Chipettes, and Chippendale. So Simon is gonna take how many": null, "points of damage?": null, "Erika: Oh, that's Brittany.": null, "Aabria: Yeah, that's Brittany. (laughs)": null, "Brennan: Oh, wow, okay.": null, "Aabria: Cute.": null, "Jasper: Yeah.": null, "Aabria: Simon takes 14 points of damage.": null, "Aabria: Okay, you're still here and you still have a bonus action. Is": null, "there anything else you want to do? You can dodge, disengage, hide.": null, "Izzy: So I don't, like, cast Insightful Fighting, right, I just-": null, "Aabria: Oh, yeah, do you want to use Insightful Fighting?": null, "Izzy: Yeah.": null, "Aabria: How does that work? Tell me.": null, "Izzy: Insight against deception.": null, "Aabria: Okay, go ahead and make an insight check.": null, "Izzy: My sneak attack.": null, "Aabria: You're gonna make it with a 12.": null, "Izzy: Okay, yeah, 18.": null, "Aabria: All right, yeah, you have advantage against Simon forever.": null, "Izzy: Cool.": null, "Aabria: But you also-": null, "Izzy: Oh, only Simon?": null, "Aabria: Yes.": null, "Aabria: It's the one that you, like, looked down, and you're like, \"I": null, "understand exactly what you're doing.\" You also have half killed this": null, "one particular chipmunk just on arrival.": null, "Aabria: So your brother, who is screaming out, \"Watch out, they're so": null, "slippery,\" see you tear in with your claws and stay there, and as you": null, "stare down Simon, this thing looks like it wants to duck back and away": null, "from you.": null, "Izzy: And I'm like,": null, "Lila: Was that cool, Mom?": null, "Izzy: And I see that she's not there yet.": null, "Erika: I see it.": null, "Jasper: Hurry up, Mom.": null, "Ava: You're doing great. (Aabria claps)": null, "Lila: Nana.": null, "Aabria: Approval, amazing. Okay, next up, we've got the bear. So": null, "everyone on the inside-": null, "Izzy: Uh-oh.": null, "Aabria: You feel, now that there's more action happening inside the": null, "bear, and this bear is still walking forward, mind you, it gives a big": null, "cough. So I need everyone to make a strength saving throw to hold your": null, "footing as everything inside the bear shifts.": null, "Jasper: And that's just if we're in the bear, right?": null, "Aabria: That's just if you're in the bear already.": null, "Siobhan: Can I use a wisdom throw, since I have my arms?": null, "Rashawn: (sighs) Baby.": null, "Siobhan: Great.": null, "Jasper: Is this a dex save?": null, "Aabria: No. Strength.": null, "Jasper: Oh, strength": null, "Brennan: Bless, on both of you, one D4 extra.": null, "Jasper: Yes.": null, "Siobhan: Okay.": null, "Aabria: Oh, that's right.": null, "Siobhan: Nine. (Aabria laughs)": null, "Aabria: Just, you're having kind of a rough time-": null, "Siobhan: He's going through a growth spurt and he doesn't know where his": null, "legs are right now.": null, "Aabria: You're already also coated in blood for my guess is the first": null, "time.": null, "Jaysohn: Yes, it's slippery!": null, "Aabria: And you slip and fall prone, but you don't take any damage.": null, "Erika: I fucked up, I fucked up and blew my load early.": null, "Aabria: What's wrong, what's wrong?": null, "Erika: Dammit.": null, "Aabria: So my little group of Chipettes are going to act now as Brittany": null, "is going to turn to you, and takes a multi attack. So our first one is a": null, "claw. (dice rattling) Does a 14 hit?": null, "Erika: No.": null, "Aabria: Okay, misses with her claw, but then reaches out as she opens": null, "her mouth, now finally clear of that blood, and you see what you can": null, "best describe as, like, a tongue made of ribbons lashes out and tries to": null, "grapple you again. I need another athletics or acrobatics check to avoid": null, "being grappled. (player faintly speaking) You have to beat a 14.": null, "Erika: All right, I'm gonna have to athletics, so, which is a six, I": null, "have to beat a 14?": null, "Erika: Okay, so that's-": null, "Aabria: And you're raging, yeah?": null, "Aabria: Does that give you advantage on-": null, "Erika: On strength saving throws.": null, "Siobhan: And dex, as well.": null, "Brennan: Shit. It's bad in here.": null, "Rashawn: It's bad.": null, "Erika: It's a straight ahead strike, and that's a 19.": null, "Erika: So, yeah.": null, "Aabria: This thing, like, reaches out for you. Oh, you just stare it": null, "down? How do you avoid it?": null, "Erika: Yeah. I just stare, I'm like,": null, "Ava: Young lady, you put that tongue back in your mouth.": null, "Aabria: Wow, and weirdly, you've never been able to communicate with": null, "creatures other than stoats, and yet, even as this thing is sort of": null, "lashing out with its strange tongue, it just, (chirps) and folds it back": null, "into its mouth.": null, "Ava: Do you speak stoat? (Aabria chirps)": null, "Izzy: No, but you're just so mean-": null, "Ava: Speak stoat. (group laughs)": null, "Aabria: Are you just gonna command this thing to be more sentient?": null, "Ava: Be.": null, "Ava: Be better. (group laughs)": null, "Aabria: And under that damning praise, we move to Tula, you're up.": null, "Brennan: Yeah. (group cheers)": null, "Aabria: There's your little guy.": null, "Brennan: Little cutie.": null, "Siobhan: She's pretty.": null, "Brennan: Little cutie. (group chattering)": null, "Izzy: My mom's cute. (group chattering)": null, "Brennan: How about it? I'm gonna leap in here. (slow dramatic music)": null, "Aabria: Are you leaping into the child hole?": null, "Brennan: Into the child hole, going after my children. Sorry, Mom, I'm": null, "going after the kids.": null, "Izzy: Don't say \"child hole.\" (Brennan laughs)": null, "Brennan: But don't, (laughs) I'm leaping into the hole after my": null, "children, and I'm gonna look at them both. Are either of them injured": null, "right now?": null, "Aabria: Not at all.": null, "Brennan: Okay, my instinct in this moment leaping in here is that the": null, "bear is still a threat, that, like, that this, it stays on the bear": null, "being a threat. So I'm gonna get in here, seeing my children are": null, "unharmed, and I'm gonna look at both of them and go,": null, "Tula: Get out of this bear right now! Right now, you get out of this": null, "bear!": null, "Jaysohn: We're handling it-": null, "Tula: Right now, you get out of this bear!": null, "Jaysohn: We're handling it, Mom.": null, "Tula: You are not,": null, "Brennan: and then I'm going to (laughs)-": null, "Aabria: You have to give me an intimidation check. (laughs)": null, "Brennan: Okay, here we go, this is my intimidation. So help me, I will": null, "turn this bear around. (group laughs)": null, "Aabria: The bear groans. (growls)": null, "Brennan: Intimidation, it's a 19. (laughs)": null, "Jasper: Wow.": null, "Siobhan: I'm, like, lying on the floor.": null, "Jaysohn: I'm fine, Mom, we're fine, we're handling it.": null, "Rashawn: Seeing my sister yell at her kids is very funny to me.": null, "Brennan: I've been trying to impress how dangerous this world is for so": null, "long, sometimes, listen, gentle parenting is an aspiration, but": null, "sometimes, (group laughs) sometimes you've gotta tell those kids to get": null, "the fuck out of this bear. (Aabria laughs) And I am going to move, use a": null, "bonus action, which is the Harengon feature, Rabbit Hop, to jump 10 feet": null, "to the heart and attack the heart.": null, "All: Ooh.": null, "Siobhan: Nice.": null, "Aabria: Clever.": null, "Rashawn: That's my sister, right there.": null, "Aabria: All right, so you get in.": null, "Izzy: Mama.": null, "Aabria: Take that big old hop, and land directly on the heart.": null, "Brennan: Yeah.": null, "Aabria: Oof.": null, "Siobhan: Wow.": null, "Aabria: Just sort of passively, go ahead and give me a medicine check.": null, "Brennan: Okay.": null, "Aabria: Just what do you glean now that you're moving through this big": null, "old guy?": null, "Brennan: Yeah, yeah, yeah. Oh, and I actually took proficiency in this,": null, "now I can roll a one, but-": null, "Aabria: Oh, perfect. No, it's gonna be fine.": null, "Brennan: That's a two, so I got an eight. (Aabria laughs)": null, "Aabria: It's okay, you don't have a ton of sense of, like, the anatomy": null, "of a bear, but, like, as you're standing on the heart, you see that,": null, "like, its right lung has collapsed, and you can feel, like, a breeze": null, "coming off of it. Like, this thing is already deeply injured, so this is": null, "probably a good idea.": null, "Aabria: Go ahead and make an attack.": null, "Brennan: Okay.": null, "Aabria: On the bear. (echoing wind) (dice rattling)": null, "Brennan: 17 plus, sorry, and claws, claws and bite, so with the way": null, "we're using our claws in this game, do we add our key'd ability modifier": null, "to damage, as well?": null, "Brennan: Okay, great, so I'm gonna use Primal Savagery.": null, "Brennan: We'll do the D10-": null, "Aabria: What does it look like? I love asking a DM to paint a word": null, "picture. What does it look like as Tula, like, shakes off, like, this": null, "scared mother sense, and, like, begins to rip into this tissue?": null, "Brennan: That's an awesome question. So I think that's exactly it, is": null, "that she's not shaking off the scared mother sense. Like, in reflection": null, "of my mom going into a rage, whatever the rage version of fear is, is": null, "what Tula's experiencing. So I am in a level of fear that brings you": null, "full circle from run away to run towards.": null, "Aabria: Amazing.": null, "Brennan: Like, that's where we're at, right?": null, "Aabria: Love it.": null, "Brennan: It's like, I get in here, I see that that's beating. I don't": null, "know medicine, but I know that hearts beat, and that's beating, so I'm": null, "gonna leap on it and I'm going to roll, (dice rattling) I'm also going": null, "to Divine Smite.": null, "Aabria: Beautiful.": null, "Jasper: Ooh, here we go. (dice rattling)": null, "Brennan: That is going to be 10, 17, plus four is 21 points of damage.": null, "Jasper: Heavy hit.": null, "Jaysohn: Good job, Mom.": null, "Brennan: It's like, I bite a hole big enough (crunching) to push my head": null, "in to keep biting more, and I'm trying to dig into its heart to kill it": null, "(flesh tearing) as fast as possible.": null, "Jasper: Get it.": null, "Izzy: Lila is just watching this, goes. (screams)": null, "(group laughs) (Aabria claps)": null, "Aabria: Lila, you watch your mom, like, tear and then push, and there's": null, "something about the way her claws sink in as she, like, pushes forward,": null, "and you see that flash of blue again, this one shooting across your mom.": null, "(slow music) (heart beats) (group laughs as Izzy and Siobhan gesture": null, "silently and excitedly)": null, "Jasper: I was entirely correct to be terrified of your family.": null, "Rashawn: Well.": null, "Jasper: Wow, impressive.": null, "(Rashawn giggles)": null, "Aabria: This entire bear roars in agony, and at that, (bear roars)": null, "(heart beats) it stops moving, like, staggered by the amount of damage": null, "that was just done to it in a single, truly a single hit, and we're": null, "gonna go ahead and reveal the rest of them as-": null, "Aabria: Yeah-": null, "Siobhan: What do you mean, the rest of them?": null, "Rashawn: The rest of what?": null, "Aabria: What are you talking about?": null, "Aabria: The rest of what?": null, "Jasper: Why are you taking them away, and then-": null, "Aabria: As the, oops, sorry.": null, "Brennan: Don't keep making more bear.": null, "Erika: It is like a Polly Pocket, it's like a Polly Pocket!": null, "Brennan: There's literally enough bear already.": null, "Aabria: Yeah, but there's also more chipmunks. There's so much room for-": null, "Erika: I love them!": null, "Siobhan: Look at that nasty kidney.": null, "Erika: That's Theodore, Eleanor.": null, "Aabria And Jasper: Yeah.": null, "Brennan: Oh, fun fact, bears actually do eat moss-": null, "Siobhan: And Alvin.": null, "Brennan: To create a butt plug that keeps them from pooping while they": null, "sleep during the winter.": null, "Siobhan: Wow. (group audibly takes in that fact) That is a disgusting": null, "fact that you know.": null, "Jasper: There we go, thanks, Brennan, didn't need that.": null, "Aabria: A super fun fact, in fact, that was so nice, you can hold that": null, "for a bear fact.": null, "Aabria hands Brennan the bear’s liver": null, "Jasper: There you go, yeah.": null, "Brennan: I win.": null, "Izzy: What's that, his stomach?": null, "Jasper: What did you win, Brennan?": null, "Aabria: That is its liver.": null, "Siobhan: That is really-": null, "Brennan: I want to thank the Academy. (group laughs)": null, "Aabria: Yeah, livers are huge.": null, "Siobhan: Livers are, like, this big.": null, "Brennan: If your liver looks like that, you gotta go to the hospital.": null, "Siobhan: Yeah, this bear is drinking.": null, "Rashawn: You gotta stop drinking.": null, "Aabria: But you see, as this liver sort of ruptures, and you see the": null, "nest within it, that this is a nest not from the moss the bear was": null, "eating in better times, but the nest that the chipmunks that are": null, "parasites inside this bear have built.": null, "Lila: Mom, we could live here.": null, "Aabria: Oh, no. (laughs) (group laughs)": null, "Jaysohn: Yeah, we just have to kill these chipmunks and eat them.": null, "Lila: Yeah, it's like the Warren.": null, "Jaysohn: It's kind of warm, I like it.": null, "Aabria: Viola, you are up. (Rashawn sighs)": null, "Rashawn: Okay, seeing as my whole family has jumped into this bear,": null, "(group laughs) though I'm inclined to try to pierce its eyeballs out,": null, "knowing that this thing is still lumbering on, (sighs) yeah, I want to,": null, "(stammers) I'm gonna fall down towards its head, and I'd like to stab it": null, "in the eyeball.": null, "Aabria: Oh, you're just going straight for the bear.": null, "Rashawn: Yeah.": null, "Brennan: I love my sister, yes, this is, great minds, there you go.": null, "Aabria: You guys are so synched up.": null, "Rashawn: From the inside outside, from the tomb to the womb.": null, "Brennan: I'll meet you in the neck. (group laughs)": null, "Aabria: Everyone, meet Viola.": null, "Rashawn: Wow. (group chattering)": null, "Izzy: She's gorgeous. (group chattering)": null, "Rashawn: Oh my gosh, you got a, oh, ooh.": null, "Brennan: You look gorgeous, absolutely gorgeous.": null, "Aabria: Oh, my God, she's so cute, she's just a little flower.": null, "Aabria: She's got a little hat. Motherfucker (group adoring the Viola": null, "mini)": null, "Rashawn: So, yes, I want to, I guess-": null, "Aabria: Little hat. (group chattering)": null, "Jasper: Up on the nose here?": null, "Rashawn: Up on the snout snout.": null, "Jasper: Up on the snout?": null, "Aabria: Getting on the snout?": null, "Jasper: Stoat on the snout.": null, "Brennan: That is the trailer image, Schaubach, when we come in.": null, "Jasper: Right there, right there. (bear grumbling)": null, "Brennan: Wow, that is bravery incarnate.": null, "Izzy: (high-pitched) I'm gonna kill you!": null, "Rashawn: And you're not going my way, okay. So, yes, I take off my blade": null, "of grass kerchief, and I fling it out so it becomes rigid, and I stab": null, "for the eye.": null, "Izzy: I have clothes, ma'am.": null, "Aabria: Yeah. (laughs)": null, "Jasper: I have clothes, (laughs) okay, so, and I get to, I'm gonna also": null, "cast (stammer) Divine Favor.": null, "Izzy: What does that do?": null, "Rashawn: That allows-": null, "Aabria: Talk to me.": null, "Rashawn: Your prayer empowers you with a divine radiance until the spell": null, "ends. Your weapon attacks deal an extra one D4 radiant damage on hit.": null, "Siobhan: Oh, nice.": null, "Jasper: Ooh.": null, "Siobhan: Ooh, she flew.": null, "Rashawn: 13?": null, "Erika: A 13.": null, "Rashawn: 13.": null, "Aabria: It hits.": null, "Rashawn: Oh, it does, okay.": null, "Aabria: It's a bear, you hit it. It tries to blink, it does not blink in": null, "Rashawn: Okay, 13 hits, so I get a-": null, "Brennan: Solid steel contact.": null, "Aabria: Yeah, exactly. (laughs)": null, "Rashawn: A one D4 and a one D8, so eight damage to its eyeball.": null, "Aabria: Eight damage. (Rashawn imitates a blade hit)": null, "Brennan: Oh, wait, isn't that-": null, "Siobhan: So plus your modifier, don't you have a-": null, "Brennan: With your modifier, as well.": null, "Rashawn: Which one, which?": null, "Brennan: Either dex or strength.": null, "Aabria: This is a rapier, so it would be your dex.": null, "Rashawn: So plus three to that.": null, "Jasper: Plus three.": null, "Aabria: Perfect.": null, "Jasper: There we go, 11. (group chattering)": null, "Jasper: Heck, yeah.": null, "Erika: That's great.": null, "Rashawn: I go,": null, "Viola: Your eye is cloudy and nasty.": null, "(squishing and tearing) (growling)": null, "Aabria: And you stab directly into its pupil and the pupil, like,": null, "constricts around the blade. You feel it kind of, like, give, and it": null, "blinks, and you're, like, you're struggling to pull your blade back from": null, "this. Go ahead and give me a perception or arcana check.": null, "Izzy: And he goes, \"What did I do?\"": null, "Aabria: I was just walking. (laughs)": null, "Izzy: I have a-": null, "Siobhan: Yet.": null, "Rashawn: 17.": null, "Aabria: It's a 17, as you, like, stab in, (sighs) sorry, it's gonna get": null, "a little gory, you sort of see-": null, "Rashawn: Okay.": null, "Izzy: It's going to? (group laughs)": null, "Aabria: Now it's getting a little gory, so everything else, totally": null, "normal.": null, "Jasper: Totally vogue, yeah.": null, "Aabria: But you see sort of as you, like, sink your blade in and cut,": null, "like, past its optic nerve, behind its eye, (group groans in disgust) a": null, "little flash of blue.": null, "Jasper: Mmmm-hm.": null, "Aabria: There's something deep to it behind its eye, towards its brain,": null, "that is blue and glowing.": null, "Rashawn: 'Cause she couldn't see it before 'cause it was on everybody": null, "else, but, like, holding it there, she's like, it's like a moth to,": null, "like, the blue light thing, of, like, \"I want to go to there. Oh,\" and": null, "then try to yank the blade back.": null, "Aabria: Do you have anything else you want to do, bonus action?": null, "Rashawn: Are there any other, I mean, obviously also the mouth, I": null, "probably don't want to jump into, are there any other orifices?": null, "Aabria: You can make a new one if you really want to. So there's three": null, "obvious holes in its side.": null, "Rashawn: I would. Mmhmm.": null, "Aabria: And everything else, you kind of just gotta make your own way.": null, "Siobhan: Eyeball.": null, "Izzy: Do it.": null, "Rashawn: Yeah, I mean, honestly, if I could cut out that eyeball and-": null, "Aabria: Do you want to try to?": null, "Rashawn: Through, yeah, I would.": null, "Jasper: Wow. (Aabria shrieks)": null, "Rashawn: I'm an, like, fun, like, first lady, but also, like, I'm a wild": null, "animal.": null, "Brennan: Don't you understand, orifices are all around us. (group": null, "Izzy: ♪ Anything's a hole if you believe ♪": null, "Aabria: And that's the trailer song.": null, "Rashawn: Could I use, like, Rabbit Hop to, like, like, off the snoot,": null, "just, like, push myself through this eyeball?": null, "Aabria: Let's call this an athletics check, and I'll give you advantage": null, "because of the rabbit hop. Like, you can really throw your whole little": null, "stoat everything behind it.": null, "Rashawn: 12. It was a 13 to pierce the eye.": null, "Aabria: I mean, you were already in there. This is just a matter of,": null, "like, how far through you get. So I'm gonna do something just a little": null, "bad, then.": null, "Aabria: You don't move all the way through the eye. You're still sort of": null, "stuck in the jelly of it, pushing through.": null, "Izzy: The head comes off, what?": null, "Brennan: Now, this, this- (group shrieks) Oh, no, oh!": null, "Abbria takes the bear’s scalp off revealing a glowing blue brain": null, "Erika: ♪ I'm blue. Da ba dee da ba di ♪ ♪ Da ba dee da ba di ♪": null, "Aabria: Yeah, touch it, you gotta touch it.": null, "Erika: Oh, it's gushy.": null, "Siobhan: Oh, it's jelly.": null, "Rashawn: We are pushing his head- (group audibly in awe of this brain)": null, "Aabria: This bear truly, roaring in pain, like, you can see, now that": null, "you're inside it, you have a target, like, you just see a glowing field": null, "of blue in front of you, and you know you just need to push through a": null, "little farther to reach whatever's on the other side.": null, "Viola: Thorn!": null, "Aabria: Are you yelling inside the eye?": null, "Aabria: God, that's so upsetting.": null, "Jasper: I immediately- My wife. (group laughs)": null, "Izzy: My wife's in an eyeball.": null, "Jasper: My wife's in an eyeball.": null, "Aabria: Amazing.": null, "Aabria: None of that really gets through. You just, it's like yelling": null, "into Jell-O, and you just hear a muffled sound.": null, "Aabria: But I think she sounds more excited.": null, "Brennan: If one more thing came off this bear, I would flip out, I would": null, "be like, this is all the things that the bear should be able to do.": null, "Aabria: Now, there's something in the way this bear has staggered and": null, "scrambled and has taken an aggressive amount of damage that calls all of": null, "the chipmunks that are riding inside it into action. (chipmunk squeaks)": null, "I need everyone inside the bear, excepting Viola, to make an insight": null, "check for me.": null, "Brennan: Ooh baby.": null, "Siobhan: 13.": null, "Izzy: No.": null, "Erika: Five.": null, "Izzy: Six.": null, "Brennan: 24.": null, "Aabria: Holy shit. (laughs) What'd you get, six?": null, "Aabria: Sweet, it makes sense that children wouldn't necessarily": null, "understand, like, what is happening here, but I think even though you": null, "are head into the, like, left ventricle of this bear, you peek out and": null, "see a sense of, like, frantic-ness in all of these little guys that": null, "would suggest that they are worried that if the bear dies, only bad": null, "things will come to them. Like, they are now going to move to stop you": null, "all from killing the bear.": null, "Brennan: I think this was what I was most hoping, like, I was worried": null, "that standing next to my kids was a losing battle 'cause I'm just one": null, "stoat and I can't bat away every chipmunk, but going and attacking the": null, "bear and having them all swarm me and leave my kids alone was, I think,": null, "the best way this could turn out. Cool, great, bring it on.": null, "Aabria: All right, you get swarmed by-": null, "Rashawn: And all the backs are turned to you, so that y'all can just.": null, "Aabria: Yep.": null, "Aabria: Okay, does an 18 hit?": null, "Brennan: 18 exactly hits.": null, "Aabria: And then a 14 misses. So the first one's gonna reach out, and": null, "with its claws just sort of, like, reaches and grabs onto you, doing six": null, "points of damage.": null, "Aabria: And then for its second attack, you didn't get to see it before": null, "'cause you jumped in a little late, but it opens its mouth a little too": null, "wide, and you see a set of, it's not a tongue, it's not a worm, it's": null, "something between, this proboscis, like, lunges out for you.": null, "Erika: Proboscis.": null, "Brennan: Jesus.": null, "Aabria: All right, give me an athletics or acrobatics check. You have to": null, "beat a 19.": null, "Rashawn: You got it, sis.": null, "Siobhan: You can do it.": null, "Brennan: Okay. So a six damage, number one, right?": null, "Brennan: So let's go ahead, first things first, come down on those hit": null, "points. I have to make a concentration check for bless. That's not": null, "great. 11, I make it.": null, "(dice rattling)": null, "Brennan: And then we're gonna do the athletics or acrobatics?": null, "Aabria: Yeah, which one do you want to do?": null, "Brennan: We'll do acrobatics, dex is higher than strength. (dice": null, "rattling)": null, "Aabria: 14 is a little under, so you're gonna take another three points": null, "of piercing damage.": null, "Aabria: As this thing lets its proboscis out of its mouth, and it grabs": null, "onto you and reaches, this is psychotic, (laughs) reaches into you, and": null, "you feel it, like, pressing into weak points in and around your ear, by": null, "your nose, as this thing grapples you by the inside of you.": null, "Brennan: Gotcha.": null, "Aabria: And you are held.": null, "Brennan: Copy that.": null, "Aabria: Second guy fully missed their attacks, but seems to be": null, "chittering excitedly now that you are held.": null, "Brennan: Make the concentration on the second attack.": null, "Aabria: Perfect. All right, next up, Thorn. (Jasper sighs)": null, "Jasper: Okay, what would be the shortest route for Thorn to get,": null, "basically Thorn's going full, like, predator mode. I want to go for the": null, "base of the neck of this creature.": null, "Aabria: So you're gonna stay on the outside, also?": null, "Jasper: Well, whether it's going inside one of the holes and, like, up": null, "this way, or, like, jumping up over the top, I don't mind.": null, "Aabria: Are you trying to attack it from the inside of it or the outside": null, "of it?": null, "Jasper: Well, I guess it'd probably be better to attack it from the": null, "inside of it. Yeah, I'll maybe come in through this hole. Do I have": null, "enough movement to get to, like, here?": null, "Aabria: How much movement do you have?": null, "Jasper: I have 30, so-": null, "Aabria: So we're gonna come in, and you'll land about here, so, to get": null, "to here?": null, "Jasper: Yeah, yeah.": null, "Aabria: I think you just make it. I have a little, have my little guy.": null, "Jasper: If not, I have a thing. (slow music)": null, "Aabria: Yeah, you just make it.": null, "Jasper: Just make it? Okay, beautiful.": null, "Jasper: I'm gonna cast Zephyr Strike on myself as a bonus action.": null, "(gasps)": null, "Aabria: There's your little guy.": null, "Jasper: Hi, buddy.": null, "Brennan: Let's go. (group chattering)": null, "Aabria: Everyone meet Thorn Vale.": null, "Erika: You're all so cute.": null, "Jasper: And he's got a little lightning bolt on his chest, ah! Okay,": null, "heck yeah.": null, "Erika: You're all so cute.": null, "Jasper: So I come in, is this a lung here, collapsed lung?": null, "Aabria: That is a collapsed lung, baby.": null, "Jasper: I'm gonna boot up this collapsed lung.": null, "Jasper: Right up here into, right at the base of the neck.": null, "Jasper: Here, yeah, why not? Let's go ahead-": null, "Aabria: You cast magic?": null, "Jasper: Yeah, so I'm gonna cast Zephyr Strike on myself, so I think": null, "these, like, thorns, like, start kind of growing almost down my arms,": null, "and I'm going to, I get to add an extra D8 to this attack.": null, "Jasper: Because of that, oh, and I give myself advantage on this attack": null, "because of Zephyr Strike. (dice rattling) That is a 15 plus five?": null, "Aabria: Absolutely hits.": null, "Jasper: I'm marking this as my Favored Foe.": null, "Aabria: Yeah, okay.": null, "Jasper: And then I'm also gonna use Dreadful Strikes, and then I get an": null, "extra D8 and a D10.": null, "Rashawn: That's my man. (Aabria chuckles)": null, "Jasper: Okay, and there's a lot of ones, okay. Well, that's a 10,": null, "though.": null, "Erika: That's a 10.": null, "Jasper: Okay, and 12, 16 plus three, 19": null, "Aabria: 19.": null, "Jasper: Points of damage. (Brennan cheers)": null, "Jasper: Can I see any of this blue? Like, am I seeing this, or no?": null, "Aabria: You're like, give me a medicine- (Jasper laughs)": null, "Jasper: Yikes.": null, "Aabria: To try to, you know, get the cut right so you can get an eye": null, "line.": null, "Jasper: Okay, medicine, that is 17.": null, "Aabria: Yeah, I think the way you sort of hack into this, like,": null, "vertebrae, once you sort of break through the bony, spiny-ness of it": null, "all, you see what is essentially like a trickling little stream you see": null, "what is essentially like a trickling little stream of cerebral spinal": null, "fluid coming through it that glows faintly blue, and at its source, you": null, "see this massive blue field, pool, something.": null, "Jasper: Heck, yeah, okay.": null, "Aabria: The bear, as a reaction, is going to roar. (muffled bear roar)": null, "Everyone inside the bear, I need you to make a DC 17 Wisdom saving": null, "throw.": null, "Jasper: Oof.": null, "Siobhan: Oh, boy": null, "Brennan: Bless, Bless. (magical whoosh) (dice rattling)": null, "Jasper: Yes, hell, yeah, okay, dice are finally, 22 for me.": null, "Aabria: Just let me know if you didn't make it.": null, "Izzy: I didn't.": null, "Erika: I did not.": null, "Brennan: Didn't.": null, "Siobhan: I did not.": null, "Rashawn: 12, no.": null, "Aabria: 12, did anyone miss it by five or more? Keep your hand up.": null, "Rashawn: Was it 17?": null, "Aabria: Yeah, you're right there. Okay, all of you are going to take-": null, "Siobhan: I have such good wisdom.": null, "Aabria: Oh, no, (laughs) did you use Bless on that?": null, "Siobhan: I used everything. I rolled a two.": null, "Aabria: Oh, no. Okay, all of you are gonna take five points of thunder": null, "damage.": null, "Aabria: Anyone that missed it by five or more, so this excepts you.": null, "Everyone else is now deafened until the start of their next turn.": null, "(players groaning) As its entire chest cavity fills with a roar (bear": null, "roars) that causes you to throw your hands over your ears, and all you": null, "can hear is your own heartbeat in your ears.": null, "Jasper: Because of Zephyr Strike, whenever I make an attack against a": null, "creature, I get an extra 30 feet of movement, so boom, let's go further": null, "in.": null, "Aabria: All right.": null, "Jasper: Reaction, Rebuke the Violent against the bear.": null, "Jasper: Hey, there we go.": null, "Aabria: Let's go.": null, "Brennan: Just sitting here, deafened and grabbed by parasitic worms, and": null, "I just go,": null, "Tula: Knock it off!": null, "Brennan: Wisdom save, wisdom save.": null, "Aabria: Okay, wisdom save.": null, "Brennan: DC is pretty low.": null, "Aabria: Does an 11 make it?": null, "Brennan: 11 exactly makes it, but it's still half damage.": null, "Aabria: Okay, go ahead and roll that sweet, sweet-": null, "Brennan: Or it's the damage, it's half of the damage it just did with": null, "that attack.": null, "Aabria: Okay, then yeah, it's gonna take a little more, and you": null, "actually, everyone feels this thing shift as it staggers. It is looking": null, "very rough.": null, "Izzy: We get half of our damage, or-": null, "Aabria: No, the bear just took a bunch of damage as Tula yelled, \"Knock": null, "it off.\"": null, "Jasper: Knock it off. (laughs)": null, "Brennan: Knock it off.": null, "Aabria: To a bear? Just not happy about dying.": null, "Brennan: This is my magic, okay?": null, "Siobhan: I can't hear anything-": null, "Rashawn: Which is very like, sleepover energy, everyone, just go to bed.": null, "Siobhan: But I feel like Mom is mad.": null, "Brennan: Go to bed.": null, "Jasper: Knock that off!": null, "Brennan: Everyone, go to bed.": null, "Aabria: Go to bed.": null, "Izzy: Right now?": null, "Izzy: It's 6:30.": null, "Aabria: Go ahead, you have 30 more feet of movement. This is absolutely": null, "difficult terrain since you're moving through a body.": null, "Jasper: That, of course, yeah.": null, "Aabria: So I'm going to move you 15 more feet forward, and you are just": null, "sort of lost to vision. I'm gonna have you hold onto your mini until": null, "you, yeah, get there.": null, "Siobhan: We're in a forest. Does that mean that he doesn't have": null, "difficult terrain?": null, "Jasper: I feel like the bear's spine is probably not count as the": null, "forest-": null, "Siobhan: Well, you know- (group discussing and rule-lawyer-ing)": null, "Aabria: I respect the effort. I'm gonna give you inspiration for making": null, "the wildest ask that made me go, \"I mean.\" (Inspirational music)": null, "Erika: Are you fighting for something to be terrain that probably": null, "shouldn't be? Call Iyengar Mulligan.": null, "Aabria: We've added a new partner, it's all I'm saying.": null, "Brennan: Thompson's been partner track for a long time. We're really": null, "excited. (laughs)": null, "Aabria: It's really nice, she's a diversity hire, but we like it.": null, "Siobhan: Yeah, yeah, I am. (group laughs) The only non DM that they've": null, "hired. (group laughs)": null, "Aabria: Again, a diversity hire. (group laughs)": null, "Siobhan: Me and a dog for some reason.": null, "Rashawn: On a bench.": null, "Siobhan: There's a dog there.": null, "Aabria: All right, we're gonna scramble up and attack way more of you": null, "now.": null, "Brennan: Attack me, not my kids, you-": null, "Aabria: Yeah, I hear you, but you're pretty well grappled.": null, "Siobhan: And I am prone.": null, "Aabria: And this one, you're gonna see, takes a big leap up, and it's": null, "starting to move up the spine and sees Thorn disappear-": null, "Rashawn: It's spider-walking up the spine?": null, "Aabria: It is up here now.": null, "Rashawn: That is crazy-": null, "Siobhan: Nasty.": null, "Aabria: And it's making its way to you. All right.": null, "Siobhan: Absolutely nasty.": null, "Aabria: We're gonna get an attack with advantage against Jaysohn, a": null, "natural one, thank God. Does a 12 hit?": null, "Siobhan: No.": null, "Aabria: Oh, it, (laughs) you know what? There's no reason that shouldn't": null, "have worked, so I'm just gonna say, this little chipmunk rocks up to": null, "you, slips on a puddle of blood that also kind of got you, and lands ass": null, "over teakettle right next to you.": null, "Jaysohn: See, it's slippery.": null, "Siobhan: She can't hear anything that I'm saying.": null, "Aabria: He kind of gestures over to his friends, like, (chirps) (group": null, "laughs) fully having missed, and another one's gonna go-": null, "Jasper: I feel like we could just have a chat with this chipmunks and be": null, "like, \"Yo, guys, why are we doing this?\"": null, "Aabria: Lila, does a 14 hit you?": null, "Izzy: Exactly.": null, "Aabria: Meets it, beats it. And you see this thing claws you for two": null, "points of piercing damage, and it's going to attempt, just as the rest": null, "of them, I need you to make an athletics or acrobatics check as it": null, "attempts to grapple you with its mouth proboscis. You've gotta beat a": null, "14.": null, "Izzy: And I absolutely do with a 22.": null, "Aabria: Amazing, what does it look like as you- (dark music)": null, "Izzy: I grab this thing.": null, "Aabria: You want to grab it?": null, "Aabria: I'll let you grab it and you can do some damage, but it will": null, "keep you in melee with it and you might take a little damage back.": null, "Siobhan: (whisper) Do it.": null, "Aabria: But now you have it": null, "(Jasper and Siobhan whispering 'Do it' over and over)": null, "Izzy: Okay, I'll do it. (group laughs)": null, "Izzy: Something is telling me to- (group laughs)": null, "Aabria: Something.": null, "Jasper: Something.": null, "Aabria: All right, you roll a D8, I'll roll a D4.": null, "Aabria: All right, you take three points of piercing damage.": null, "Izzy: Seven.": null, "Jasper: Yes.": null, "Aabria: Nice.": null, "Siobhan: Plus.": null, "Aabria: So you actually see that this thing is, like, looking for": null, "purchase on you and doesn't really have that, like, weak point 'cause": null, "you've got it in your hands, and you see that, like, one of the bits of": null, "this, like, ribbon-like tongue is trying to, like, burrow into the side": null, "of your paw. So it's only three points of damage, but you have a better": null, "understanding- (dark music stops)": null, "Izzy: Oh, I snapped my eraser in half. (group laughs)": null, "Aabria: Hey, good, you know what, honestly-": null, "Brennan: Welcome to my world, you know what I mean?": null, "Izzy: Okay, but they can, like, kind of understand us, right?": null, "Aabria: Give me an insight check.": null, "Jasper: Ooh. Come on.": null, "Izzy: Can it be investigation?": null, "Izzy: Cocked. (dice rattling) Help me, help me, God.": null, "Jasper: I'm sure it'll be fine. (laughs)": null, "Izzy: Okay, okay.": null, "Erika: No, that's, no.": null, "Jasper: That's, that's-": null, "Izzy: It's mostly on the 20. (group laughs)": null, "Jasper: Cocked, that's definitely cocked.": null, "Izzy: Aabria.": null, "Izzy: That is a natural 20.": null, "Aabria: If you let me give you three more points of damage, I'll let you": null, "use a cocked die as a 20.": null, "Erika: (indignantly) I have never.": null, "Izzy: Done.": null, "Aabria: Done?": null, "Jasper: Done, done.": null, "Erika: Everything's for sale at this table.": null, "Aabria: Look, I'm enjoying my time here. Okay, with a natural 20 on": null, "investigation, what are you trying to understand in this moment?": null, "Izzy: If I can, like, talk some sense into this girl. (group laughs)": null, "Aabria: So the one in front of you, you understand that, like, it's": null, "getting in sort of broad stokes what's going on, though the language": null, "barrier is there. The analogy sort of above game would be, like, trying": null, "to, like, chasten a dog where you're like, \"I know this dog doesn't": null, "understand, like, don't poop in this specific instance, but it": null, "understands, like, you've done something wrong in this moment.\" So": null, "you're sort of seeing it, like, the difference in intellect between the": null, "two. So this thing is pretty smart. It's smart enough to have, with its": null, "friends, moved into a bear, figured out how to keep it alive enough that": null, "they are now moving through the woods safely in a den of their own": null, "making, but not quite smart enough to, like, achieve language and, like,": null, "the level of civilization or society that you had within the Warren.": null, "Izzy: Uh-huh, so I can't tell it to, like, save my mom? (Aabria laughs)": null, "Aabria: That would also be convincing it against its better judgment,": null, "but I'll give you a different question. Like, yeah, you cannot": null, "communicate with this thing to tell it to go do something else. And we": null, "are back up to the top again. Jaysohn, you are up.": null, "Siobhan: Okay, I am gonna use half my movement to stand up from prone.": null, "Aabria: Done.": null, "Siobhan: And then I'm gonna punch the one that is already, wait, no,": null, "I'll punch whichever one who's little fucking weird proboscis is going": null, "into my sister.": null, "Izzy: I want to use it (silent) later.": null, "Siobhan: You can't talk to me, we're deaf right now.": null, "Rashawn: Oh, yeah.": null, "Lila: (silent) Well, I still want to use it.": null, "Jaysohn: (silent) What? No.": null, "Jasper: Oh, yeah.": null, "Jaysohn: That's my sister.": null, "Aabria: I will say, you can punch that one, but the one right next to": null, "you is prone, and you would have advantage on the attacks-": null, "Siobhan: Oh, then I'll do that. Great, oh, great.": null, "Aabria: To to the one that slipped in the same little-": null, "Siobhan: Yes.": null, "Aabria: Yuck puddle as you.": null, "Siobhan: That's a 14.": null, "Aabria: 14 hits.": null, "Siobhan: Okay, great, and then it's Primal Savagery plus modifier?": null, "Siobhan: Wild. (dice rolling) That's 11 damage, how's it looking?": null, "Aabria: Bloodied, about half dead.": null, "Siobhan: Well, I'm not gonna use a ki point on it. I'll just do a": null, "regular bonus attack.": null, "Aabria: Cool.": null, "Siobhan: Extra attack on it, and that's a crit.": null, "Erika: Oh!": null, "Brennan: There it is, there it is.": null, "Siobhan: So I didn't mean to.": null, "Aabria: Let's go. (chittering)": null, "Siobhan: So that is nine, 10, 11, 16, 16 damage.": null, "Aabria: Here's what I want. Siobhan, please explain to me how Jaysohn": null, "stands up and obliterates the chipmunk in front of him.": null, "Siobhan: I stand up and then, like, jump fully on its back, all four": null, "claws into its belly, and I bite its neck.": null, "Brennan: Ooh.": null, "Aabria: Ugh.": null, "Aabria: Give me-": null, "Siobhan: Like a stoat.": null, "Aabria: Yeah, give me an intimidation check.": null, "Izzy: Like a stoat.": null, "Jasper: Like a stoat. (dice rattling)": null, "Siobhan: That's a 13.": null, "Izzy: With Bless?": null, "Aabria: The best possible time to crit in the wrong-": null, "Siobhan: There?": null, "Aabria: No, wrong way, natural-": null, "Siobhan: Oh.": null, "Jasper: Oh!": null, "Aabria: The one that's currently in a sort of grapple situation with you": null, "maintains itself, but this one, truly upset about the brutal act of": null, "violence that reduced a brother into a hashtag.": null, "Rashawn: You put him on a T-shirt.": null, "Brennan: So these guys can't talk, but they can tweet, is what I'm": null, "supposed to understand. (group laughs)": null, "Aabria: You've been on Twitter, that makes perfect sense. (group": null, "chattering)": null, "Jasper: Hashtag past tense.": null, "Brennan: This is the representation of Twitter. This is what Twitter is.": null, "Aabria: A blood-soaked chipmunk is Twitter now.": null, "Aabria: So that's gonna give both you and your sister attacks of": null, "opportunity as this thing leaves your threatened area.": null, "Siobhan: Oh, great, I'll attack him as a reaction. Sure, why not? I": null, "don't have anything else to do as a reaction.": null, "Aabria: You also can.": null, "Izzy: Absolutely, I will do it.": null, "Aabria: That's an 18.": null, "Aabria: Hits.": null, "Izzy: Let me ask you a question right now.": null, "Aabria: Hold on, let's get this damage first 'cause this is gonna take a": null, "second.": null, "Siobhan: 13.": null, "Aabria: 13 points of damage?": null, "Siobhan: Yeah, I'm strong.": null, "Jasper: Mm-hmm.": null, "Aabria: Yeah, you're also, like, a child.": null, "Siobhan: Yeah, I'm a strong child. You ever try and wrestle an": null, "eight-year-old, Aabria, they're strong.": null, "Rashawn: They are.": null, "Erika: Yeah, it's because they have no moral compunction.": null, "Siobhan: Exactly.": null, "Siobhan: Yeah. It's the idea of, like, I don't have a sense of, like,": null, "how much I should do-": null, "Siobhan: Yeah, I have no sense of, I am trying to hurt this chipmunk.": null, "Aabria: And you absolutely do. This thing, like, staggers and is": null, "crawling back (laughs) towards its liver, half dead from a monster,": null, "truly just a monster in here with it. So you got tongue in one hand.": null, "Simon's leaving your threatened range, so you're kind of just swiping": null, "out as it's running away. This is just like a cheap shot as it moves": null, "away from you.": null, "Izzy: Oh, okay. Okay, okay, I'm gonna continue holding on to mine, and": null, "then sneak attack that one.": null, "Izzy: The other one threatening my brother.": null, "Aabria: Are you throwing a thorn, or are you-": null, "Izzy: How close are we, can I just-": null, "Aabria: Melee, that's why this is happening. Like, this thing was right": null, "next to you and is running away from you.": null, "Izzy: I'll Primal Savagery it.": null, "Aabria: Perfect, go ahead and make an attack roll.": null, "Izzy: Okay. (dice rattling) 16.": null, "Aabria: Primal Savagery is a D10 plus your sneak attack. (Izzy sings)": null, "Jasper: Why are you worried about them, they're fine.": null, "Aabria: They're honestly nightmares.": null, "Jasper: They are honestly so fine.": null, "Izzy: 11.": null, "Brennan: I don't know that we're all the same level. (group laughs)": null, "Izzy: And we shouldn't be.": null, "Jasper: I could show you their character sheets if you want, Brennan, I": null, "mean.": null, "Aabria: I need you to explain to me how you tag team, like, you see your": null, "brother get in a big hit, and you swipe out with one last hit. Explain": null, "how you kill Simon, my little chipmunk.": null, "Izzy: I think it sort of, like, perfectly shows, like, the dichotomy of": null, "our personalities of siblings because-": null, "Aabria: A metaphor.": null, "Izzy: Because Jaysohn, like, does, like, (imitates fighting noises) does": null, "it, and then I'm, like, holding, and I'm just, like, sort of look over": null, "and just, like, claw its face off.": null, "(group laughs at the brutality)": null, "Aabria: All right, so you're now holding a tongue and a face. (group": null, "cackles)": null, "Izzy: And I look at mine and I go. (laughs) (Brennan laughs heartily)": null, "Aabria: Intimidation check, I'm gonna give you advantage because of your": null, "brother.": null, "Izzy: Thank God.": null, "Jasper: Truly we're the monsters in this forest.": null, "Aabria: Yeah. (Alvin and the Chipmunks impression)": null, "Brennan: ♪ I still want a hula hoop ♪": null, "Aabria: No. (players laughing as impression continues)": null, "Erika: ♪ We can hardly stand the wait ♪": null, "Jasper: You pulled us into this space.": null, "Aabria: I didn't mean, I just needed a naming convention.": null, "Rashawn: (Dave impression) Alvin!": null, "Erika: Jaysohn!": null, "Jasper: Jaysohn.": null, "Izzy: 16.": null, "Aabria: This one begins, like, trying to pull back from you so much": null, "that, like, there are multiple, it almost looks like vasculature, like,": null, "this tongue is like bits of vein, and it is tearing some of the weaker": null, "vessels trying to get out of your grip, and it's doing, like, damage to": null, "itself to try to get away from the two of you, a whole ass nightmare.": null, "Izzy: Can I let go of the face and grab another one?": null, "Aabria: No. (Jasper cackles) But I appreciate the effort. Ava, you're": null, "up, Lila, you're on deck.": null, "Erika: I shout out,": null, "Ava: All right, your kids have their first blood, drew their first": null, "blood, all right, good job, everyone. Candies for all.": null, "Erika: I'm going to use a Rabbit Hop then to jump 10 feet away without": null, "provoking an opportunity attack.": null, "Aabria: Okay, okay, how far away can you get, like, here?": null, "Erika: Yeah, and then 30 feet up here, up the spine.": null, "Erika: All right.": null, "Aabria: Where are you trying to get to? Just let me know how far you're": null, "trying to go.": null, "Erika: Right here, right here.": null, "Aabria: Yeah, you can get there, that's no problem.": null, "Erika: All right. So I get there.": null, "Rashawn: This bear has scoliosis.": null, "Aabria: This bear has seen some shit and has done nothing mean to you": null, "yet.": null, "Rashawn: I'm just saying-": null, "Aabria: Justice for this goddamn bear.": null, "Erika: So I take all of these clumps of nerves here, reach down in": null, "between the vertebrae, and I take a clump of nerves and I yank, and then": null, "the thoracic vertebrae that should probably control the lower half, is": null, "it the legs?": null, "Aabria: Okay, you think you could just control the bear now?": null, "Erika: I don't know, we'll see.": null, "Aabria: Y'all are so goddamn wild, and I get why you're related. It's so": null, "interesting, all right.": null, "Rashawn: Like, \"Ooh, Mommy.\" (claps)": null, "Aabria: Now, we're counting it down. I will say maybe that's lumbar, so": null, "go ahead and give me a luck, just straight luck roll.": null, "Erika: All right. (dramatic electronic music) That's a one. (group": null, "Aabria: All right, sure, you think you've got this. (group laughs)": null, "Erika: All right, while I shout,": null, "Ava: Hang on, kids,": null, "Erika: and I yank.": null, "Aabria: Give me an attack roll.": null, "Erika: I guess I'll do, I will use Primal Savagery for this.": null, "Erika: Or... Or can I use my club?": null, "Aabria: I mean, you're trying to reach in and yank, it's not, it's less": null, "of a scoop-": null, "Erika: I dig in and I dig in, then I sort of yank up. (rope whipping)": null, "(Aabria laughs at the nerve of this play)": null, "Rashawn: Whoa.": null, "Aabria: I'm in hell, but I gotta allow that you're gonna use a raccoon": null, "penis bone to dig into the spine of a bear-": null, "Siobhan: Yeah, we really brushed over that.": null, "Aabria: Yeah, yeah.": null, "Siobhan: When that happened-": null, "Aabria: We can talk about it, but let me just-": null, "Siobhan: I've been thinking about it the whole time.": null, "Aabria: Yeah, hey, under here, just explain, like, there's gonna be a": null, "lot of nature facts. A baculum is a dick bone.": null, "Jasper: Huh.": null, "Siobhan: Only some animals have them. That's how you can tell the": null, "difference between a fox skeleton and a dog skeleton, 'cause foxes have": null, "penis bones.": null, "Izzy: Fox have a dick bone?": null, "Siobhan: Yeah, dogs don't.": null, "Rashawn: (silently) Yeah.": null, "Aabria: What was your?": null, "Erika: 11.": null, "Aabria: Okay, with an 11, you kind of get down in there. You don't": null, "really get, like, the yank you want, but you do start destroying some of": null, "it. Like, it's not the precision effort you want.": null, "Erika: Okay, well, something's gonna happen there, if you're attacking": null, "the nerves, like-": null, "Aabria: Oh, for sure.": null, "Erika: Some sort of movement's gonna happen.": null, "Izzy: You got the damage?": null, "Aabria: What's the damage?": null, "Erika: Oh, the damage is eight.": null, "Aabria: Eight points of damage, this bear is looking extremely rough,": null, "and as you sever the, like, nerves going to its back legs, I need": null, "everyone to make a strength saving throw. You're gonna make yours with": null, "disadvantage 'cause you're not holding onto its spine. You're sort of": null, "just ripping nerves up in a moment as its entire, like, haunches at the": null, "back slams down.": null, "Erika: I do have advantage on strength checks right now. So does it just": null, "even?": null, "Aabria: Sure, so it's flat now.": null, "Izzy: Nat one.": null, "Siobhan: I got a 24.": null, "Brennan: 12, but I'm restrained.": null, "Rashawn: Nine.": null, "Aabria: (whisper) Nine?": null, "Jasper: 13.": null, "Rashawn: But I'm in the brain.": null, "Jasper: 13.": null, "Erika: 16.": null, "Aabria: All right, so it's sort of just Lila at this point. I think": null, "because you're not gripping anything for stability, you're just holding": null, "a tongue and a face. (Erika laughs wheezily)": null, "Rashawn: Yes.": null, "Izzy: We fall together.": null, "Aabria: We fall together. (Rashawn faintly speaking) I'm gonna send you,": null, "one, two, three. Can we performance check? I just want you to roll": null, "something different to hold onto this tongue as you literally go sailing": null, "in the air.": null, "Izzy: No.": null, "Aabria: All right. Let's see.": null, "Izzy: No, I don't hold on.": null, "Aabria: It's okay, go ahead and roll a D6 for me.": null, "Siobhan: Oh, boy.": null, "Aabria: Oh. (laughs)": null, "Izzy: Four.": null, "Aabria: You deal four more points of damage as you take half of its": null, "tongue with you. (group groans in disgust) And you're gonna take 12": null, "points of bludgeoning damage as you, like, hit-": null, "Izzy: I'm gonna take 12 points of bludgeoning damage?": null, "Aabria: Yeah, you just flew across the body.": null, "Izzy: On a liver. (group snickers)": null, "Aabria: Yeah, a cirrhosis liver, the bear has a problem, so it's": null, "actually quite hard.": null, "Brennan: Ooh, a hard liver. (group groans) You've gotta go to the-": null, "(group 'hm'-ing in agreement)": null, "Aabria: That's why they had to add moss, to get it soft again.": null, "Brennan: So in the medical profession, you have what we call hard liver.": null, "Aabria: Hard liver, it's terrible, you don't like to see that.": null, "Rashawn: We should just marinate it overnight, you know, let it get": null, "good, like a yogurt based marinade or something. (Siobhan laughs)": null, "Aabria: But you take this thing's proboscis off the table, it's just": null, "taken too much damage.": null, "Siobhan: Well, that's good.": null, "Aabria: Are you done?": null, "Izzy: I'm happy.": null, "Erika: Uh-huh, yes, and": null, "Ava: I can't help but think to myself that this would actually make a": null, "nice burrow if we got all of those chipmunks out, you know? This is kind": null, "of how, the way that-": null, "Tula: Mama!": null, "Ava: My grandmother, yes?": null, "Rashawn: We're all deaf, but no. (group chattering)": null, "Jaysohn: Grandma, can I stay in the left kidney? Can that be my bedroom?": null, "Ava: Well. I suppose you'll have to ask your mother.": null, "Aabria: Wild. Nope, Lila, you're up, do.": null, "Izzy: Well, my spine is broken. (group laughs)": null, "Aabria: There's plenty to go around, you can get more. Store bought's": null, "fine.": null, "Rashawn: I make my spine at home. (group laughs)": null, "Aabria: It's like bone broth.": null, "Siobhan: For my husband, I make my spine at home. (group laughs)": null, "Izzy: Can I make it to where my mom is?": null, "Aabria: How much movement do you have?": null, "Izzy: 30.": null, "Brennan: And then you have that bonus action Rabbit Hop, too.": null, "Izzy: I could Rabbit Hop.": null, "Aabria: Do you bonus action Rabbit Hop to do it? You also have bonus": null, "action dash. So you can get there, you're just gonna have to burn your": null, "bonus action to do it.": null, "Izzy: Yeah, sure, I'll bonus.": null, "Aabria: Sweet, then you can get right up behind it.": null, "Izzy: And can I sneak attack this one that's burrowing into my mother?": null, "Aabria: You absolutely can.": null, "Siobhan: Yay!": null, "Izzy: Then can I grab onto its proboscis?": null, "Aabria: We'll see, we'll see.": null, "Jasper: Stop putting your hands on the proboscis, kids. (Aabria laughs)": null, "Izzy: Natural 20. (group cheers)": null, "Siobhan: Brrah!": null, "Jasper: That was a sound effect, just-": null, "Izzy: With my dying breath, I'm going to save my brother-": null, "Aabria: Your dying breath?": null, "Izzy: I have six hit points.": null, "Erika: Oh, don't be so dramatic. (group chattering)": null, "Rashawn: Why didn't you say anything? (Rashawn hyperventilating) I'm in": null, "the brain, (laughs) I can't.": null, "Brennan: I'm in the brain, I can't hear what's happening. I'm in the": null, "brain. (group laughs) We're all over this fucking bear.": null, "Rashawn: I know, (laughs) it's just, (whisper) I'm gonna bite the brain.": null, "Siobhan: They're looking at me.": null, "Brennan: Where are you guys, yeah, I'm in the brain.": null, "Rashawn: Just drop a pin.": null, "Izzy: Yeah, wait, are you using-": null, "Brennan: Share your location with me, I don't-": null, "Rashawn: I'm in the medulla oblongata. (group laughs)": null, "Izzy: So I get to do four D6 and two D8?": null, "Aabria: Wait, are you using Primal Savagery?": null, "Aabria: That's a D10.": null, "Izzy: Two D10?": null, "Aabria: Yes, oh, no, this is so sad. I was gonna absolutely wipe the": null, "floor with your mom, shit.": null, "Izzy: You were gonna wipe the floor with my mom?": null, "Aabria: Yeah, but now you're gonna kill it, unless you roll-": null, "Izzy: Oh, you were gonna wipe up the floor with my mom.": null, "Aabria: I was going to, and then you crit on my guy. (dice rattling)": null, "Brennan: How much is this? This is, like, four D6 plus two D10 or": null, "something?": null, "Aabria: Plus modifier.": null, "Izzy: One, one.": null, "Izzy: Three, five, five, six, six.": null, "Aabria: Oh, you just said numbers.": null, "Rashawn: 16.": null, "Izzy: Well, someone needs to add that for me.": null, "Rashawn: Sixteen plus- One, one, three.": null, "Brennan: Five.": null, "Izzy: Five, five, six, six.": null, "Rashawn: 21.": null, "Brennan: 27, plus your modifier?": null, "Erika: Plus five.": null, "Izzy: Plus five.": null, "Brennan: 32. (Erika squeals) (Jasper blows air out forcefully)": null, "Aabria: Absolutely obliterated, you can take, you can take the proboscis": null, "when you're done. This thing had 30 hit points.": null, "Aabria: Just tell me what you do.": null, "Izzy: I'm gonna grab as many of the tongues and just yank them all out.": null, "(viscera splashing)": null, "Aabria: Yeah, you reach out with your claws. You reach and, like, grab": null, "it by the back of its skull, paralyzing it, and then reach around with": null, "your other hand and grab that disgusting tongue and rip down, now-": null, "Izzy: Hurt Mommy?": null, "Aabria: You roll the damage, roll three D6 for me.": null, "Izzy: On my mom? (dramatic music)": null, "Aabria: Just roll three D6.": null, "Rashawn: It's okay, it's okay.": null, "Siobhan: It's okay.": null, "Rashawn: It's okay.": null, "Aabria: Yeah. You're good, she's fine.": null, "Brennan: She's the dungeon master, sweetie. You have to roll three D6.": null, "Izzy: Are you my mom or my husband in this moment? (group laughs)": null, "Aabria: Why not both?": null, "Izzy: Nine.": null, "Brennan: Nine, so you're gonna take nine points of damage as, like, that": null, "tongue sort of, like, rips out of the various holes. It was going to do": null, "way more damage if it had gotten to its turn, so unless you were gonna": null, "sit there and surgically, like, remove-": null, "Izzy: Thank you for saying that.": null, "Aabria: Yeah, you're great.": null, "Aabria: She shakes it off. Is there anything else you want to do, you": null, "little heathen? Delightful.": null, "Izzy: There's another chipmunk there, right?": null, "Aabria: Yeah, do you have another attack?": null, "Izzy: No. (group laughs)": null, "Aabria: I mean, that'll goddamn do.": null, "Jasper: Yep.": null, "Brennan: As you rip the tongue out and it comes out of me and this": null, "chipmunk is immediately dead, I'm just gonna look at you and go-": null, "Izzy: I still have the face.": null, "Aabria: Of course you do.": null, "Izzy: I have a group of tongues and the face.": null, "Brennan: I look at that and I think, unfortunately, I think to be": null, "realistic, I'm not in the head space where I can have a sweet moment": null, "Brennan: But I think hauntingly I go, I look at you and say the same": null, "thing I said to your brother earlier,": null, "Tula: I've only ever seen one stoat do that.": null, "Lila: What?": null, "Tula: I just, run, run, fight, fight, run.": null, "Lila: What's the Blue? (Brennan stammers)": null, "Tula: It's, I'm gonna tell you about the Blue. Thank you, sweetie. I'm": null, "gonna tell you about the Blue when we're not in the bear.": null, "Aabria: You know, just 'cause it's really funny, can you roll an": null, "intimidation check for me? It's like-": null, "Izzy: Against whom? The other hurt 'munk?": null, "Aabria: Your mom. Yeah, it'll be against both.": null, "Izzy: My mommy?": null, "Aabria: Yeah, I think you're terrifying right now in, like, a fun way.": null, "Izzy: Bad, bad.": null, "Aabria: I mean, the chipmunk rolled a two.": null, "Izzy: A nat one, oh. (group laughs) She thinks I'm adorable. (group": null, "Aabria: Just a little blood-soaked guy.": null, "Brennan: I look at you and go,": null, "Tula: My little sweetie.": null, "Brennan: Hug my daughter.": null, "Aabria: I think there's something really sweet about, like, the camera": null, "angle on this that, like, just zoomed in on you, is fully a horror show,": null, "and then it just backs up, that you're, like, you're a child and you've": null, "just done a good job, and it's not as scary, but you are become death-": null, "Izzy: And I'm holding a face and a bunch of tongues, yeah.": null, "Aabria: A little bit, yeah.": null, "Brennan: The Brad Pitt \"Seven\" meme, \"What's in the Blue, what's\"-": null, "Jasper: What's in the Blue?": null, "Aabria: All right.": null, "Lila: Jaysohn, look. (group laughs)": null, "Aabria: Tula, you are up, Viola, you're on deck.": null, "Rashawn: Okay.": null, "Brennan: Okay. Is there still, there's still a chipmunk up in the mix": null, "with us, right?": null, "Aabria: There's a chipmunk up in the mix. Give me a perception check.": null, "Brennan: Perception is going to be 12.": null, "Aabria: The chipmunk is up in the mix and still there and moving and": null, "looks incensed, truly furious, like, frothing at the mouth. But you are": null, "standing on a heart that has slowed down to the point where, like, you": null, "look down and you're like, still technically beating. This thing is on": null, "its last legs, so what do you want to do?": null, "Brennan: Let me ask you, dungeon master.": null, "Aabria: Me!": null, "Brennan: If this thing seems on death's door, and, like, the smartest": null, "thing for me to do is just keep chewing through this heart, that's what": null, "I'm gonna do. I am out of smites, I've used up all my juice, right?": null, "There's one thing that I could do that would be very weird, but if I": null, "feel like I can't—": null, "Erika: Well, you gotta do it.": null, "Brennan: If I feel like I can't get it done in one bite, I think I need": null, "to throw the Hail Mary 'cause of me and my daughter are both very": null, "injured. So there's a weirder thing I think I would try to do in this": null, "moment if I feel like I can't get it done in one hit.": null, "Aabria: Okay, shoot, 'cause I want to see the cool thing. The honest": null, "answer is, if you focus on this thing and land the hit, it's done.": null, "Brennan: Okay. But I also know my sister and Thorn are out there, so I": null, "think what I might, this is a weird one. I'm just gonna throw it at you,": null, "just 'cause I want you as a fellow person who loves the rules of the": null, "game to know.": null, "Brennan: I can spend five points of Lay on Hands to cure a disease, and": null, "I'm standing on the heart of this bear.": null, "Aabria: Oh, shit.": null, "Brennan: I don't know what that would do, but there's part of me that": null, "knows I can do this. I know I can heal my kids when they're sick, right?": null, "And I'm standing on this bear, and looking at these chipmunks and seeing": null, "the whole last round of combat, I think I look and go, \"This animal's": null, "not dead, and it hasn't done anything other than roar, likely in pain,\"": null, "and there's some amount of empathy that goes out to it. Empathy here": null, "might be killing it, right? I'm going to, I think, release five points": null, "of Lay on Hands into the heart to cure a disease, just to see what that": null, "would do.": null, "Siobhan: Cool.": null, "Aabria: Give me just a charisma check, your spell casting. (dice": null, "Brennan: That's a four.": null, "Aabria: Okay, in this moment, you know how to end the threat. This thing": null, "is on death's door, but there's a lot of things happening right now. The": null, "death of the bear seems like the worst possible outcome for these": null, "chipmunks, but it's not going to kill them. But you do, as you're sort": null, "of putting all of this together, realize that the disease afflicting": null, "this bear is this parasite infection. (slow orchestral music) You don't": null, "think, with a four, that curing this bear will spare its life, but you": null, "do think it might knock out the rest of those parasites.": null, "Brennan: Okay, the bear's beyond saving. I know I rolled very badly, but": null, "just based on your narration there, it's like the disease is the thing": null, "keeping it alive, kind of thing, okay.": null, "Brennan: In that case, I will go for it. I will knock out, I will put": null, "five points into the bear and try to knock out the parasites, if I can.": null, "Aabria: Okay. Lila, you've wanted to know for so long what the Blue is,": null, "this thing that you've heard about, spoken in terms too nebulous for a": null, "mind as sharp as yours. Jaysohn, in that same way, you see your mom sort": null, "of changing from a kill stroke to something different, something": null, "cleverer, and you see her hands go entirely to blue as she puts them": null, "deep into the tissue of this heart and releases something that causes a": null, "surge of blue to move all the way through, a pulse through this entire": null, "body. What are you looking for or at in this moment, where you are": null, "suddenly, like, point blank looking at the interaction of blue in the": null, "world coming from your mother, the person you trust most out of all": null, "things? Like, where is your priority? Are you trying to understand the": null, "magic of it? Are you trying to understand your mother? Are you trying to": null, "understand the bear? Are you trying to understand, like, these": null, "chipmunks, this parasite? What do you care about as, like, this big": null, "tremendous thing goes off? Where are your eyes?": null, "Izzy: My mom.": null, "Aabria: Give me, then, an investigation check. (slow suspenseful music)": null, "Izzy: 15.": null, "Aabria: What you see, as she releases this energy into the heart, is her": null, "eyes go blue, and then sort of her arms are covering it, but you see, as": null, "though it was, like, a light under a blanket or behind, like, under a": null, "lampshade, a flash of blue where her heart is. And the pallor that it": null, "casts internally to her feels wrong, fundamentally wrong for the first": null, "time. The thing she's doing isn't wrong, but there is something wrong": null, "with the magic as it moves through her. Jaysohn, what do you care about?": null, "Siobhan: I mean, I'm pretty hungry.": null, "Erika: Ooh, (laughs) what?": null, "Jasper: Yum.": null, "Rashawn: After all this, you want to eat?": null, "Aabria: So distracted?": null, "Rashawn: Work.": null, "Siobhan: I don't know, Jaysohn's not smart. Lila is the smart one.": null, "Aabria: So what's Jaysohn looking at? Are you trying to, like, get a": null, "little, get a little bite?": null, "Siobhan: I'm just thinking about having a little bite. Maybe one of": null, "these chipmunks, we've killed a lot of chipmunks. I'm pretty hungry, I'm": null, "just a little hungry. (laughs) I'm just a little hungry guy. I'm": null, "growing.": null, "Aabria: Give me a wisdom saving throw. (dice rattling)": null, "Siobhan: I crit. (group laughs)": null, "Aabria: Aren't you good at wisdom?": null, "Izzy: What was that?": null, "Siobhan: I crit and I got a crit, a nat 20.": null, "Aabria: Oh, a natural 20, oh, okay. I thought it was the wrong kind-": null, "Brennan: So it's for a 25, you'd, yeah-": null, "Aabria: I believed, (laughs) I believed you.": null, "Rashawn: Come on, nephew.": null, "Aabria: You have this, like, insane, like, just intrusive thought, and": null, "then it gets chased with the thing that you've seen and know, and you,": null, "not in that impulsive way of, like, I don't really care. It feels like a": null, "phenomenally good idea to take a bite. Do you do so?": null, "Siobhan: Yeah, I'm hungry. I'm hungry, I take a bite. (group chattering)": null, "Aabria: As your mouth, like, sinks into this flesh, like, the flesh goes": null, "blue in your hand as your mom's magic pulses through everything, and you": null, "feel a connection to the Blue, even behind your eyes.": null, "Izzy: Oh, my God.": null, "Jaysohn: Guys, you should try this, it's pretty good.": null, "Izzy: Are you freaking magic-": null, "Aabria: You're gonna level up.": null, "Siobhan: Oh. (group exclaims)": null, "Izzy: Chomp, chomp, chomp, chomp, chomp! (group chattering)": null, "Aabria: Ava, what do you care about and what are you looking at in this": null, "moment?": null, "(slow electronic music)": null, "Erika: Did I just see that?": null, "Aabria: This is all happening simultaneously. This is the bullet time": null, "of, like, something big is happening and what were you looking at? It's": null, "like the vantage point, like, what were you looking at when it happened?": null, "Erika: I look back (group chattering) at the family, and I try to": null, "remember what it was like that day so long ago. Do I know this?": null, "Aabria: History or arcana with advantage. (dice rattling)": null, "Erika: Both of them are zero. (dice rattling) (slow electronic music": null, "continues) It's a 14, and I'm gonna put it into history.": null, "Aabria: You think back, and the creatures that you saw, they walked on": null, "two legs. You've seen a bear walk on two legs before when it's kind of": null, "reaching up a tree. This is different. You were covered with something": null, "that you've never seen since then, but the smell of it, that plastic-y": null, "wrongness, but that ozone of whatever the people in your Warren call": null, "Blue, though you think that's a bit of a coddling name for it, it's": null, "everywhere. This isn't what you experienced in that moment, but this is": null, "a part of whatever's happening to your home, to your family, it's all": null, "connected, and you feel now closer than ever to what you experienced on": null, "that day.": null, "(slow orchestral music)": null, "You pumped five points curing the disease in this bear, and every other": null, "chipmunk (faint heartbeat) immediately drops to the ground, dead. This": null, "parasitic behavior, they were keeping it alive. Everything in this wood": null, "knows how dangerous it is to be here, and they looked for different": null, "ways, \"How do I protect myself, how do I protect what I care about?": null, "Build nests, find something strong.\" This is just sort of, animals,": null, "(slow orchestral music continues) (heartbeat continues) and when you": null, "think of what an animal is, you feel just a little bit of distance from": null, "that idea, not stoat, but animals exploit one another. That's how nature": null, "works, and this is just a different, more terrible kind of exploitation,": null, "and you in this moment are able to put an end to that cycle. But in that": null, "same vein, you feel the heart stop beating, and all of you feel, as this": null, "bear just slowly, not in a tremendous flash of pain, just lays down and": null, "is quiet and still. And for Thorn and Viola, you see that blue field": null, "that you were working toward flash blue and begin to dim. What do you": null, "do? (slow electronic music)": null, "Rashawn: I was gonna bite this brain. (Aabria laughs)": null, "Izzy: She was, she was.": null, "Aabria: Go ahead.": null, "Rashawn: I was going to, like, and almost in the same vein of my sister,": null, "like, this is an organ that, if I bite its brain stem, this whole thing,": null, "it's like Jenga to me.": null, "Aabria: You get there and you see, you've seen so many brains, you are": null, "all carnivores and predators, and its sort of pulsing glow begins to": null, "weaken and dim.": null, "Viola: Go, honey, take a bite.": null, "Aabria: You're met on the other side by your husband.": null, "Jasper: Just through the brain, just?": null, "Rashawn: Meet me at the brain.": null, "Jasper: Hello, sweetheart.": null, "Aabria: Oh, God.": null, "Siobhan: It's the worst \"Lady and the Tramp\" I've ever seen. (slurps)": null, "Brennan: ♪ This is the night ♪": null, "Izzy: I was thinking about Steve and Miranda on the Brooklyn Bridge.": null, "Siobhan: Oh, yes, yes.": null, "Aabria: I need both of you to make, you're gonna make a charisma saving": null, "throw, and you're gonna make a wisdom saving throw.": null, "Jasper: Okay.": null, "Rashawn: I got a six.": null, "Aabria: A six?": null, "Rashawn: Yes.": null, "Aabria: You bite in-": null, "Izzy: You level down.": null, "Aabria: And you're, (laughs) you're a level one now.": null, "Rashawn: No.": null, "Jasper: No. (Aabria laughs)": null, "Aabria: You bite in and the Blue, like, rushes into you and through you,": null, "and though you feel like you've connected to something, something that": null, "is overwhelming but not unfamiliar, you feel the world sort of swirl and": null, "go to black around you as you lose consciousness, but you're okay-": null, "Jasper: An 11?": null, "Aabria: You watch your wife drop and hold on just a little bit longer as": null, "your bite into it seems to send the other half of that surging blue into": null, "you, and you're able to see her and see sort of your last thought being,": null, "\"She's not dead, but this was too much.\" And in that way of surrender,": null, "you also surrender to it and fall unconscious.": null, "Jasper: I just reach out for her.": null, "Rashawn: Oh, you just feel my hand go limp, or my paw go limp in your": null, "hand, paw.": null, "Izzy: You feel her glove. (group laughs)": null, "Aabria: The glow of the Blue fades away, and everything is still and": null, "silent inside this bear. You're almost immediately, (dark orchestral": null, "music) you can kind of feel the way it settles, that this would not be a": null, "good permanent home. It was only the fact of it, like, staying alive": null, "that the muscles stayed tight, that nothing went slack, that you're more": null, "in a, like, deflated basketball now than in, like, a little house made": null, "of meat. (dark orchestral music stops) What, why, I used basketball.": null, "That was the best word I could think of.": null, "Rashawn: Aabria, I'm just reacting to the-": null, "Aabria: Ball is life.": null, "Rashawn: Beautiful language, and it is upsetting.": null, "Siobhan: You're doing it beautifully disgusting.": null, "Aabria: Thank you.": null, "Rashawn: So well.": null, "Jasper: Fantastic.": null, "Aabria: What do you guys want to do?": null, "Ava: Well, I'm glad you all decided to come after your old grandmother": null, "finally.": null, "Aabria: Just give a speech, interesting.": null, "Erika: Yes.": null, "Aabria: Jaysohn looks better than he's ever looked. Two of them look": null, "like they're on death's door, and you are fully, like, there is no sign": null, "of Thorn or Viola.": null, "Erika: Well.": null, "Siobhan: Oh, did any of us see which way, I know, we, I don't think, saw": null, "Viola going in, but maybe we saw Thorn going up this way-": null, "Jasper: Might have seen me?": null, "Rashawn: I mean, you pulled me up after I, like, fell, and then you": null, "jumped after your mother, so I was in the tree at some point.": null, "Izzy: I all but let you go. (group trying to hold in laughter)": null, "Aabria: I don't think anyone has an idea of where Viola is, but you": null, "moved in pretty stealthily-": null, "Jasper: I jumped in through this one and then hopped up this way-": null, "Aabria: Yeah, but, you know, they were in the middle of a fight. I'll": null, "let everyone that's still up in this room make either, like, perception,": null, "history, or investigation to have clocked and, like, have situational": null, "awareness of where everyone was during the fight.": null, "Siobhan: A 19, no, 18.": null, "Aabria: All right, you see it.": null, "Aabria: You kind of missed it 'cause you were going straight for the": null, "heart and worried about your children.": null, "Izzy: 22.": null, "Aabria: Sweet, yes, you also are aware.": null, "Erika: Dirty 20.": null, "Aabria: Oh, yes, all three. Basically everyone-": null, "Erika: I know where everybody is at all times, I have eyes-": null, "Aabria: Sure, so, yeah, you can give a speech.": null, "Erika: In the back of my head.": null, "Aabria: You know, you saw him run along the spine.": null, "Erika: So I'm like,": null, "Ava: yes, all right, all right, all right. Jaysohn, get that stuff out": null, "of your mouth. Get that stuff out of your mouth, it's no good.": null, "Brennan: I think I'm just, I think I'm just very still and I'm scooping": null, "up Lila and I'm just crying really hard. I don't think I'm, like,": null, "weeping or something, I think I'm just crying really hard.": null, "Siobhan: Can I run over to them and do that child-like pat on the back?": null, "Ava: Don't cry, don't, don't cry.": null, "Jaysohn: Are you okay, Mum?": null, "Brennan: I think I'm patting the heart. I'm just patting this bear's": null, "heart. (slow piano music)": null, "Aabria: Give me perception, medicine, or insight, your call.": null, "Brennan: I'll do insight. (slow piano music continues) It's a 16.": null, "Aabria: As you pat this heart, and sort of pour your sympathy into the": null, "situation into it, there's a little part in the back of your mind that": null, "understands that there's just a little bit too much in common right now.": null, "Ava: Sweet pea, don't cry. You did what you had to do, and you saved": null, "your family. You did real good, now stop, dry your tears, and we gotta": null, "keep moving.": null, "Jaysohn: And Lila got so many tongues.": null, "Ava: Yes, Lila did get so many tongues.": null, "Aabria: You just got, like, it's like a bouquet.": null, "Ava: Yes, yes, you did very nice.": null, "Aabria: Oh, my God. (laughs)": null, "Brennan: I'm gonna turn and say,": null, "Tula: Jaysohn, could you help us find Auntie Viola and Uncle Thorn?\"": null, "Jaysohn: Yeah, I think Uncle Thorn went that way.": null, "Tula: Could you go find him?": null, "Ava: Go around the spinal, I do believe he's under the spinal ganglia,": null, "and-": null, "Siobhan: Yeah, (laughs) I crawl through after-": null, "Aabria: Yeah, you see, just sort of in that, like, end of that glow": null, "(laughs)-": null, "Brennan: Beautiful, just two, like, otters holding hands at sea, but two": null, "stoats floating in a brain. (laughs)": null, "Aabria: Here's what we're gonna do. Put a little, like, thing right down": null, "there. Otters, also mustelids.": null, "Jasper: Hey, there you go.": null, "Brennan: There you go, there you go.": null, "Aabria: Part of the family. And you see your aunt and uncle holding": null, "hands across a big, old brain.": null, "Jaysohn: I think they might be dead.": null, "Ava: No, no, I don't believe that they're dead. Oh, they don't look": null, "great.": null, "Aabria: Wild.": null, "Erika: I'm just, as I come out there, I'm like,": null, "Ava: Hey, Thorn?": null, "Jaysohn: Mom?": null, "Tula: Yes, Jaysohn?": null, "Ava: Thorn?": null, "Jaysohn: Can you do that blue hand thing?": null, "Tula: I'll be right there.": null, "Brennan: And I'm gonna look at Lila and say,": null, "Tula: You did amazing, sweetie, you saved my life.": null, "Lila: You've been the Blue this whole time and you didn't tell me?": null, "Tula: Sweetie, you remember the bedtime story. We're all the Blue, the": null, "Blue's in all of us. It has been the whole time. I'll tell you all about": null, "it, let's get out of this bear.": null, "Ava: Viola, wake up.": null, "Brennan: I'm gonna take your paw and I'm gonna go up to the brain-": null, "Izzy: The one with the face in it or the one-": null, "Rashawn: Mama?": null, "Izzy: With the tongues in it?": null, "Aabria: Oh, yeah, she is holding onto a lot of body parts. So which one": null, "you grabbing?": null, "Tula: Sweetie, we're not gonna need any of those. (group laughs)": null, "Lila: I want to keep it.": null, "Tula: Keep your, can you just pick your one favorite and keep that?": null, "(group laughs) Pick your one favorite organ and keep that 'cause we": null, "don't have space for them all.": null, "Aabria: Hey, hey, Lila, your mom's really cool, but I think you get to": null, "keep what you want.": null, "Izzy: Who's talking to me? (group laughs)": null, "Aabria: It's just a little voice inside your heart, like, your mom's": null, "giving a lot of orders.": null, "Brennan: This is my new favorite NPC, is the devil inside my child's": null, "head.": null, "Aabria: You know, have you ever met a child? The person that tells the": null, "child to do crazy shit.": null, "Izzy: My imaginary friend.": null, "Erika: Children have no moral compunction. (group laughs)": null, "Brennan: Are we gonna-": null, "Izzy: Are you the Blue?": null, "Aabria: Hi, it's me, Bluey.": null, "(group laughs) (group sings the \"Bluey\" theme song)": null, "Erika: Mum!": null, "Aabria: Yeah. (laughs)": null, "Izzy: Well, Blue, do I pick the face or the tongue? (group laughs)": null, "Aabria: You should be able to keep both, honestly.": null, "Izzy: I agree, but my mom told me-": null, "Aabria: Let your mom know that you're, you saved your-": null, "Izzy: So I'll keep the face.": null, "Aabria: Aw. (laughs)": null, "Brennan: I'm gonna go up and give one point each to my sister and her": null, "husband.": null, "Jasper: Does that, does that work? (Erika claps)": null, "Aabria: You both come back up, you've both leveled up, but in fact all": null, "of you after this fight feel yourself, you know that, like, once you go": null, "to sleep and rest up, whatever happened in here, you are fundamentally": null, "different now. (Jasper sighs)": null, "Thorn: Thank you. (laughs)": null, "Tula: Of course.": null, "Thorn: Could we please get out of the bear?": null, "Ava: I still think that with just a little bit of arrangement, we could": null, "put some moss in the corner over there-": null, "Viola: Mama, we cannot stay here.": null, "Ava: That this would make a-": null, "Izzy: Lila vomits everywhere.": null, "Thorn: I can literally, I can see it starting to decay. Please, can we-": null, "Brennan: I'm just still holding Lila and I'm just gonna start leaving": null, "the bear. I'm leaving the bear.": null, "Jasper: Yeah, I'm following.": null, "Viola: Everybody, follow me.": null, "Jaysohn: Lila, you dropped your tongues.": null, "Viola: Follow me through the eyeball, everybody.": null, "Jaysohn: It's okay, I got them.": null, "Jasper: Just slide through.": null, "Rashawn: Just slide through the eyeball.": null, "Aabria: Oh, you guys take the little, like, whoop-whoop out through the": null, "front.": null, "Jasper: Wow.": null, "Aabria: Down the snout, down the teeth.": null, "Brennan: I'm looking over at my sister,": null, "Tula: Did you get in through the eye?": null, "Viola: Yeah, I-": null, "Tula: Nice.": null, "Aabria: Nice.": null, "Viola: And then-": null, "Viola: I cut a hole and then I went up into its brain.": null, "Tula: I jumped in through the hole and was in the heart and the": null, "chipmunks got me, I thought. (sighs)": null, "Jaysohn: There were chipmunks, were there chipmunks?": null, "Rashawn: I'm gonna give you four of my leftover Lay On Hands": null, "Brennan: I'm gonna give you two my leftover. (group laughs)": null, "Aabria: Interesting, interesting.": null, "Lila: I'm also really hurt. (group laughs)": null, "Viola: Oh, but you get to keep a face.": null, "Lila: But I got candy, too. (group laughs)": null, "Aabria: You do love candy. You all see the way that this bear sort of": null, "settled down, its head between its paws. There's a little, it's not a": null, "burrow, it's not a cave, but you know that as night begins to fall in": null, "these woods, a bear resting in the center is a pretty good shelter to": null, "hide beneath and get a little rest.": null, "Jasper: I think for what it's worth, Thorn turns around, kind of, like,": null, "lays a hand on the, like, snoot of the bear-": null, "Rashawn: Snoot.": null, "Jasper: And just,": null, "Thorn: (sighs) brighter than the sun, swifter than the wind.": null, "Jaysohn: And also to you.": null, "Thorn: Sorry, I was having a, yep, yeah, thank you, yeah.": null, "Brennan: Yeah, I'm gonna, I think I walk out of here with the rest of": null, "the family.": null, "Viola: I think everybody just needs a rest.": null, "Tula: I agree. Do you,": null, "Brennan: I know some of what my sister's capable of doing, as well. Do": null, "you, I don't know how I phrase it. I was like,": null, "Viola: do you have any power left in you for healing, or no?": null, "Rashawn: I believe I've got, healing, no, I mean, I gave you the last of": null, "my-": null, "Brennan: I understand.": null, "Rashawn: Points, and, I mean,": null, "Viola: The best we could do is have a rest. I have Sanctuary, but I": null, "don't think that'll, it'll ward off anybody who may come and attack us": null, "while we're asleep.": null, "Tula: Would you mind putting that on Lila?": null, "Viola: Oh, no, not at all. Lila, come here, come here, my favorite": null, "niece.": null, "Izzy: She's just like, 1,000 yard stare.": null, "Viola: Okay, look at you, you did so good, and you can tell me": null, "everything that happened. Get it out of your head, lay it on me. Lay it": null, "on Auntie.": null, "Lila: I don't know. I don't know.": null, "Viola: You don't know?": null, "Lila: I don't know, face? (group laughs)": null, "Rashawn: Face, I take the face from you and I look at it, and I fold it": null, "up. (group laughs)": null, "Ava: You know, if you treat that, that you can have it and save it and": null, "use it as a bit of a mask. It's a fun little party trick, ooh.": null, "Aabria: (under breath) Nightmare.": null, "Viola: Okay, Mother. (group laughs)": null, "Brennan: I look over at my sister and go,": null, "Tula: (whisper) She's forgotten that she taught us how to make face": null, "masks.": null, "Rashawn: I fold it up and I put it away, and I hold your hands and I": null, "cast Sanctuary on you, so that anybody who tries to attack you has to": null, "make a wisdom saving throw. So you are warded, essentially. I'm gonna": null, "say,": null, "Viola: You did, I don't know if you did good or bad, 'cause I-": null, "Lila: I did pretty good.": null, "Viola: You did, good, okay.": null, "Lila: Yeah.": null, "Viola: Well, not every day is gonna be like that, you know? We prepare": null, "for the worst that could happen, and the worst has happened, and you're": null, "still alive.": null, "Lila: Is that, is that what everybody's always talking about, like, that": null, "happened to Uncle Thorn and to Nana, and, like, when people say that": null, "they, like, saw things, and the, the Blue, and also danger, and, yeah.": null, "Viola: Yeah, I was really hoping that we would tell you this when you": null, "were much older. I would hope that you live in a world where none of": null, "these horrors you'd ever have to see, but, yes, I'm not gonna bullshit": null, "you. It's gonna be bad. But let's just have a little bit of peace,": null, "breathe it out, let go of all of that, and you don't have to see faces": null, "or tongues again if you really don't want to.": null, "Tula: Sweetie,": null, "Brennan: and I'm just, like, go side by side with my sister (gently": null, "chiming music) and just be like,": null, "Tula: Sweetie, you want to know the biggest, scariest secret of them": null, "all? The truth is that the Blue, monsters, the dust in the air, all": null, "that, the real reason that grownups talk about this like they have a big": null, "secret is because we're scared, too, because as much as you think we": null, "know everything, the biggest secret of all is we mostly don't. And": null, "that's what we hide from you. The thing we hide from the kids isn't that": null, "we know everything, it's that we don't know everything 'cause we don't": null, "want you to be scared. But the truth is, there's more about the Blue": null, "that is a mystery than there is things that we know. We know it has to": null, "do with the powers we have that other animals don't have. We know that": null, "it has to do with why there are so many strange things in the forest.": null, "But the people who have tried their hardest to find answers aren't": null, "around anymore.": null, "(gently chiming music continues)": null, "Ava: I don't like the level of honesty that's happening here.": null, "Lila: Shut up, Grandma.": null, "(gently chiming music stops)": null, "Tula: Oh, do not tell your grandmother to shut up-": null, "Viola: Don't talk to your grandmother that way.": null, "Ava: What did you say?": null, "Viola: Give me that candy. (group chastising Lila) Give it to me.": null, "Ava: Rude language.": null, "Viola: Give it to me, you're done.": null, "Tula: You have been raised better than that-": null, "Viola: Don't you do it.": null, "Izzy puts the candy in her mouth still with the wrapper on": null, "Tula: Don't, not with the wrapper, spit it out. Lila, you've done so": null, "good. You have, no, well, I'm gonna-": null, "Siobhan: I am up a tree,": null, "Jaysohn: Look at me, everybody, I'm up a tree, (whisper) I'm a good": null, "distraction,": null, "Ava: You know, you've never behaved this way-": null, "Jaysohn: I'm up a tree!": null, "Ava: for your father.": null, "Lila: (silent) You're not my mom. (audibly) I ate it.": null, "Aabria: And as your family dynamics return to something that has broken-": null, "Rashawn: These bad-ass kids.": null, "Aabria: That has broken the sort of tension of the truth of the stoats": null, "and of your family and of this forest and this place, we'll move away as": null, "you guys seek rest and rejuvenation in the shadow of the bear that you": null, "put to rest. And that's where we're going to end tonight.": null, "(group cheers) (group claps)": null, "Erika: Oh, my God!": null, "Aabria: We'll see you next time on \"Burrow's End.\"": null, "Jasper: What? (group chitters)": null, "[NEXT EPISODE - Episode 3: A Second Sun]": null, "[NEXT TIME ON DIMENSION 20]": null, "Thorn: Truly to describe to you what has just taken place would be a": null, "tale we might not ever have enough time for.": null, "Viola: We were in the innards of a bear. I was at the brain.": null, "Teedles: What?": null, "Thorn: Yep, like I said, not enough time.": null, "Aabria: It's not that the Blue is some monster or some, like, strange": null, "incursion, but the Blue is everywhere, it is everything.": null, "Ava: You may have seen one of those things, those creatures, the": null, "monsters, but I've seen many, many of them.": null, "Viola: Ugh, I don't know, ugh, I don't like it. Oh, something's gonna": null, "change.": null, "Thorn: The forest is scary.": null, "Viola: What? This is not what we expected right now.": null, "Tula: Look up to Dad.": null, "Lila: But Dad made your life really bad.": null, "Thorn: I feel bad I'm asking you to step away from your family.": null, "Viola: But you're my family, too. If something happened to you, and, I": null, "mean, I love them, but what if I was left all alone without you?": null, "Aabria: You see, deep in the woods-": null, "Jaysohn: What?": null, "Viola: Bigger than the bear?": null, "Ava: It must be, must be.": null, "Lila: We're gonna fight the Blue and we're gonna make it go away": null, "forever.": null, "Ava: Well, let's put a pin in that.": null, "Jasper: I just push, like, my whole essence, like, out towards this": null, "creature in just blind fury.": null, "Jaysohn: I'm here to defend you.": null, "Aabria: What?": null, "Jaysohn: I'll beat them all up.": null, "Aabria: You see your litter frolicking amongst a hundred, hundred other": null, "stoats, ones that you don't recognize, that you don't know, and": null, "everything is just a little different and a little corrupted.": null, "Lila: Jaysohn, shut up.": null, "Aabria: But that means everything's a little different, and that": null, "includes you and that includes your family.": null, "Tula: The forest is enormous, it's dangerous. You can't guarantee": null, "safety. You can't guarantee that you get to hold onto everybody forever.": null, "Thorn: I'm gonna do everything I can to keep this family safe.": null, "Aabria: Follow your instincts towards the light.": null, "(dramatic orchestral music) (dramatic orchestral music continues)": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC,": null}