{"Dimension 20": null, "Adventuring Party": null, " ": null, "Big Emotions Are So Fun": null, "Season 15 Episode 5": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hello and welcome to \"Adventuring Party, semicolon, Stoatal": null, "Recall.\"": null, "Izzy: Semicolon?": null, "Aabria: Oh, no. [group laughing] Well, I don't know what punctuation is.": null, "I don't know read that good.": null, "Jasper: I don't read.": null, "Erika: Semicolon is-": null, "Siobhan: No, it's colon. It's colon.": null, "Aabria: Yeah, it's colon.": null, "Siobhan: Semicolon is with the comma.": null, "Erika: Yeah, but semicolon is like the, you know, garlic salt.": null, "Siobhan: No, when making lists.": null, "Erika: It's like the avocado of punctuation.": null, "Siobhan: No, no, no, that's not how that works. No, no, no.": null, "Erika: Yeah, well, you're just gonna, like, toss that baby in.": null, "Brennan: No, language is whatever you believe it to be.": null, "Aabria: Here's the thing, I can make this work.": null, "Siobhan: We're striking for this right now, that semicolons mean": null, "something.": null, "Aabria: They do. It wasn't a colon. I had finished half of a thought,": null, "and my new thought was \"Stoatal Recall\" is a name that we use a little": null, "bit, also.": null, "Siobhan: It's a list of two things.": null, "Aabria: It's a list of two things.": null, "Jasper: A little bit.": null, "Siobhan: Okay, I'm offering you a comma [group laughing] as a-": null, "Aabria: I slap it outta your hand.": null, "Brennan: You guys, you ever listen to \"Semicolon\" by The Lonely Island?": null, "It's a funny song. [group laughing]": null, "Aabria: Sweet. So before it gets worse, how's everyone doing?": null, "Jasper: Ooh.": null, "Erika: Yes, yeah, yeah, yeah.": null, "Rashawn: She's stressed.": null, "Erika: Yeah.": null, "Rashawn: Stressed.": null, "Erika: Yeah, yeah, yeah, yeah. We're all ready to drop back into it and": null, "you're like, \"It's done.\"": null, "Izzy: A lot of lore.": null, "Brennan: Lot of lore. This episode fucking slapped.": null, "Siobhan: Yes, it was great.": null, "Brennan: So funny and then so tense. [group laughing]": null, "Rashawn: Yeah.": null, "Brennan: I was thinking about what you were saying before, 'cause you": null, "were saying like, \"Oh, we know this information already.\" And I was": null, "going back in my head and I was like, \"Oh, did I space out and forget": null, "it?\" And I realized that it was the awesome shadow puppets is where we": null, "were learning all this information. And I realized, I was looking back": null, "and I was like, \"Tula fully believed it was propaganda until Sybil said": null, "it.\"": null, "Erika: I think we said that, that we had another conversation 'cause we": null, "were asking... We were there when we were asking. Like, \"Oh, this is": null, "huge.\" Like, what, the rabbits-": null, "Rashawn: The rabbits must have been, like, huge.": null, "Erika: Must have been huge. And they're like, \"Oh, no, it was humans.\"": null, "Izzy: And they were like, \"It was humans.\"": null, "Erika: And we were like, \"What?\"": null, "Rashawn: \"What are those?\" Yeah.": null, "Erika: And they were like, \"Oh, you know, the big monster things.\"": null, "Izzy: But we didn't know they were coming back.": null, "Brennan: Yeah, we didn't know they were coming back.": null, "Izzy: Yeah.": null, "Aabria: Yeah, yeah, yeah. I think that's the big one. They're like,": null, "\"Sure, this is a former human warren,\" but that idea that everything": null, "we're doing is in preparation for the return of them.": null, "Izzy: Also, sometimes you get a little bit too much information at once.": null, "Aabria: Oh, for sure.": null, "Izzy: And too many things are new. And you go, \"Wait, what?\"": null, "Aabria: Yeah. [group laughing]": null, "Jasper: And I can also say, since we established that this was the first": null, "time that Tula has snored, [chuckles] that she has fallen into it.": null, "Rashawn: Yeah, that you slept.": null, "Erika: Oh, yeah.": null, "Brennan: Oh, maybe that's, yeah. That's the justification for why Tula": null, "was like, \"Wait a minute.\"": null, "Jasper: Whoa, whoa.": null, "Brennan: Actually, we already established that's a character thing for": null, "her when she was like, \"Did you say Uncle Thorn is bad?\" [group": null, "laughing]": null, "Jasper: \"Did you say humans?\"": null, "Brennan: [Brennan] She went, \"Humans?\" [group laughing]": null, "Aabria: I love the idea that this is, like, the first moment we're": null, "getting full Tula. Like you got three minutes of full sleep and you're": null, "like, \"Whole brain's back online, baby. What's going on? Wait, humans?": null, "No.\"": null, "Jasper: Some has come back online that hasn't been there for months.": null, "Brennan: [Brennan] Months and months.": null, "Jasper: Which is years in stoat terms.": null, "Brennan: [Brennan] Yes, it's years.": null, "Aabria: Yes. [laughs]": null, "Rashawn: No, it's crazy shit. Okay, I wanna talk about this damn tape.": null, "Aabria: Yes.": null, "Brennan: Let's go.": null, "Jasper: Yes.": null, "Erika: Oh my god, who was that?": null, "Brennan: Carlos.": null, "Aabria: That is Carlos Luna. Carlos, get in here. [group cheering]": null, "Rashawn: Carlos!": null, "Jasper: Get out here!": null, "Erika: Carlos, Carlos. [Carlos enters Aabria’s side of the table]": null, "Jasper: Yes, yes, yes! [group cheering]": null, "Erika: Hey, we love you, Carlos!": null, "Aabria: How are you doing?": null, "c: Good, good. How are you doing?": null, "Aabria: Oh, we're good. [group laughing]": null, "c: Weird being on this side. Wow, look at all the cool stuff you got.": null, "[group laughing]": null, "Jasper: Tell us the secrets, tell us the secrets.": null, "Siobhan: Press the buttons, press the buttons.": null, "c: Okay, okay.": null, "Brennan: Yeah, directly into Aabria's microphone. [group laughing]": null, "Aabria: Yeah.": null, "c: Cool.": null, "Aabria: Thanks, bye.": null, "c: Bye.": null, "Aabria: Yay, Carlos!": null, "Jasper: Woo!": null, "Aabria: Carlos is amazing. [group cheering]": null, "Siobhan: Yay!": null, "Izzy: Oh my god, Cheese.": null, "Aabria: That was very nice because, like, now he's the Head of Series,": null, "but, like, my first time on \"Dimension 20\" was getting to play at the": null, "same side of the table with him. So as we were kind of developing what": null, "this was going to be, I was like, \"You're also a person that does this.": null, "Like, do you wanna just make it? Can I give you a massive task in the": null, "middle of your massive task to your job?\" And he went, \"Yeah, let me": null, "think about it.\" And then turned in the dopest performance.": null, "Siobhan: That's great.": null, "Brennan: Unbelievable.": null, "Aabria: Shout-out to Dr. Wenabocker.": null, "Jasper: Yes, Dr. Wenabocker.": null, "Izzy: Did you write that that?": null, "Aabria: Mmhmm.": null, "Izzy: That was legit.": null, "Aabria: Thank you.": null, "Izzy: It was legit.": null, "Siobhan: But also performed so kind of nonchalantly in a way that I": null, "really was like, \"This is great.\"": null, "Rashawn: And that is what is-": null, "Siobhan: Just a man who's slightly bored at work.": null, "Izzy: That is what is really concerning.": null, "Rashawn: Yes, because this is a nuclear power plant, and whoever's in": null, "charge, it's so bad, but-": null, "Aabria: I love that. Go, go on.": null, "Rashawn: He's so nonchalant about it. 'Cause I believe, what Rashawn": null, "believes, is that there was something wrong, like a leak or a silo.": null, "Something-": null, "Aabria: You heard it. He said there was a loss-of-cooling accident.": null, "Rashawn: Yes.": null, "Aabria: That was logged.": null, "Rashawn: And then in the second half it was like, [sputters] \"We're not": null, "gonna do anything about it.\" [group laughing]": null, "Brennan: He's like, \"With what we have on hand,\" or something like that,": null, "like-": null, "Izzy: There's like, an alarm going off.": null, "Aabria: We have the material to handle this.": null, "Rashawn: So it makes me think that they knew something was gonna blow": null, "and they knew it's gonna spill out and we can't do anything with it. So": null, "it makes me think what is the half life, shout-out to Ms. Colclough, my": null, "high school chemistry teacher-": null, "Jasper: Heyo, let's go. [group laughing]": null, "Rashawn: One thing I remember is that chemicals have a half life or a": null, "shelf life.": null, "Aabria: Half life, you're correct.": null, "Siobhan: Half life, yes.": null, "Rashawn: Yeah, half life.": null, "Jasper: Yeah, yeah, yeah, half life.": null, "Rashawn: And we know that it's been 20 winters since these monsters were": null, "here, is that they knew that much time is what it's taken to come back": null, "and it be habitable.": null, "Brennan: So what to us is the age of civilizations is to them like we": null, "can't go back in that forest for 20 years.": null, "Jasper: At least 20 years.": null, "Rashawn: That's right.": null, "Jasper: At least for 20 years.": null, "Siobhan: Yes.": null, "Siobhan: And it was 1962-": null, "Brennan: Ah! Ah, we're in trouble!": null, "Rashawn: Some Chernobyl shit.": null, "Brennan: It really is.": null, "Jasper: We're in the shit, we're in the shit.": null, "Brennan: Yes.": null, "Siobhan: And it happened in 1962, which means it's 1982 now, which means": null, "the Berlin Wall is still up.": null, "Brennan: [laughs] And it's up to us.": null, "Siobhan: It's up to us.": null, "Izzy: To break it down.": null, "Siobhan: Mr. Gorbachev, break down that wall.": null, "Izzy: Wait, how do you know that happened in 1962? Did Carlos say it?": null, "Siobhan: Yeah.": null, "Aabria: Yeah, he did. The dates were on there.": null, "Izzy: He said 1962.": null, "Erika: We know specifically-": null, "Brennan: Now I'm imagining-": null, "Aabria: He's probably exact.": null, "Izzy: 1848.": null, "Jasper: 10 to 7.": null, "Aabria: It was 4-18-62, which is actually my dad's birthday.": null, "Erika: We are for sure not in America because of the way he phrased it.": null, "Aabria: The other way we know we're not in America is 'cause I referred": null, "to a thing that is clearly a moose as an elk, which is a thing European": null, "people do.": null, "Izzy: That is what my question was earlier today.": null, "Aabria: There we go.": null, "Brennan: Wait, but those are two separate-": null, "Aabria: Right. Okay, we can get fucking into this.": null, "Brennan: But I'm just saying, moose and elk are two separate species.": null, "Aabria: Correct. But the thing that in, like, American English, we call": null, "a moose the equivalent animal. I think it's like alces-alces is known in": null, "Europe as, yeah, you're also an elk.": null, "Brennan: They call moose-": null, "Erika: Is that the animal fact?": null, "Erika: Is that the one animal fact?": null, "Aabria: There's another animal fact. I had a whole bird fact and I": null, "didn't get to use it.": null, "Siobhan: Damn.": null, "Brennan: Wow.": null, "Jasper: We don't refer to anything like moose. Moose are-": null, "Siobhan: I'd say we're messed up.": null, "Aabria: I'll save it. I keep moving it down my thing like, \"Maybe next?\"": null, "Brennan: So, okay, we're hanging out in the woods-": null, "Aabria: We can't fucking-": null, "Brennan: A moose comes barrelling at you.": null, "Aabria: We can't do the moose thing.": null, "Brennan: You scream-": null, "Jasper: “Holy shit, an elk.”": null, "Brennan: Now what happens if an elk follows it?": null, "Izzy: No fucking way.": null, "Jasper: I go, \"Also an elk.\"": null, "Brennan: A different elk?": null, "Izzy: If I hear elk, I'm not as scared as if I hear moose.": null, "Siobhan: Hang on a second. We don't have moose or elk in England.": null, "Jasper: No, no, but I've been to... I went on a trip to Finland and they": null, "referred to it as an elk.": null, "Aabria: Thank you. Ooh, this one's bigger. [tosses Jasper a Snickers]": null, "Jasper: Whoa.": null, "Izzy: But maybe it was an elk.": null, "Jasper: But, yeah, no, in Finland it would be an elk.": null, "Brennan: So you'd be like, \"Oh, two quite distinct elk are coming\"?": null, "Jasper: Truly, I wouldn't know what the difference is, but there's": null, "potential that I guess someone familiar might-": null, "Brennan: Well, I'll tell you this.": null, "Izzy: We were using it interchangeably.": null, "Brennan: If you see an elk and you're like, \"That's a big deer,\" that's": null, "an elk. And if you see another elk and you're like, \"That's a monster": null, "from the dawn of time,\" that's a moose. [group laughing]": null, "Jasper: That's a truck.": null, "Izzy: Yeah, a moose. Megafauna.": null, "Brennan: Megafauna.": null, "Siobhan: Moose are megafauna.": null, "Jasper: Megafauna.": null, "Siobhan: Yeah, they're huge. They are the size of a truck. They're": null, "massive.": null, "Jasper: Yeah, yeah, yeah, yeah.": null, "Siobhan: Elk are like a big reindeer, right?": null, "Erika: Okay, so, like, yeah.": null, "Izzy: Those are different animals.": null, "Siobhan: They're, like, big. It's like, yeah.": null, "Brennan: Yeah. Glad we cleared this up.": null, "Aabria: If you wanna get, like, in the weeds on this, I'm gonna get so": null, "fucking spicy about it. [Jasper laughing] It's a big thing, and don't": null, "worry about what the fuck it's called.": null, "Jasper: Yeah.": null, "Aabria: Move along. They're called both. I've already argued with Molly": null, "about this. [group laughing] She's like, \"You said both, but they're": null, "different.\" I'm like, \"Wikipedia disagrees.\"": null, "Izzy: It sounds like moose are bigger.": null, "Molly: [from off stage] Wikipedia is not always right.": null, "Siobhan: [laughs] Thank you, Molly. Molly's official title is lore": null, "keeper, so we do have to respect it. [Brennan laughing]": null, "Jasper: Yeah, I am very much the same. It was just, like, the terrifying": null, "moment of like, okay, so this fully is Chernobyl, we're in the middle of": null, "Chernobyl, and, yeah, I had much the same kind of like thought of you.": null, "Like, okay, so they want to come back for what reason? That's gonna be": null, "interesting. Also, I really kind of wanna see the face of the dude who": null, "first swings open the door and there's like 2,000 stoats just, like,": null, "chilling.": null, "Siobhan: Speaking English and standing up on-": null, "Jasper: Speaking English.": null, "Brennan: Wearing sashes, directing traffic. Attacking them with cow": null, "prods, just like-": null, "Izzy: That's what I thought was gonna happen when UCB came back. [group": null, "laughing] That it's gonna be all rats. Like, and they have their own": null, "improv community.": null, "Siobhan: And just open up that, like-": null, "Erika: Me, me, me, me, me, me. Okay, what do you need? Can you give me a": null, "suggestion?": null, "Aabria: Cheese, cheese.": null, "Brennan: In the back hall there's a rat being, like-": null, "Siobhan: Oh, where is Cheese?": null, "Brennan: [high-pitched voice] \"For your second piece, you've gotta come": null, "back, and you can either go analogous or you can go time dash.\"": null, "Siobhan: Wow, that rat came all the way from New York City. [group": null, "Brennan: Hey, if it's UCBLA, there's a lot of New York rats up in there.": null, "[group laughing] You know what I'm fucking talking about. [cast claps": null, "and cheers]": null, "Erika: Oh my god, I fucking hate it.": null, "Rashawn: This school... Okay, so if these were enlightened stoats": null, "because of all of this stuff, if they've had 20 years to wise up and not": null, "be afraid to know that some crazy shit is happening, it's just like": null, "these kids who grew up basically in the hood understand the world so": null, "much better than these dumb-ass people on the inside.": null, "Brennan: Lukas.": null, "Siobhan: Oh my god, Lukas.": null, "Rashawn: Oh my gosh.": null, "Jasper: Fucking Lukas.": null, "Siobhan: Yeah, agree.": null, "Rashawn: Y'all are doing more cult-leadery things.": null, "Aabria: [nasally] This is so fucked up.": null, "Rashawn: We should be doing what they're doing.": null, "Aabria: [nasally] I'm a little guy. You gave me assignment to be your": null, "sidekick and I feel like you threw me under the bus.": null, "Jasper: Yeah, fully.": null, "Aabria: [nasally] I'm a little boy that understands that mint lets me": null, "use all the letters in my face. [group laughing]": null, "Jasper: I truly, truly can't tell you how much I love Lukas saying the": null, "word 'mint'. It makes makes me unbelievably-": null, "Erika: Mint.": null, "Erika: Mint, mint.": null, "Aabria: I'm saying it normal. It's 'mint' [bint]. [group laughing] Mint.": null, "Izzy: Lukas plushy with boogers.": null, "Erika: Yeah. [group laughing]": null, "Aabria: Like every time he tries to pronounce it, that booger gets": null, "bigger.": null, "Siobhan: Like it bubbles out.": null, "Erika: No, it's gotta be one of those, like, squeeze toys, right? Where": null, "it, like-": null, "Siobhan: Oh, yeah, with the eyes.": null, "Brennan: I love that so much. I feel your pain, Aabria, of someone with": null, "players that are like, \"We need an NPC,\" and you're like, \"Order up,\"": null, "and they're like, \"No.\"": null, "Aabria: No, not that one.": null, "Brennan: Not that one. A new one.": null, "Aabria: Yeah. Who did you think you were gonna get that was effective in": null, "a daycare?": null, "Rashawn: It was like the carton eggs that you broke in the store and you": null, "decided to go ahead-": null, "Brennan: Put it back. Oh, and poor Sybil.": null, "Aabria: Oh.": null, "Siobhan: Oh, Sybil.": null, "Rashawn: So her brother's the one?": null, "Brennan: Curtis.": null, "Aabria: Curtis was her brother.": null, "Izzy: Aw, so her brother got kicked in the fucking head by this crazy": null, "moose.": null, "Aabria: I mean, yeah, like in my head, if anyone was looking very": null, "closely at that interaction or went back to go see what had happened": null, "specifically, she was about to get kicked and he jumped in front of it": null, "and took the brunt of it.": null, "Jasper: Oh.": null, "Siobhan: Oh, Curtis.": null, "Jasper: Oh, stop it.": null, "Siobhan: What a hero.": null, "Izzy: Sybil got injured, right?": null, "Aabria: Yeah, took the brunt of it.": null, "Jasper: Yeah, I can't... I can't process that right now.": null, "Aabria: And then kinda just was sort of-": null, "Jasper: Pushed back down.": null, "Brennan: Fucking Sybil.": null, "Erika: Ah, now you got it.": null, "Aabria: Whatever animal that was running, and there's no way to know": null, "what to call it, was real fucked up and did a lot of damage.": null, "Brennan: There's an immediate attraction to Sybil as someone that you're": null, "Izzy: Okay.": null, "Brennan: No, I mean, not that kind of attraction.": null, "Aabria: Yeah, fuck Bennett. What's up?": null, "Brennan: What's up? But literally that's, I feel like, the desperation": null, "of a parent that's like, \"Hey, my children think you are cool and I have": null, "identified you as safe.\" And that doesn't always line up like that.": null, "Aabria: Yeah, yeah, yeah.": null, "Brennan: I need you around so that my kids have someone that they can": null, "talk to that's not their mom. Like it was very immediate, like, oh, I": null, "fucking love Sybil.": null, "Erika: I love how grandma latches onto, \"Ooh, do I hear wedding bells?\"": null, "Brennan: Do I hear wedding bells? [laughs] My son says I love you.": null, "Rashawn: And Ellen seems to be like a gossip. We haven't- You know,": null, "someone freely giving information that's not like, \"I probably shouldn't": null, "tell you this.\" She was also like, \"But here's the goss.\"": null, "Aabria: Yeah, that idea that, like, for the most part, everyone's very": null, "open with information 'cause, like, big systems. Like that whole idea of": null, "a shadowy authoritarian government, that works to a point, but for": null, "certain systems to persist, there has to be a sense of, like, we are not": null, "all oppressed because then we start to buck against that. So this was": null, "just like, yeah, anything that people know, like, we all know about; and": null, "if there's secret information, she's like, \"Hold on, I heard one thing": null, "and I asked one question one time,\" and people were either like, \"Don't": null, "know what you're saying,\" or some of them went, \"Go over here and do": null, "this thing.\" And that was like the first time, like, \"Did I just get": null, "juked out of information?\" And I want it to be a little parallel to what": null, "Lila and Jaysohn have experienced when they were very rambunctious going": null, "up. Like you guys were very much outdoor kids, and this is like the": null, "indoor kid equivalent of like, I was raised within this, but also I": null, "experienced a weird bit of a scoot, so I'm going to trust in a dynamic I": null, "feel like you understand.": null, "Rashawn: And y'all are teenagers now.": null, "Aabria: You're all married with children. [group laughing] You're full": null, "adults.": null, "Jasper: By the end, married with children.": null, "Izzy: I think the First Stoats are bad. I think they're evil.": null, "Aabria: So interesting.": null, "Erika: This is evil?": null, "Aabria: You also thought Thorn was evil three episodes ago. So who could": null, "say?": null, "Siobhan: No, if Lila thinks they're evil. I think they're evil.": null, "Aabria: Fair.": null, "Jasper: I'm fascinated. There is so much of me that's just like, \"Has": null, "anyone seen these stoats in a while?\"": null, "Jasper: Do you know what I mean? Like that thing of just, like, let's": null, "just keep the idea of these stoats because that's a useful...": null, "Izzy: And Viola's like, \"I'll show you-": null, "Jasper: Like, honestly, there's so many possibilities for what those": null, "stoats can be, and I'm so excited.": null, "Izzy: -who's the First Stoat.\"": null, "Brennan: You being like, \"Look cult leader to cult leader, I get it.": null, "They're still alive.\" [group laughing]": null, "Jasper: Like, \"Listen, I've used the same technique for a while.\" [group": null, "Siobhan: I went up to the mountain and I learned 10 things. [group": null, "laughing] Nobody else saw God talking to me, but trust me He did. [group": null, "Aabria: Amazing.": null, "Jasper: I know we've mentioned this literally in every \"Adventuring": null, "Party,\" but I really loved, in this particular episode, that what really": null, "felt different to me in the way that I've never played D&D before, like,": null, "having that family dynamic reacting to huge news. I feel like when": null, "you're in an adventuring party, like a typical one where you're kind of": null, "like friends, or... Do you know what I mean? There's a sense of like, \"I": null, "have to do almost the optimum reaction.\" Whereas it just feels like": null, "everyone is just immediately like, \"This is my whole deal. Deal with": null, "Aabria: Bleh. Yeah.": null, "Jasper: Do you know what I mean? \"I'm gonna give it to you, deal with": null, "it.\" Do you know what I mean? I'm just gonna like, \"Here, have this.\"": null, "And I just think that's such a fun dynamic to get to be in and play when": null, "you've just got so much... We're fully just gonna be honest with each": null, "other. Like if I'm scared, here it is, I'm scared.": null, "Erika: I think that's a factor of both our family dynamic and also the": null, "fact that we have 10 episodes so we just... We are halfway through the": null, "season, ah. And we just gotta be like, \"Whoop, there it is.\"": null, "Jasper: There it is.": null, "Brennan: That last... Because it was... Was this episode fucking-": null, "Erika: Five.": null, "Izzy: It's five.": null, "Brennan: Also, was this Toots, Mint, and Dick punching?": null, "Jasper: And Bryan Cranston.": null, "Brennan: And Bryan Cranston.": null, "Jasper: Bryan Cranston was in this episode.": null, "Aabria: Bryan Cranston.": null, "Brennan: It ended like a fucking \"Succession\" level. Fucking, you know,": null, "just like-": null, "Erika: I gotta watch \"Succession,\" you guys.": null, "Siobhan: Come on, Erika": null, "Jasper: I also need to watch it, so.": null, "Izzy: You mean, at all?": null, "Aabria: You would love it.": null, "Siobhan: What do you mean, at all?": null, "Brennan: It's very funny when you had the family thing to go on 'cause I": null, "felt like I connected so much to Viola in that moment where at the very": null, "end she made the point... 'Cause like coming about and being like, \"Wait": null, "a minute, they're coming back?\" I thought you were saying like, \"And we": null, "must be ever vigilant. That's why you always pay your taxes.\" You know,": null, "like the kind of thing of, like, the vigilance that just inspires": null, "conformity versus, oh shit, you really think they're coming back. Ding,": null, "ding, ding, ding, ding. Get the fuck outta here.": null, "Erika: There was a whole bear full of them.": null, "Brennan: But there's a... But like the-": null, "Aabria: One full bear, right.": null, "Siobhan: Yeah, but you also mixed that in with something that you said": null, "that was so passive-aggressive to her. [group laughing] The only thing": null, "that she focused on. Didn't hear any of the real stuff.": null, "Brennan: But there's a difference between... There's a difference": null, "between they're around and they're coming here, right?": null, "Brennan: And I think when Viola said that thing where, I heard you say": null, "it where you were like, like, \"Okay, we're gonna use the thing they made": null, "against them,\" it was breezed, it was like, well, da, da, da, \"But if we": null, "could just harness it,\" the same thing that Tula's been hearing her": null, "whole fucking life, and it was like, \"No, she's right.\" They're not": null, "gonna, like, you know. And they-": null, "Jasper: This was such a fascinating moment to get Thorn's initial": null, "reaction. Because, genuinely, I remember having the thought as Thorn. I": null, "cannot process that.": null, "Brennan: Yeah.": null, "Jasper: Because if I process the idea that my entire belief system is": null, "built around something that is made by the thing that I'm... Truly, I": null, "couldn't. I was like, \"Nope, we can't talk about that.\" He was 100%-": null, "Rashawn: The exact thing we need to be discussing.": null, "Jasper: Yeah. And he was 100% in that moment of being like, \"We can't": null, "tell everyone because everyone will panic.\" He was like, \"I can't": null, "process this, sweetheart.\" Like, \"I need to run away from this right": null, "now.\"": null, "Jasper: And then like, yeah, and then the way that Tula confronted him": null, "was like, okay, I can't run away from it, it's right here. Oof. Boo,": null, "okay.": null, "Rashawn: And the yelling was just family yelling.": null, "Aabria: No, it was so good.": null, "Aabria: Big emotions are so fun when you're like, \"You know what?": null, "Actually, fuck this shit.\" Like, you just have to like, \"No, no, I'm not": null, "calm and keeping it cool and not freaking out the kids. Go fuck": null, "yourself. This is bad and I have to have a feeling about it.\"": null, "Brennan: Being mad, the top register of yelling is like, \"Hey, you need": null, "to really think about,\" you know, like? It's like, \"I'm pretty mad right": null, "now, and obviously I have to live with you for the rest of my life. So": null, "I'm not gonna go insane, but, like, I'm pretty upset,\" you know? Like it": null, "feels very... I feel the relationship with Lila, of Lila being like...": null, "You know, I think the thing Sybil said, too, of, like, new stoats are": null, "coming from everywhere, and then... 'Cause the punch... You know, I had": null, "in my head like, \"You're a zealot. You're a zealot, you're gonna get us": null, "all fucking killed.\" And then Sybil being like, \"Well, what if you can't": null, "run?\" And then my mom saying, \"Maybe we should change.\" And I went": null, "[groans]. [group laughing]": null, "Aabria: Coaching Ava through accepting change was so fucking funny.": null, "Izzy: The lab was too close to radiation. We're all weird.": null, "Erika: Fucking almost drowned me.": null, "Izzy: A little scrambling.": null, "Jasper: Let's just back away.": null, "Erika: I love how you mean like, are you telling me, \"Do you accept": null, "change?\" And me, I'm, \"I would never say that.\" And Lila being like,": null, "\"That's exactly what you said.\"": null, "Brennan: Exactly what you said.": null, "Erika: You're like, \"No!\" [group laughing]": null, "Brennan: And then Lila giving that very incredibly sweet speech at the": null, "end, and you're just sitting there like, \"Well?\" I feel like I'm just": null, "catching L’s with this character, left and right, of just like-": null, "Izzy: No.": null, "Brennan: No, but it's great.": null, "Brennan: It's what should happen. But, you know, no one wants the": null, "fucking wet blanket to win, but you gotta register the complaint. You": null, "gotta go and-": null, "Aabria: But there's something so sweet in that, like, like your kindness": null, "and your attentiveness and protectiveness immediately won over the": null, "people around you. And then getting to be the GM, that was like, hold": null, "on, you're doing pretty good. Do the thing that you do as a rogue.": null, "Izzy: Mmhmm.": null, "Aabria: Find out that there is a lie coming from inside the house.": null, "Izzy: How do I find it out?": null, "Aabria: Well, no, just-": null, "Jasper: Just keep an eye out.": null, "Aabria: You'll figure it out.": null, "Siobhan: Tell it to me right now.": null, "Brennan: [whispering] I'm the humans. [group laughing]": null, "Jasper mimics unzipping a jacket.": null, "Aabria: A bunch of monsters explode out.": null, "Brennan: I unzip my skin and a hazmat suit comes out. [group laughing]": null, "Rashawn: No.": null, "Jasper: Yeah, just a tiny human.": null, "Brennan: Yo!": null, "Jasper: And it's Brennan Lee Mulligan.": null, "Aabria: Well, it's kind of like those little sponges and then you add a": null, "little water.": null, "Siobhan: Oh yes.": null, "Aabria: The whole human.": null, "Erika: I love those.": null, "Aabria: Perfect. Yeah, they're fun every time.": null, "Erika: The little capsule sponges?": null, "Aabria: Hell yeah.": null, "Siobhan: Oh, yes, loved those.": null, "Erika: Shaped like dinosaurs?": null, "Aabria: Just always wanted a dinosaur. Amazing.": null, "Erika: How much, I mean, the lore. The lore.": null, "Aabria: Yeah, I waited... All you guys tanked a lot of lore today, and": null, "I'm very proud of you. That's a lot, especially when you're being given": null, "it in newer, weirder ways of like, now you're listening and trying to": null, "get important data off of a tape you get to hear one time. I'll send you": null, "transcripts of everything so you can see it later.": null, "Erika: I know that it's still like, [sighs] it slows the pace a little": null, "bit, but the game of asking you to explain things in terms that stoats": null, "will understand is so funny.": null, "Aabria: It makes me feel insane to be like, \"So, oh god, what-”": null, "Erika: What's a fence?": null, "Rashawn: Yeah. [group laughing]": null, "Aabria: Okay, number. So like you know how you eat rabbits and you know": null, "there's a rabbit per... Okay.": null, "Rashawn: Oh, yeah, tying the sashes.": null, "Aabria: Yeah, tying the sashes.": null, "Erika: Like rabbit ears.": null, "Aabria: We had stupid little joke, like, forever ago, just hanging out": null, "talking about learning to tie shoes. And I was like, \"Oh, what a perfect": null, "time to bring that back,\" because you always learn with the bunny ear": null, "and what is more stoat-coded than, like, a rabbit.": null, "Jasper: Strangle the rabbit!": null, "Aabria: Goes in the hole, you chase it and then you strangle it.": null, "Brennan: I remember being three and having my dad be like, \"It's a": null, "rabbit in a tree.\" And I was like, \"Whatever the fuck this is...\" [group": null, "Siobhan: That is not a... I've seen a rabbit.": null, "Brennan: Let me be clear. Talk to me about these strings on my shoes.": null, "How about that?": null, "Erika: I'm sorry, these are rabbit ears, and it's a rabbit that goes in": null, "a hole? What the fuck?": null, "Brennan: It's like the rabbit goes around the trees-": null, "Aabria: Where's the head the rabbit ears are attached to?": null, "Brennan: I'm like, \"I'm here to learn knots, and now we're talking about": null, "rabbits in trees and all this crazy shit.\"": null, "Siobhan: I hate it.": null, "Izzy: This guy's all mixed up.": null, "Brennan: This guy's all mixed up, man.": null, "Aabria: I think it works for stoats. So the scale is like, \"Here's a": null, "rabbit, here's you. The rabbit runs around you and goes in the hole, but": null, "then you strangle it.\"": null, "Brennan: I think my favorite part of the puzzle of it all is that we are": null, "also super-genius stoats, just not from here. So it's the fun game of": null, "like, no, I'm a fully sapient creature. So it's like stoat plus super": null, "genius plus not from the technology city. It's like even talking and": null, "being like, hearing resource allocation and being like, \"Okay, I haven't": null, "maybe heard those words before, but I know it's being used like a proper": null, "noun in a sentence.\" So it's the whole idea of being like-": null, "Erika: It's like when somebody's a heart surgeon in their own country": null, "and then they come to America and we're like, [patronizing] \"Okay, so": null, "this is the alphabet.\"": null, "Aabria: But, I mean, that's literally like what being a kid is in": null, "learning language. Like mostly adults don't stop and explain words to": null, "you and you're like, \"I'm gonna hear this word 13 times,\" and be like,": null, "\"Context says I think this was what it means.\" I still do that all the": null, "time. Like the weirdest thing about being a DM is like, I can't say the": null, "same word over and over again. So I'm gonna use a word that I think I": null, "read and I'm pretty sure I know what it means. Uh-oh, I should've": null, "Googled it before I got on. You can hear me being like, \"Okay, really": null, "quick, does that mean what I think it means and how is it pronounced?\"": null, "And playing that game of just figuring shit out via context because you": null, "are baseline smart. You can get there.": null, "Rashawn: Did I learn to read or did I just memorize?": null, "Siobhan: Oh god.": null, "Rashawn: Did my brain just know that means table, that means chair, that": null, "means, you know?": null, "Jasper: Yeah, yeah.": null, "Rashawn: Can I read? [chuckles] [group laughing] I hope.": null, "Siobhan: I try not to.": null, "Aabria: So, yeah, guess-": null, "Rashawn: What else is gonna happen?": null, "Jasper: What about Lukas?": null, "Siobhan: Yeah, what lie is it?": null, "Rashawn: Yeah, what's the lie now?": null, "Siobhan: Is Lukas gonna come back? Is he the big bad?": null, "Rashawn: No, no, no, I wanna-": null, "Izzy: Yeah, Lukas is the bad guy.": null, "Aabria: Oh, do you think I was gonna say it and then not tell you?": null, "Jasper: I don't know. If it could be quiet, that would be great.": null, "Aabria: [whispers to camera] No. [group chuckling] But there's a lot of": null, "fun clues about like, yes, you understand we're in a power plant,": null, "something weird is happening.": null, "Siobhan: Which one of the clues is real?": null, "Aabria: None of them.": null, "Brennan: Immediately, as Tula, I'm like, \"I'm gonna get us all into": null, "Resource Allocation so that we are constantly out in the woods so that": null, "when these fucking humans come, we can sprint.\" [group laughing]": null, "Jasper: Just bolt out, yeah.": null, "Brennan: Just bolt.": null, "Siobhan: [singing] Here I am collecting mushrooms.": null, "Brennan: Collecting mushrooms. [singing] And that's a truck, I learned,": null, "and we are sprinting. [group laughing]": null, "Siobhan: Me and my family are on the same Resource Allocation team and": null, "we stay together at all times, holding hands, preferably. [group": null, "Rashawn: I would love us to find an RC car and just take off. [group": null, "Aabria: Just peel out. Like, I got a little Barbie car.": null, "Siobhan: Stuart Little away from there.": null, "Aabria: Yeah, fully Stuart Little outta here. That's actually the end": null, "game.": null, "Erika: My favorite thing is when small things use human items in": null, "creative ways and then you got a little pencil that you use as a hang": null, "glider.": null, "Siobhan: Oh, yes.": null, "Erika: Ah, I love that shit.": null, "Izzy: A pencil would not work well": null, "Rashawn: One of the stoats": null, "Izzy: as a hang glider.": null, "Rashawn: had a big nail. That's menacing as hell.": null, "Erika: Well, you have to add, like, a little, you know, one of those...": null, "It's like a little trash bag to it.": null, "Izzy: Sure. More like a parachute.": null, "Rashawn: Oh, for it to, like, drag.": null, "Siobhan: Yeah, yeah, yeah.": null, "Erika: No, as a hang glider 'cause you have the-": null, "Siobhan: Oh, yeah. Like those GI Joes with the plastic.": null, "Aabria: Yeah, with the garbage bag attached to 'em.": null, "Siobhan: It just don't work that well.": null, "Rashawn: A flying squirrel.": null, "Aabria: That feels right.": null, "Jasper: Yeah, I'm genuinely so fascinated to see, like, the weapons that": null, "are being built, like what that looks like. Probably my favorite line of": null, "the episode as well, just Viola being like, \"I wanna see all the": null, "weapons.\" [group laughing] Oh, here she comes.": null, "Aabria: And I think that's my favorite thing that like, you called that": null, "a really fun way that stoats are scavengers and they take over other": null, "things, they don't build anything.": null, "Aabria: And I think that's, like, the important thing to know that they": null, "are building stuff.": null, "Aabria: The weapons you saw weren't just, like, like a fucking stoat": null, "kicking a full human gun. [group laughing]": null, "Siobhan: There are mustelids that are kind of in a stone age though": null, "because sea otters use rocks to crack open shells.": null, "Aabria: Yes, they do. Fucking animal time, let's go.": null, "Siobhan: Yeah, so there's, like, the possibility-": null, "Brennan: They're in a stone age?": null, "Siobhan: Yes. Sea otters, crows, octopuses.": null, "Brennan: Mmhmm, mmhmm.": null, "Aabria: One more.": null, "Siobhan: Stone age.": null, "Siobhan: Ravens?": null, "Aabria: Yeah, perfect.": null, "Jasper: Yeah, there you go.": null, "Erika: And as soon as they get-": null, "Aabria hands Siobhan a Snickers bar.": null, "Aabria: Good job, you get a full size, well, a fuller size Snickers.": null, "Izzy: There's a fish, too, that also can open clams.": null, "Siobhan hands Izzy half of her Snickers bar.": null, "Aabria: [gasps] Oh, go halfsies on it.": null, "Rashawn: We used to have a dog who could turn the knob of the door.": null, "Aabria: My dog can do that.": null, "Brennan: Well, crows use-": null, "Aabria: Goddammit.": null, "Brennan: Crows use traffic lights as tools.": null, "Erika: Yeah, they use traffic cones as tools. Oh, no, that's the-": null, "Siobhan: No, because they throw nuts in front of the cars.": null, "Izzy: They know when the cars go and stop.": null, "Siobhan: The cars run them over. And then when the traffic lights": null, "happen, they come and eat the nuts.": null, "Aabria: But crows also-": null, "Rashawn: We're talking all of a sudden about crows.": null, "Siobhan: I know a crow fact. Brennan isn't the only one that knows": null, "things about crows.": null, "Aabria: Crows also use traffic cones-": null, "Siobhan: I wrote a whole episode of \"Rick & Morty\" about crows.": null, "Aabria: Because when they protest, they know that they fly in and trap": null, "the tear gas in the cone-": null, "Siobhan: Two of them?": null, "Aabria: And then another crow comes in and pours water on it.": null, "Rashawn: Yeah. [chuckling]": null, "Aabria: Crows are very good at protests.": null, "Brennan: I was about to say, you don't want this brand. Let me tell you": null, "right now. [Siobhan laughing] You don't want to be the bird fact guy.": null, "Siobhan: I know. I just wanna be acknowledged that I could be and I": null, "choose not to be.": null, "Aabria: Fair. [group laughing] All right.": null, "Erika: Maybe if that was a mantle they can pass, he'd pass it on.": null, "Brennan: Someone has to defeat me in single combat, and I hope they do": null, "soon. [group laughing]": null, "Jasper: Please, free him from this hell.": null, "Aabria: And on that dream, in that hope, we will finish for tonight and": null, "we'll be back next week with episode six of \"Burrow's End.\" [table": null, "thumping]": null, "Brennan: Ah!": null, "Jasper: That was so good.": null, "Siobhan: Bye.": null, "Erika: Yum, yum, yum.": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC, Mer": null}