{"Dimension 20": null, "Adventuring Party": null, " ": null, "I’m Here and I’m Jaysohn": null, "Season 15 Episode 3": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hello and welcome to episode three of \"Adventuring": null, "Party: Stoatal Recall.\"": null, "Brennan: Whoo!": null, "Aabria: Yeah!": null, "Rashawn: Stoatal Recall.": null, "Jasper: Recall.": null, "Aabria: Oh, there's like a, there's stuff for it now.": null, "Jasper: Yeah, with stuff.": null, "Aabria: We have choreography now (players laughing) so we're crushing": null, "it. Hey guys, how's everyone doing?": null, "Siobhan: Hi, I'm so good.": null, "Jasper: Hey!": null, "Rashawn: I'm confused about the future.": null, "Aabria: Sure.": null, "Rashawn: And what it could bring.": null, "Aabria: Yeah.": null, "Brennan: Yeah, yeah, yeah, yeah.": null, "Jasper: There is light.": null, "Erika: And it's worth saying that we are recording these on Mother's": null, "Day.": null, "Siobhan: Yes.": null, "Aabria: Yes.": null, "Erika: And there's such mother energy.": null, "Jasper: Yeah.": null, "Erika: Oh, and kind of even got to-": null, "Izzy: The last episode was mother.": null, "Siobhan: I made Brennan call his mom in the makeup chair so we could all": null, "say, \"Happy Mother's Day\" to Brennan's mom.": null, "Erika: Yeah, it was so sweet!": null, "Aabria: It was so sweet.": null, "Siobhan: Yeah, it was. Oh, I'm sorry.": null, "Aabria: Got moms on moms on moms in this narrative.": null, "Brennan: Happy Mother's Day, Mom.": null, "Aabria: Yay!": null, "Rashawn: All the heavy, we all know that moms go through quite a lot,": null, "but it was just like even more, like, the mother things that you're": null, "going through are so scary. Like, I wanna be a supportive sister but I'm": null, "like, \"Oh my God, what if that happens to me?\"": null, "Brennan: Yeah.": null, "Rashawn: What if I am so bogged down and my children clasp onto me and I": null, "just plummet into the dirt.": null, "Erika: I love-": null, "Aabria: Literally happened.": null, "Erika: You say that to her and being like, \"What if I end up like you?": null, "(cast laughing) A complete fuck up.\"": null, "Brennan: To me, it was very fun 'cause I always, 'cause I knew we-": null, "Rashawn: I think it was me.": null, "Brennan: We, yeah, like...": null, "Erika: We don't know but it's like, Viola doesn't and she's like, \"Oh,": null, "I'm worried that these things will happen. What if I...\"": null, "Rashawn: But that's also such a younger sister thing to do.": null, "Brennan: But what's great about it, too, is like, in playing it I feel": null, "like I'm always delighted by how tropes get avoided because I think that": null, "there's like, that's such a classic moment. And then in my head, we": null, "talked about things like that about like, the relationship and judgment": null, "and you're younger sister, I'm older sister.": null, "Rashawn: Yeah.": null, "Brennan: Is there status? But it's always funny 'cause you did that and": null, "you said it and it's such a backhanded, like, how do I avoid becoming": null, "like you? But my honest reaction when I was in the character was like,": null, "yeah, toughie, how do you avoid becoming like me? (cast laughing)": null, "Jasper: I really have no idea.": null, "Brennan: Great question. God, um...": null, "Erika: Like, I don't anyone to have it like me.": null, "Rashawn: If I knew, I probably wouldn't be here, Rashawn! (cast": null, "laughing)": null, "Brennan: Yeah, but it is truly... You know, when you're so deep-": null, "Erika: It's so in character to do that!": null, "Brennan: When you're also so deep in it. And I think Tula does love her": null, "life.": null, "Brennan: But when she's like, \"Yeah, like, good question.\" You know,": null, "like, there really is something, yeah.": null, "Jasper: But I was like, it was... I think you pointed out in one of the": null, "last Adventuring Parties where it was like, saying how, like, you could": null, "see the different elements of the family dynamic. And like, it was a": null, "like, Ava thing to just like, that backhanded, like-": null, "Rashawn: I'm becoming a real mom.": null, "Erika: Yeah.": null, "Jasper: Yeah, that's what I mean. It really felt like you got that.": null, "Like, that was such an Ava comment. And the way that you reacted was": null, "very much in that same vein where you are so used to that kind of thing": null, "that you just, it almost just didn't even register.": null, "Erika: Yeah, we looked at each other when you were like, \"Oh, that is a": null, "little bit of a backhanded complement.\"": null, "Jasper: I was like, \"That was you.\"": null, "Erika: We were like, \"Mm-hmm.\" I was like, \"That-a girl.\"": null, "Jasper: That's so you.": null, "Rashawn: Also, like-": null, "Rashawn: Putting all of that stuff on. I'm so afraid my sister is going": null, "to crack wide open. (Brennan laughs)": null, "Rashawn: 'Cause you can only put so much on a person for so long to be": null, "like, being the oldest sister, you're kind of like the punching bag and": null, "like, the post that everyone leans up against at the same time.": null, "Siobhan: Yeah.": null, "Brennan: Mm-hmm.": null, "Rashawn: So eventually I think it's gonna bend, it's gonna crack or get": null, "eroded. Something's-": null, "Aabria: Ah, she's fine, she's fine.": null, "Erika: She's fine!": null, "Rashawn: I'm scared for my big sister.": null, "Brennan: Aw!": null, "Jasper: It's \"Encanto,\" right? It's the whole saga in \"Encanto.\" It's": null, "like the pressure or whatever.": null, "Aabria: Oh, yeah.": null, "Jasper: It's literally like, yeah, how much more can you take?": null, "Siobhan: Yeah, there's that great Tumblr post that's like, \"Hi, this is": null, "my emotional support oldest daughter.\"": null, "Aabria: Yes! (cast laughing) Yike!": null, "Izzy: As the younger sister, I have no idea what anybody's talking-": null, "Siobhan: Wow. (cast laughing)": null, "Rashawn: Well, you've leveled up-": null, "Siobhan: Couldn't be me!": null, "Rashawn: In the family, too.": null, "Siobhan: She has it so...": null, "Rashawn: But you have leveled up. Like, you knew so much. Like, a": null, "grownup said, \"You're smarter than me.\"": null, "Rashawn: And to a kid, that's gotta be like...": null, "Izzy: Yeah.": null, "Jasper: Whoa!": null, "Rashawn: Everything's firing. I know that I was smarter than a lot of": null, "adults.": null, "Izzy: But I felt like, I mean, at least like, I felt like he was like,": null, "trying to gas me up on purpose.": null, "Rashawn: Oh.": null, "Siobhan: Mm...": null, "Izzy: Maybe not.": null, "Jasper: I mean, from my perspective I was like, (chuckles) okay, -1.": null, "Izzy: I feel bad.": null, "Jasper: I'm like, \"Legit, you're definitely cleverer than me.\"": null, "Erika: Thorn's looking at his character sheet holding it right next to": null, "Lila.": null, "Jasper: Yeah, I'm like, tapping the character sheet like, \"Look, -1.\"": null, "Aabria: Glows blue.": null, "Izzy: I feel bad for Thorn, too, because I feel like people, like, we": null, "have like, you know, reticence about you.": null, "Siobhan: Right.": null, "Izzy: And like, you know, I think like, \"Oh, well, he's just saying that": null, "because he's like, a fucking cult leader. Like, he's trying to": null, "manipulate me.\" But Thorn is actually like, no, I'm just like, pretty": null, "genuine.": null, "Siobhan: It's more that the first time anybody said to you you're really": null, "smart as a compliment and not a, you're really smart, but.": null, "Jasper: But, don't do-": null, "Aabria: Ooh, the most lethal but.": null, "Jasper: Yeah, but I think genuinely for Thorn, I think part of the": null, "reason that he has had any level of success is that he's like, good at": null, "kind of identifying like, oh, you're really good at this. We need": null, "someone like you.": null, "Erika: Delegating.": null, "Jasper: And then like, getting the best out of them, do you know what I": null, "mean?": null, "Jasper: Like, I think that's the kind of leader he is 'cause he's": null, "always, always pushed back on the like, oh, I'm like this big kind of a": null, "godlike you know figure in charge of this. That's definitely more of a": null, "Viola trying to force him into that vibe, you know?": null, "Erika: Well, it's so interesting to see him without Viola.": null, "Jasper: Mm, yeah, the reason why I was like, \"Sidebar, I didn't want any": null, "of this.\"": null, "Aabria: And I think that's really fun 'cause we've always played it as a": null, "joke. Like, your delegation has been a joke with Olliver and Teedles,": null, "but like, you're just doing the same thing. You're like, I see where you": null, "shine and I want to create an opportunity and make you feel as good": null, "about like, taking a moment for yourself.": null, "Aabria: And it's really funny that it comes off like, you say cult": null, "leader, I just, I have court vision.": null, "Jasper: Yeah. Like, what's happening?": null, "Erika: Yeah, court vision!": null, "Jasper: I commune with the forest. It tells me things, and I tell other": null, "people. That's all that's happening here.": null, "Brennan: At the end of the episode, when we were having the kind of": null, "like, not conflict, but the little bit of like, okay, so you guys had": null, "this great vision. And I was doing my best not to be like, a stick in": null, "the mud.": null, "Brennan: Where it's like-": null, "Jasper: That was so good.": null, "Brennan: Okay, I don't have to freak out 'cause my daughter can read": null, "symbols like that. That's actually helpful. That's good. Like, it": null, "doesn't mean that we listen to the stoats that wrote this.": null, "Aabria: Right.": null, "Jasper: Yeah, yeah.": null, "Brennan: But it's good that someone is magic and knows what it does.": null, "That's good. We don't have to freak out. We don't have to be like, \"You": null, "never show this gift to the world!\" You know, it's like, great, you can": null, "read. I love that. I support you. But when this conflict happened here,": null, "I was lining up a shot, and you swept my leg at the last second 'cause": null, "you were talking, talking, talking.": null, "Aabria: Nice!": null, "Brennan: And I was like, \"He hasn't mentioned his kids. He hasn't": null, "mentioned that he's gonna be a dad.\" And I was, I swear to God, Tula was": null, "gonna fucking… [mimics holding a sniper] (cast laughing) And I was like-": null, "Erika: Just try.": null, "Aabria: You were just waiting. You were like, I need clear.": null, "Brennan: And then you said, \"As someone who's going to be a father, I": null, "need to ensure that my children's life is safe,\" and that's what's": null, "motivating you.": null, "Erika: You're like, \"Goddamn it!\"": null, "Brennan: And it's like... 'Cause I swear to God I was gonna be like, you": null, "know, \"Geoffrey, Thorn,\" you know?": null, "Aabria: Oh!": null, "Jasper: Yeah, yeah, yeah, yeah.": null, "Brennan: You know, like, have that moment, right, that you go like, I": null, "see something happening that I've seen in the past. And it was just...": null, "Aabria: Oof, brutal.": null, "Jasper: Hm.": null, "Brennan: But it wasn't what I've seen in the past, and you did talk": null, "about the fact that Viola was with child. And like, you did all, you": null, "said all the right stuff and then immediately everyone was like... And": null, "then immediately the fact that Lila was like-": null, "Brennan: \"I think he's...\" 'Cause the fact that morning you were like,": null, "\"I think he's a bad man.\" And then you were like, \"I think he's right.\"": null, "And I was like... And then the one person that I was gonna look to and I": null, "was like, okay, people are starting to gang up. Sister, we gotta... And": null, "you were like...": null, "Aabria: (groans awkwardly) Nope! (laughs)": null, "Brennan: My husband died and-": null, "Aabria: You're just getting Heisman'd left and right like, \"No!\"": null, "Rashawn: We stood up to Mom. Like, that exchange I was just so": null, "embarrassed like, oh, you're talking to my mother this way. If I was": null, "there, I would-": null, "Izzy: Rashawn, in fact, actually looked sick. (cast laughing)": null, "Rashawn: Oh my God, he's saying that to my mom. What is he doing? Oh my": null, "God. She pays our rent. Like, what are you doing? (cast laughing) Like,": null, "what the fuck, dude?": null, "Jasper: She pays our rent!": null, "Erika: It's that vibe, right?": null, "Erika: But then of just being like, no, no.": null, "Jasper: No.": null, "Izzy: Sometimes when you're outside of the family you're like, this is": null, "actually just a person. (laughs)": null, "Jasper: Mm-hmm.": null, "Izzy: But when you're in a family it's like...": null, "Siobhan: No, you don't understand. She said a thing to me when I was six": null, "that ruined my life.": null, "Jasper: Yeah, yeah, yeah, yeah, yeah.": null, "Rashawn: And I will believe it even if facts are put in front of me.": null, "Izzy: Of course.": null, "Jasper: Mm-hmm. And also, I think there's definitely something to the": null, "idea that like, sometimes these kind of ideas have to come outside of": null, "the family, do you know what I mean? Because they are such big, bold": null, "swings that like, you're never gonna take that from, do you know what I": null, "mean? 'Cause you're almost like blinded by your love for them and your": null, "need to protect them and so hearing such like, a foreign concept from": null, "one of them you're like, no, absolutely not. I have the power to shut": null, "this down immediately. Not happening.": null, "Brennan: I feel like there's also an element of like, like you're": null, "saying, the fact... One of the big sister dynamics of like, younger": null, "sister to older sister is you are still in a mom frame of reference.": null, "Like, even though you're an adult, you don't have children and so you're": null, "still the child of your mom.": null, "Brennan: And I think for me, like, even though the thing you were like,": null, "\"Mom's not snoring.\" Like, \"Can you hear she's not snoring?\" I'm like,": null, "\"Yeah, she heard everything.\" (cast laughing) And it's like, she heard": null, "it all and it's whatever.": null, "Izzy: Yeah, it's whatever.": null, "Brennan: It's like, oh, Mom's gonna be mad? My fucking husband's dead.": null, "Like, oh no, my mom's mad at me. Like, it's just all, there's such": null, "fresher wounds than my fucking mom shit.": null, "Brennan: And it's like, also unrelated, I was thinking, when we were": null, "talking about like, you, and you're like, \"I love you. I wanna be like": null, "you.\" And I'm like, \"Yeah, but you're kinda like your dad who was an": null, "investigator arcana guy.\" And then I was talking about like, just the": null, "moment of like, \"I liked jumping off rocks when I was a kid.\" And I": null, "kinda thought about you two. And then earlier in the \"Adventuring Party\"": null, "you were like, \"You two are similar.\" And I was like, I think Dad,": null, "Kenji, was just Jaysohn. I think it was just...": null, "Brennan: I think he was an enormous barbarian stoat who was like, \"Look": null, "at what I can do!\" (cast laughing)": null, "Siobhan: Grandpa lifted up a big rock that's bigger than him. He's so": null, "strong.": null, "Erika: That's exactly correct.": null, "Brennan: Exactly correct.": null, "Erika: Exactly correct.": null, "Jasper: Grandpa's there lifting a rock. Check it out, check it out.": null, "Brennan: Check it out.": null, "Jasper: Check it out.": null, "Brennan: Look how fast I can spin it in a circle. (cast laughing)": null, "Jasper: Do you think I can catch my own tail? Just give me a second.": null, "Give me a second. Give me a second. I'll get it.": null, "Siobhan: He just saw you, immediately picked you up and you fell in love": null, "with him.": null, "Izzy: I believe the big boulder, lifting it up is how he died, which is": null, "why we never talk about it.": null, "Rashawn: Oh no!": null, "Izzy: It wasn't the Blue.": null, "Rashawn: Like those, you've seen, like, it's terrible to watch like,": null, "Olympic deadlifters.": null, "Siobhan: Oh, yeah.": null, "Erika: Oh God!": null, "Rashawn: Sorry to everyone.": null, "Erika: Oh God! (laughs)": null, "Rashawn: Yeah, with like the dude who... It was the Beijing Olymp- the": null, "Beijing. It was like (exhales sharply) we got it. And then arm pops-": null, "Jasper: No! (Erika screams) That's the worst thing that's happened.": null, "Rashawn: I'm so sorry.": null, "Aabria: Fun facts. I cannot snatch anymore, which is an Olympic lift,": null, "because I have dislocated my shoulder so much that it happens every time": null, "I do that.": null, "Siobhan: No!": null, "Aabria: So I've experienced that and it's un-cute, you're just like,": null, "\"Got it. Everything's terrible now.\"": null, "Jasper: You can't snatch, but you can still slay!": null, "Aabria: Thanks, yay! And now I tell D&D stories (players laughing)": null, "instead of lifting heavy weights over my head. Coulda been Kenji.": null, "Erika: You know, every season-": null, "Jasper: Coulda been Kenji.": null, "Erika: It's a thing like, ah, it's \"The Breakfast Club\" meets fantasy or": null, "candy, and this one's body horror meets \"Watership Down.\"": null, "Jasper: Yep.": null, "Aabria: What's wrong?": null, "Erika: I mean... (players laughing)": null, "Aabria: Hey, you accurately described a thing. Make your fucking point.": null, "(laughs)": null, "Erika: No, no, no, no.": null, "Jasper: Elaborate.": null, "Izzy: But also, just tap into \"Watership Down.\"": null, "Rashawn: \"Death at a Funeral\" or like, whatever. Like just a Christmas": null, "family movie of like, everything coming to...": null, "Rashawn: So like, the matriarch died or whatever and we have to figure": null, "out-": null, "Siobhan: Right, eat the fish, bitch! (cast laughing)": null, "Aabria: Well, it was really fun getting an opportunity to lean more into": null, "like, a thing I really like from \"Watership Down\" which was like, the": null, "sort of like, ability to have visions. And the moment where you're like,": null, "okay, I've gotta like, get you to where we're going or the DM screen": null, "doesn't make any fucking sense.": null, "Aabria: We gotta get there. So having people have different ways to": null, "access and like, realize that like, that light that you're all being": null, "drawn toward, it felt very cool to like, have visions for you, both of": null, "you at the top of the game that sort of gave you a little bit of a look": null, "into where you've been and where you could be and then having Jaysohn's": null, "astral self sort of being vaguely aware of that sun.": null, "Jasper: Mm-hmm, yeah.": null, "Aabria: Whenever he's in the flow.": null, "Brennan: I felt so, I was just very in character. I felt so bad 'cause I": null, "can't think of more of like, an improv curveball than pitching to Iz,": null, "like, describe writing in abstract as a stoat!": null, "Izzy: Oh my God.": null, "Siobhan: So good!": null, "Izzy: That was so hard.": null, "Siobhan: That was so smart.": null, "Brennan: You killed it.": null, "Siobhan: That was like, wow, I genuinely understand it. That's so good.": null, "Brennan: You explained it. You're like, literally it's like, \"Yeah, the": null, "shadow of Auntie Shrew that we know that that's her 'cause it's her": null, "shadow, these shapes are the shadows of other things in the world.\" And": null, "you go, yeah, that is what writing-": null, "Siobhan: Yeah, yeah.": null, "Brennan: That's literally what writing is, like-": null, "Jasper: Yeah, yeah, that was lovely.": null, "Brennan: It was perfect.": null, "Brennan: It was sick as hell.": null, "Izzy: Give me a fucking history documentary. (cast laughing)": null, "Siobhan: You just made history literally right now.": null, "Jasper: You just made it.": null, "Aabria: You've invented the concept of history.": null, "Siobhan: You invented it.": null, "Brennan: That's so good.": null, "Aabria: Time passes and is now recorded.": null, "Siobhan: But your nails just get elongated like six inches.": null, "Rashawn: Down, honey.": null, "Aabria: No! That's gonna be GIFed everywhere on the internet.": null, "Izzy: History boots. (cast laughing)": null, "Rashawn: History boots down. (cast laughing)": null, "Aabria: Amazing.": null, "Izzy: And that's a period. (Siobhan laughing) Writing.": null, "Aabria: Why do you wanna keep doing this around me?": null, "Brennan: Writing.": null, "Aabria: Why do they keep doing that? (cast laughing)": null, "Rashawn: Poo.": null, "Aabria: Yeah, jeez, yeah, what did you guys think? I feel like you were": null, "pitching for looking for a car.": null, "Erika: Looking for a car.": null, "Aabria: What do you guys think? That's what I wanna know now. What do": null, "you, what the fuck do you think is happening?": null, "Siobhan: No clue.": null, "Aabria: Oh, delightful.": null, "Siobhan: Jaysohn, nothing. I'm just not even thinking about it. I'm": null, "here, and I'm Jaysohn.": null, "Brennan: I'm here, and I'm Jaysohn.": null, "Siobhan: I'm here, and I'm Jaysohn. [singing] I'm here and I'm Jaysohn,": null, "baby.": null, "Izzy: What's Jaysohn's goal?": null, "Jasper: I feel like that's gonna be a new... Like, that's like a hashtag": null, "on Twitter like when people are just like, \"It's Sunday. I'm here and": null, "I'm Jaysohn.\"": null, "Aabria: I'm here and I'm Jaysohn.": null, "Jasper: Like, I'm just hanging out. I'm doing nothing else.": null, "Brennan: [singing] I'm small, but I'm jumping. (cast laughing)": null, "Erika: So I…": null, "Rashawn: [singing] And when I jump down..": null, "Erika: You know, out of game have figured some stuff out or at least": null, "have guesses on some stuff.": null, "Aabria: Yeah, yeah.": null, "Erika: But I think in-game there are only a couple things that I have": null, "connected, which is that I had seen, like, a truck, or like a, you know,": null, "some sort of-": null, "Erika: Yeah, a truck.": null, "Aabria: Yeah, we can say it.": null, "Erika: Yeah, yeah, a truck.": null, "Jasper: We can say it now.": null, "Erika: You know, carrying people. And then the dust, the kick up, the": null, "dust, but you know, which has the Blue in it, you know?": null, "Rashawn: And the thick dust I think is like smog or like-": null, "Siobhan: I don't know.": null, "Brennan: Poison or pesticide or something like that.": null, "Siobhan: I'm wondering if we got-": null, "Rashawn: Or like the ground is tainted.": null, "Siobhan: The place got Blued and they were like, we have to kill all the": null, "animals-": null, "Jasper: Yeah, kill everything and, yeah, yeah, yeah. That's what I was-": null, "Brennan: And the creatures, the description of the creatures with the": null, "reflective faces and the sagging skin.": null, "Siobhan: Minions, Minions.": null, "Siobhan: Minions.": null, "Aabria: No! Stop, no!": null, "Jasper: No!": null, "Rashawn: No!": null, "Brennan: Banana.": null, "Siobhan: Yellow with shiny eyes.": null, "Aabria: Why have you done this?": null, "Jasper: Hazmat suit.": null, "Rashawn: Weird like describing like-": null, "Brennan: Hazmat suit, yeah-": null, "Rashawn: The gold over the sign when you were like, two lines with the": null, "squigglies. I thought it was a caution.": null, "Siobhan: Oh yeah, like a radioactive sign.": null, "Jasper: This has genuinely been-": null, "Rashawn: Yeah, I'm dumb.": null, "Jasper: This has genuinely been so hard because you said to me-": null, "Izzy: The ground is yellow.": null, "Jasper: Hazmat suits when you first described this flashback to me, like": null, "months ago.": null, "Jasper: And I've like, I've known hazmat suits in my head and I'm like,": null, "\"Do not metagame. Do not metagame, do not metagame, do not meta...\"": null, "Like, 'cause I've known, I feel like-": null, "Erika: You said like, hairless.": null, "Jasper: Yeah, I was like, hairless.": null, "Erika: And all yellowy and-": null, "Jasper: It was kind of like, 'cause there's no reason a stoat would": null, "think.": null, "Aabria: Having to describe shit when you don't have like, human frames": null, "of reference is despicable.": null, "Jasper: Yeah, there's no reason that a stoat would think that that is": null, "not its actual skin.": null, "Izzy: Me.": null, "Jasper: Yeah, literally. (laughs)": null, "Rashawn: No, no!": null, "Aabria: You know what? [hands Izzy a candy]": null, "Jasper: You know what?": null, "Brennan: Yay!": null, "Rashawn: Yay!": null, "Jasper: There you go. (cheers)": null, "Izzy: One. (players clapping) But it's nice, in fact.": null, "Jasper: I have a slight theory which is that I remember reading up that": null, "there is like a type of fungus which like, they found now is like,": null, "growing towards nuclear, in like, Chernobyl, there's a fungus that's": null, "growing, grows actively towards the center of the nuclear waste and is": null, "basically like not...": null, "Izzy: Detoxifying it.": null, "Jasper: Almost, yeah. Like, it can kind of consume the radioactive": null, "nature of it.": null, "Izzy: That's what the fungus does.": null, "Brennan: It's good.": null, "Jasper: Yeah, and I was a bit like-": null, "Izzy: That seems fine.": null, "Jasper: I feel like that's-": null, "Jasper: Kinda like this whole like, oh, you know, we'll probably mess up": null, "the planet, but the planet'll be fine, like, ultimately 'cause it shows": null, "so clearly that it's like, eh, we can just adapt.": null, "Brennan: I heard that-": null, "Rashawn: Yeah, WALL-E.": null, "Brennan: There was one of those things- (cast laughing) There was one of": null, "those things about plastics that was like, oh, there's a possibility for": null, "some kind of bacteria that will-": null, "Siobhan: Yeah, bacteria.": null, "Jasper: That will break it down.": null, "Brennan: Eventually break it down, yeah.": null, "Siobhan: And maggots.": null, "Brennan: Maggots.": null, "Jasper: Maggots will eat everything.": null, "Jasper: So that's kind of my thing is that like, there's some sort of": null, "nuclear fallout that's happened, and then the surrounding area is": null, "learning to adapt, and all the creatures within it are finding, like,": null, "the ability to like, effectively, yeah, harness that radioactivity.": null, "Erika: I mean, in Chernobyl-": null, "Rashawn: Mutated.": null, "Erika: Like, they jokingly call it the world's largest natural preserve": null, "because like, humans can't settle in it and so now they're finding": null, "species that have come back to life. They thought they were endangered": null, "or extinct and all sorts of bugs and animals that were endangered now": null, "are thriving there.": null, "Rashawn: Did anyone ever catch that show, \"The 100\"? Where they like-": null, "Siobhan: Oh, yes.": null, "Rashawn: Sent all these prisoners or whatever to space.": null, "Siobhan: Real hot teens.": null, "Rashawn: Hot teens for like 100 years.": null, "Siobhan: Hot teens, yeah.": null, "Rashawn: While the Earth like, figured itself out, and then they sent": null, "all these criminal teenagers to Earth by themselves, and they're": null, "discovering that like, trying to figure out if Earth is habitable, and": null, "there's deer with like-": null, "Siobhan: It's very fun.": null, "Rashawn: Mutated antlers and stuff.": null, "Rashawn: And none of them are like, \"Oh wow, an animal we've never seen": null, "before.\"": null, "Rashawn: They're like...": null, "Siobhan: Whoa, oh.": null, "Rashawn: \"Do you wanna have sex?\"": null, "Siobhan: Yeah, just all like-": null, "Brennan: I swear to God-": null, "Siobhan: I don't know you.": null, "Aabria: Fuck finds a way.": null, "Rashawn: Maybe we should have sex.": null, "Brennan: Shows like that, you look at shows like that, and you can see": null, "the pitch meeting that greenlit the show.": null, "Jasper: Oh yeah.": null, "Brennan: Of someone being like, \"So we're really excited about this": null, "sci-fi show.\" And a studio executive being like, (groans dismissively)": null, "and they're like, \"Hot, hot! Butts, ass, titty, uh, uh...\"": null, "Brennan: Tons of it, tons of, yeah.": null, "Siobhan: I watched a little bit too much of it. It's entertaining.": null, "Rashawn: It's crazy.": null, "Jasper: It's gotta get interesting.": null, "Rashawn: 'Cause there's the people underneath, too.": null, "Rashawn: That have like, been there for a while-": null, "Siobhan: Yeah, there's like-": null, "Rashawn: And then there's a tribe of-": null, "Erika: There's like, Morlocks?": null, "Siobhan: Yeah, so there's people who survived out in the wild.": null, "Brennan: Really fuckable Morlocks. These-": null, "Siobhan: And then there's...": null, "Erika: Okay, that's redundant.": null, "Siobhan: Everybody's fuckable, but in different ways.": null, "Brennan: Not from the original! (high five slaps) Not from the 1970s": null, "one. Those Morlocks...": null, "Brennan: The Muppet-looking ones?": null, "Jasper: Trust me. (Brennan and Erika laughing) People on the internet,": null, "they will.": null, "Brennan: You say that like you've fucked a Morlock. (Jasper laughing)": null, "Aabria: Have you not, dude?": null, "Siobhan: [singing] I fucked a Morlock and I liked it..": null, "Izzy: It sounds fucked up, but when you do it. (cast laughing)": null, "Aabria: Once you get on there.": null, "Siobhan: Just the feeling.": null, "Jasper: Trust me.": null, "Erika: Look, they do the work for the Eloi, right?": null, "Brennan: For the Eloi.": null, "Erika: They put in the work.": null, "Brennan: Yes! And then they eat a couple. Wait, who gifted me that I was": null, "a hoe?": null, "Jasper: That was extremely-": null, "Brennan: My mom. That's right, yeah, yeah, yeah.": null, "Jasper: Used to go into other warrens. I literally was like...": null, "Siobhan: Grandpas and grandmas shit.": null, "Aabria: Incredible.": null, "Rashawn: Hoes don't get cold, remember?": null, "Aabria: Hoes don't get cold! (cast laughing)": null, "Brennan: Thanks, Mom.": null, "Aabria: God, just imagine if you could decide when you wanted to like,": null, "get knocked up. I'd be a... (laughs)": null, "Aabria: Hey, okay, whatever that was, no thank you. Anyway, off I go.": null, "Erika: I mean, we do.": null, "Erika: Like, in most states now.": null, "Aabria: I mean, yeah!": null, "Rashawn: You should be able to.": null, "Jasper: Yeah, yeah. Mm-hmm.": null, "Izzy: I know.": null, "Rashawn: Camera.": null, "Izzy: When you guys were like, talking, and like, is it the right time?": null, "I was gonna be like, go get an abortion. (cast laughing)": null, "Siobhan: No.": null, "Izzy: There was a poison storm. All right, maybe don't do this one.": null, "(cast laughing)": null, "Rashawn: Dude, it's gonna be crazy.": null, "Brennan: Yeah, when that baby comes.": null, "Aabria: Hell yes.": null, "Erika: I love the little discussion about it. About like, you being": null, "vulnerable. Me being like, \"It's fine. You're fine.\"": null, "Brennan: Whoo! Okay.": null, "Aabria: You're playing the craziest best mother.": null, "Aabria: God, and also every time you say something super shitty-": null, "Siobhan: Is this a good time for me to have babies? Yes.": null, "Brennan: Yes.": null, "Siobhan: Doesn't matter when it is. Yes.": null, "Jasper: Yes, always yes.": null, "Rashawn: And you always got your little, you know, sketchy little bone": null, "things.": null, "Aabria: Your raccoon dick bone.": null, "Rashawn: You'll be fine.": null, "Erika: The little, the end of it is like real-": null, "Siobhan: They are absolutely, they do absolutely look like a...": null, "Erika: Like a head of a cane.": null, "Rashawn: Cool.": null, "Brennan: Wow.": null, "Jasper: Okay, okay.": null, "Siobhan: And they're exactly the right size.": null, "Erika: They're bigger than coyotes.": null, "Siobhan: Yeah, big dick energy from raccoons.": null, "Aabria: I feel like you can get that-": null, "Brennan: I thought, when you said they're bigger than coyotes, I thought": null, "you were referring to the baculum.": null, "Aabria: Yeah, that's what I thought.": null, "Siobhan: Yeah, the baculum-": null, "Erika: Well, they're bigger than coyotes' baculums.": null, "Siobhan: Raccoon baculum.": null, "Brennan: I thought you meant coyotes the animal.": null, "Aabria: We're comparing baculums.": null, "Brennan: I was like...": null, "Siobhan: Oh, no, no, no.": null, "Erika: If they're a small coyote, yeah.": null, "Rashawn: Like a little one.": null, "Siobhan: Like a really small coyote.": null, "Aabria: Yeah, this is impossible for all of you so cut this part, but": null, "yeah, it's just that one.": null, "Aabria: For a big old dick bone.": null, "Brennan: Biggest baculum in the game.": null, "Aabria: Let's go! (Jasper laughing) 'Sup?": null, "Brennan: Wow, special.": null, "Jasper: Terrifying.": null, "Izzy: But wait, those are dicks?": null, "Aabria: Those are dick bones.": null, "Jasper: Dick bones.": null, "Rashawn: There's meat around it. (Jasper sputter laughs)": null, "Siobhan: Humans don't have dick bones.": null, "Izzy: That's your weapon?": null, "Erika: Yes!": null, "Izzy: Is a dick bone?": null, "Erika: A big one!": null, "Izzy: This whole time?": null, "Erika: Yeah, it's also my walking stick.": null, "Aabria: This whole time.": null, "Jasper: Whole time.": null, "Aabria: This whole time?": null, "Izzy: This whole time.": null, "Erika: Yes, dear.": null, "Brennan: The whole time? The whole time!": null, "Erika: The whole time!": null, "Izzy: Wait, and raccoons have the biggest dicks?": null, "Aabria: Just in that like, little comparison. It's just a": null, "disproportionately-": null, "Jasper: Big bones, at least.": null, "Aabria: Big dick bone.": null, "Izzy: I had to know.": null, "Aabria: Oh no!": null, "Jasper: Understandable, understandable.": null, "Brennan: Animal facts. We're learning so many great animal facts.": null, "Aabria: Run to him, run to him. (cast laughing)": null, "Brennan: I know, after all the torture of animal facts over the years,": null, "it's nice, yeah, it's great.": null, "Aabria: I'm a little sad 'cause I had some real stupid animal facts": null, "like, on deck and was like, eh, we got time.": null, "Brennan: Wait, if we don't get them all by the end of the season, we": null, "have to have every animal fact in the final Stoatal Recall.": null, "Rashawn: Like a little scrolling-": null, "Jasper: Can I tell you how-": null, "Aabria: Done, baby.": null, "Jasper: Can I tell you how truly I panicked when you were like, \"What": null, "kinda bird?\" I was like, (hyperventilating) \"Um, uh, like a, a... A wood": null, "pigeon?\"": null, "Brennan: Say spoonbill, motherfucker!": null, "Jasper: I was just like...": null, "Aabria: It was good and right of you to be worried 'cause I studied": null, "'cause I knew he would be here.": null, "Jasper: Yeah, exactly, I was putting us both in a situation which": null, "neither of us felt comfortable with.": null, "Aabria: Right, yeah.": null, "Jasper: Saying bird things in front of Brennan, terrifying.": null, "Erika: I was really enjoying that moment.": null, "Aabria: And Siobhan.": null, "Rashawn: I thought it was gonna be an eagle.": null, "Rashawn: It's like, oh, you're gonna get eaten. (Aabria mimics bird": null, "calling) She's gone.": null, "Brennan: Yeah, yeah.": null, "Rashawn: Revenge for the egg that you stole.": null, "Erika: So funny. Yeah, they're like-": null, "Aabria: So good.": null, "Erika: I was just talking about this egg, and you guys looked at each": null, "other.": null, "Siobhan: And truly a perfect nat one to have rolled. It's very funny.": null, "Aabria: It was gorgeous, yeah.": null, "Siobhan: I love rolling a nat one on a bit. I love failing a bit so": null, "much, really.": null, "Jasper: I love failing all, literally every roll. It's great.": null, "Aabria: Let's be clear, now that you've swan dove into an egg, I feel": null, "like Jaysohn's got the shiniest coat.": null, "Siobhan: Oh my goodness, so much protein in that egg.": null, "Rashawn: Yeah, protein treatment.": null, "Siobhan: Gorgeous, gorgeous.": null, "Aabria: He's just well conditioned.": null, "Siobhan: It's like a Pantone commercial. Just like.. [shakes head": null, "around]": null, "Aabria: And going. Amazing.": null, "Jasper: Incredible.": null, "Aabria: Well, okay, guys. I think we should shut it down here 'cause we": null, "have a new and exciting adventure waiting for us on the next episode, so": null, "until then... I don't have a sign off for this. What do we do?": null, "Siobhan: See you in the stars! (cast laughing)": null, "Aabria: Yeah, we'll use a callback.": null, "Cast: [Cast] See you in the stars!": null, "Brennan: See you in the stars!": null, "Jasper: I'm gonna go buy new dice.": null, "Aabria: Yeah. (claps)": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC, Mer": null}