{"Dimension 20": null, "Adventuring Party": null, " ": null, "Stoatal Recall": null, "Season 15 Episode 1": null, "[Next Episode] >": null, "Aabria: Hello and welcome to the first episode of- What were you": null, "reaching for?": null, "Izzy: There are little things.": null, "Aabria: Don't worry about that yet. Don't worry about that yet.": null, "Siobhan: What, there's clues, there's clues! There's clues! I'm gonna": null, "get in here, there's clues!": null, "Aabria: Hi, welcome to \"Adventuring Party\" where they're looking at the": null, "board.": null, "Jasper: I'm not.": null, "Aabria: Hi. You know what, no, we're gonna rename it. It's gonna be": null, "\"Adventuring Party\" on Dropout.tv. But we're gonna call this \"Stoatal": null, "Recall.\"": null, "All: Yes!": null, "Brennan: The season title that never was.": null, "Aabria: Never was. Welcome to episode one and our very normal funny": null, "story. How's everyone doing? [Brennan screams]": null, "Siobhan: Oh, great. I feel chill, really, really chill.": null, "Aabria: Super chill.": null, "Rashawn: I feel very cozy with my family, we're very-": null, "Aabria: You high five. Body rolls, I think we're doing okay. If Izzy is": null, "still twerking, we're fine. I'll know when it's too spooky when she": null, "stops throwing it back.": null, "Brennan: It's good that we all love each other so much as this adorable": null, "stoat family in a season where nothing fucking terrifying is gonna": null, "happen.": null, "Aabria: Yeah, yeah.": null, "Brennan: So that's good. That's good for me.": null, "Izzy: I only found out what happens in \"Watership Down\" last night.": null, "[everyone laughs]": null, "Siobhan: You weren't tortured by \"Watership Down\" as a child?": null, "Aabria: Golly.": null, "Erika: Brennan knows the whole language.": null, "Brennan: Yes.": null, "Siobhan: Language?": null, "Aabria: What?": null, "Rashawn: There's a language?": null, "Siobhan: Excuse me, what? I'm sorry. Go on.": null, "Erika: I learned Nadsat instead.": null, "Brennan: I'm trying to remember, is it called \"Lapine\" ? Let me see": null, "what, yeah, \"Lapine\" is the name of the, the mythology, obviously Frith,": null, "the god of the Sun, El-ahrairah, the Black Rabbit of Death, all of that.": null, "Rashawn: The animation in the beginning when they told the story.": null, "Izzy: [Izzy] I haven't seen it.": null, "Siobhan: [Siobhan] Wait, what?": null, "Izzy: I've only seen seen it from \"Donnie Darko,\" they watched it in": null, "\"Donnie Darko.\"": null, "Erika: I also have not seen it.": null, "Siobhan: It's \"Lion King\" sad except the whole time.": null, "Jasper: [Jasper] Yeah, yeah, yeah, yeah, yeah, truly.": null, "Aabria: \"Lion King\" sad and scary.": null, "Siobhan: Yes, also very scary.": null, "Izzy: You said \"ripping out of throats.\"": null, "Brennan: Yes, yes, yes, yes.": null, "Siobhan: Yes!": null, "Aabria: Rabbits are terrifying.": null, "Izzy: That's what I thought was gonna happen when she-": null, "Siobhan: There are fields of blood.": null, "Brennan: Yeah.": null, "Siobhan: Fields of blood.": null, "Brennan: And that's the part that scares you when you're a little kid.": null, "And then you get older and watch it again in a friend's basement, and": null, "then you watch the part with the Warren of Rabbits who have all this": null, "food and all this good stuff and life is really good. But they're all": null, "sad in this way that's freaking out the hero rabbits. Why is everyone so": null, "sad here? And then you realize that it's because it's a warren on a": null, "farmer's properties, and the rabbits know that the farmer comes and": null, "kills some of them. And they've all made the decision to stay because": null, "life is easy and it's just some of them that die. [cast groans bleakly]": null, "And that-": null, "Erika: That's capitalism.": null, "Aabria: Anyway, that's the (indistinct).": null, "Izzy: The farmer poisons them?": null, "Brennan: No, kills them and eats them.": null, "Rashawn: Like rabbit stew.": null, "Brennan: The poison in the rabbits happens in another, an earlier part": null, "of \"Watership Down\" where-": null, "Erika: Can you eat stoat? Are there cultures that eat-": null, "Izzy: I don't think you would-": null, "Rashawn: It's probably like very tough.": null, "Aabria: It's the same problem with hares-": null, "Izzy: You know what my \"Watership Down\" was? \"Chicken Run\"": null, "Erika: Yeah!": null, "Rashawn: Okay, yeah, \"Chicken Run.\"": null, "Izzy: When you see the shadow, when you see the shadow of the first": null, "chicken that gets their fucking head cut off, you're like what?": null, "Brennan: Is it too late to be chickens?": null, "Aabria: Yes, unfortunately it's too late to be chickens. But hey, this": null, "was obviously very inspired by \"Watership Down,\" but I wanted you guys": null, "to feel cooler than rabbits. So I may you the thing that eats rabbits,": null, "that's good, right?": null, "Siobhan: Yeah, sure.": null, "Rashawn: I feel very cool.": null, "Siobhan: I love stoats.": null, "Aabria: They're stoats.": null, "Izzy: They're ferrets too.": null, "Siobhan: [Siobhan] They're tiny little ferrets. They're, like,": null, "quarter-sized ferrets.": null, "Aabria: They're bigger than, no.": null, "Siobhan: No, Ferrets are much bigger than stoats.": null, "Aabria: Yeah, ferrets are bigger than stoats and stoats are bigger than": null, "weasels.": null, "Brennan: The confidence, just, listen, my walls are crawling with stoats": null, "and ferrets. I see size comparisons every day.": null, "Arabia and JaspeRashawn: [Aabria And Jasper] All the time.": null, "Rashawn: If I saw a stoat, I would probably run away of some long-": null, "Siobhan: They do move, they're really fast. We have them in England and": null, "I think I've maybe caught a glimpse of one once because they move so": null, "quickly.": null, "Rashawn: And even rabbits, their eyes are not, I don't wanna look into a": null, "rabbit's eyes.": null, "Aabria: I like rabbits, hares freak me out.": null, "Siobhan: Well there's a thing in England where, so a fucked up genetic": null, "engineering thing they did in the 50s, they're like, \"There's too many": null, "rabbits. \"Let's give them all a disease.\"": null, "Jasper: Yeah, yeah.": null, "Erika: What?": null, "Siobhan: So there's this disease in England called myxomatosis, which": null, "the rabbits are slowly but surely evolving to be immune to.": null, "Izzy: That is a Radiohead song.": null, "Erika: That is number two in the weird British shit that we-": null, "Aabria: Yeah, put it on the board!": null, "Jasper: Put it on the board.": null, "Aabria: There's more but the cameras were off. They've been tallying": null, "this shit up.": null, "Siobhan: They look so gross, their eyes go, they pop out of their skulls": null, "almost and they turn white but pink and bloody. And they're just these": null, "big disgusting, gooey, gloopy eyes.": null, "Jasper: We need to stop giving Aabria ideas.": null, "Siobhan: Fuck, fuck, and actually they're really happy, they really like": null, "it and they're really-": null, "Aabria: And how do you spell-": null, "Siobhan: [Siobhan] Myxomatosis? I don't know, I can't read. I can't": null, "read.": null, "Izzy: It's a Radiohead song.": null, "Jasper: [Jasper] Yeah, myxomatosis. (Rashawn laughs)": null, "Aabria: You didn't think that that word doesn't appear on this doc-": null, "Siobhan: Fuck.": null, "Aabria: Get outta here.": null, "Brennan: Myxomatosis sounds like a disease that one the Three Stooges": null, "would reference. [shrill voice] \"I got a bad case of myxomatosis,\" and": null, "his toes are crossed.": null, "Aabria: Oh no, 100% His little toes throwing up gang signs. What's up?": null, "Rashawn: (chuckling) It's myxo-": null, "Brennan: It's myxomatosis!": null, "Izzy: (singing slowly) Myx-o-ma-to-sis.": null, "Erika: Yeah, Aabria, what the hell?": null, "Aabria: About what? What?": null, "Rashawn: [Rashawn] It's gloomy and scary. It gives me, you know in": null, "\"FernGully\" with the Hexxus.": null, "Erika: [Erika] Hexxus! Toxic Love.": null, "Aabria: Hexxus! God, that song was too horny.": null, "Siobhan: That song is really horny.": null, "Erika: [Erika] I mean, it's Tim Curry.": null, "Jasper: Well yeah. Yeah.": null, "Aabria: [Aabria] Yeah, yeah, yeah. Well anyway, I wanted-": null, "Izzy: He's alive.": null, "Aabria: [Aabria] -it to be a scary one. (Rashawn guffaws)": null, "Siobhan: Barely, he's just alive.": null, "Izzy: He's just about alive.": null, "Aabria: You could just kiss up and it hits atmo, and then sprinkles down": null, "on whoever needs that love.": null, "Brennan: What you don't know is that Tim Curry is directly above us.": null, "He's on the roof.": null, "Aabria: All the time. He's just waiting, he would love a ladder.": null, "Brennan: [Tim Curry impression] \"I love to hang out on the roof.\"": null, "[everyone cackling]": null, "Rashawn: My favorite vantage point.": null, "Brennan: My favorite vantage point.": null, "Aabria: That's pretty good.": null, "Brennan: Thank you.": null, "Rashawn: Very good.": null, "Izzy: Does not sound like that anymore. (cast groans sadly)": null, "Erika: All right, all right. (everyone laughing)": null, "Jasper: [Jasper] On a lighter note-": null, "Izzy: Because he had a stroke!": null, "Erika: [Erika] Let's go back to the apocalypse.": null, "Aabria: Sure!": null, "Brennan: This was so fucking cool and scary. Once again, beautiful": null, "Aabria: Yeah. Oh my gosh. We have something, okay. I'm gonna do a quick": null, "sound off of everyone that worked on this, and then we'll talk about the": null, "projections and how cool that is shit all too.": null, "Brennan: Paper doll stoats.": null, "Aabria: Yeah! Okay. D-, hold on. We're doing our quick shout outs. DM": null, "screen, Raven Bartlett. Ty Grayson, oh god. Jesse Harron, Shane": null, "Brockway, Greg Penis-, [stammers] Shut up. [cast laughing at the": null, "mispronunciation] you have to let me-": null, "Brennan: Unfortunately, you did say Greg Penis. Just so unfortunately,": null, "you did actually say Greg Penis.": null, "Aabria: Greg Pinsoneault. Greg Penis is the cousin Greg from": null, "\"Succession.\"": null, "Siobhan: Yeah, that is his last name in \"Succession.\" His last name is": null, "Penis.": null, "Aabria: Katie McGeorge, Kelsey Hunter, Rachel Ferris.": null, "Izzy: To the top of Mount Everest but get-": null, "Aabria: You really just not gonna let me get any of this fucking done,": null, "are you? Can you take a lap?": null, "Izzy: Lines, remember that? The news?": null, "Aabria: Do you want candy? You eat that. Everyone gets candy if they": null, "don't shut the fuck up. Perfect. Ash Schimkus, Amber Padgett, and Sadie": null, "Nash did the DM screen. And the neutral board, this little guy over here": null, "is Jesse Harron, Raven Bartlett, Katie McGeorge, Rachel Ferris, Ty- I'm": null, "gonna keep saying your name wrong. [Izzy reaches down behind Erika]": null, "Please, please, what are you doing? Why are you like this?": null, "Izzy: You don't have to pay attention to me.": null, "Aabria: I could never not, you're wonderful.": null, "Izzy: Pick a side.": null, "Aabria: Yeah, that's fair. That's fair. Ash, Greg and Kelsey once again.": null, "So thank you so much for that. (everyone cheering)": null, "Erika: This is so good.": null, "Jasper: [Jasper] So good.": null, "Aabria: And it's full of clues.": null, "Rashawn: Just wanna touch everything. (Siobhan and Brennan": null, "hyperventilating for clues)": null, "Jasper: [Jasper] This thing lit up like halfway through and I was like": null, "(gasps). I grabbed Erika-": null, "Erika: And I was like, and we were like, \"Ooh!\"": null, "Jasper: And I was this is a lit board.": null, "Siobhan: [Siobhan] Soft like a stoat's fur.": null, "Erika: Okay, and can I say-": null, "Aabria: Yo, it's so good to touch. I don't know what this is-": null, "Erika: Can we touch it? I'm gonna touch it, Rick.": null, "Jasper: Sorry, Rick.": null, "Aabria: Rick, can we touch it?": null, "Erika: Katie said we can.": null, "Jasper: Yeah.": null, "Siobhan: [Siobahn] Thanks, Katie.": null, "Brennan: Um-": null, "Aabria: Yeah, get us back on the road.": null, "Erika: Can I just say one of my favorite-": null, "Izzy: You're getting your Hot Cheeto fingers on the damn set.": null, "Erika: Oh, it's ink. One of my favorite storytelling devices in the": null, "world is shadow puppet fables. Aw, thank you. I don't think this is": null, "gonna help but I just, as I saw that I fully started crying. It was so": null, "cool and so evocative and it like [groans] It was so cool and so": null, "evocative and it like [groans] it's so good.": null, "Brennan: Also a very, very slick \"Watership Down\" source material shout": null, "out to the original sort of mythology in the opening of the, it's just": null, "everything's very slick. Very slick, slick GM'ing, slick art department,": null, "slick projections [chef's kiss]. The little blue pulses.": null, "Jasper: Oh!": null, "Aabria: Yeah, they really snapped on-": null, "Jasper: It got me messed up.": null, "Izzy: I wanna see your button.": null, "Aabria: No!": null, "Jasper: Wow.": null, "Rashawn: Something is happening. Also, being underground. It made me": null, "wanna hunch my shoulders more in. The ceiling's much lower than I think": null, "it is.": null, "Aabria: Every time we come into the dome, it becomes this beautiful arms": null, "race of, okay, so here's what happened in \"Neverafter\" and what Brennan": null, "was fucking with. And we're like, okay, so what more can I do? And it": null, "becomes this beautiful meeting of, I'm gonna keep asking for stuff until": null, "someone literally yells at me. And then I know that's the limit. And the": null, "limit for this one was full animation.": null, "Brennan: Unbelievable.": null, "Siobhan: Wow. Absolutely was.": null, "Rashawn: When the eyes were revealed as you were saying it-": null, "Aabria: Yeah!": null, "Rashawn: So cool.": null, "Aabria: I felt so bad 'cause you were having a beautiful natural": null, "reaction, I was like \"Shut the up fuck up, I'm on a timer.\" (everyone": null, "laughing) I gotta get this word right.": null, "Jasper: Very limited time.": null, "Erika: I feel, yeah, honestly the time is our greatest enemy in this one": null, "'cause I really could live in these moments and in these characters": null, "forever. It just is so easy and it's wild because when you play a": null, "family, you have to have that certain dynamic of that love and that": null, "trust and that give and take and the back and forth, and the fact that": null, "we talk over each other in a way that we all sort of can clock and latch": null, "onto is so incredible. I've never had it like that at a table before.": null, "Aabria: You guys hit the ground running and felt so much like this": null, "beautiful lived in family unit from minute one. Just in the opening": null, "vignettes, I was like, [whisper] \"Oh my God, they're so good at this.": null, "They're all so fucking good at this.\"": null, "Brennan: There's a thing that is a temptation, when people play": null, "characters, there's a temptation to take a character and be like,": null, "“what's the most interesting facet, what's the thing,” and I'm gonna hit": null, "that and hit that tone every time. And then you do something as": null, "realistic as a family and you realize that every person is multiple": null, "people. The Jaysohn that is Tula's son is a different Jaysohn from the": null, "Jaysohn that is Lila's brother. And that's really how people are like.": null, "And like Viola, for as imposing as she is to the followers of her": null, "husband, is so sweet and loving to her husband. And then so when we": null, "talk, it's immediately conspiratory. I wasn't expecting us to be": null, "mischievous together.": null, "Siobhan: [Siobhan] Yes. I know.": null, "Rashawn: [Rashawn] Yeah!": null, "Siobhan: I love Viola also going \"Walmer, no.\" \"What? Absolutely not.\"": null, "Aabria: I'm not caught up and immediately fuck that shit.": null, "Brennan: There's a world where we have an adversarial sister": null, "relationship, and it's so cool. When you were like \"Walmer, no.\" I was": null, "like \"Thank God for my sister.\" No! Terrible.": null, "Rashawn: Terrible.": null, "Brennan: The little moment of having those aged berries and you were": null, "looking at me like ooh, and you immediately caught what I was going for.": null, "Let's get a little fucked up in the morning.": null, "Rashawn: Yeah, let's have some breakfast wine.": null, "Brennan: Yeah, a little mimosa, exactly.": null, "Aabria: Literally wine aunt energy immediately.": null, "Rashawn: Just holding a berry and just scooping it up.": null, "Aabria: “Jaysohn, come do that little dance you do.” (everyone laughing)": null, "Rashawn: Yes! You know exactly what kinda auntie I am, yes! Do that": null, "little dance you do. (everyone laughing) I like that.": null, "Erika: Yeah, it's so funny because you can immediately see where": null, "everybody else is with each other. Even if they haven't talked directly": null, "to each other yet. You're like \"I know exactly how this is gonna go\".": null, "Ugh.": null, "Siobhan: It's very cool.": null, "Aabria: You guys are so cool.": null, "Siobhan: And when are we gonna fight?": null, "Brennan: When are we gonna fight?": null, "Jasper: I think I'm good, honestly. After that episode, I think I'm good": null, "not fighting-": null, "Aabria: This is a gentle exploration of family and probably nothing": null, "external to you will be an issue.": null, "Erika: I forgot, it's been a minute since I've been in the dome, and I'm": null, "like, we could have to fight at any minute. And I'm like, no, that's not": null, "how production works.": null, "Brennan: Don't use, I've heard suddenly, “I'll defend Aabria,” and I was": null, "like don't use your above game knowledge of how heavy these sets are. We": null, "could choose to stop down and slap one in anytime.": null, "Aabria: Let me be very clear. The neutral board has battle dots on it.": null, "Erika: [Erika] That's what-": null, "Rashawn: When you said neutral, I was like there's nothing neutral-": null, "Siobhan: Yes, this is very threatening.": null, "Aabria: Good. Stay ready.": null, "Jasper: [Jasper] It's extremely threatening. Yeah. Born ready.": null, "Brennan: Is this a terribly boring question to ask? I would-": null, "Siobhan: Yes. Next?": null, "Aabria: Oh no! Goddamn!": null, "Brennan: [as Tula, jokingly] Jaysohn!": null, "Aabria: If I had a candy I would, (gasps) I do have candy.": null, "Siobhan: Yes, yes, yes!": null, "Brennan: I was gonna ask if people wanted, 'cause this family is so": null, "great. If people wanted to talk about why they chose to play these": null, "characters, that's a question that I feel fans of the show would wanna": null, "know.": null, "Erika: I feel like Siobahn was the first one to be like, \"I'm gonna be a": null, "karate boy.\"": null, "Aabria: Yeah, you did come out, you were like, \"I'm Jaysohn the karate": null, "boy.\" And everyone went-": null, "Jasper: Okay.": null, "Erika: I'll build something around that.": null, "Aabria: Say fucking less. Everyone knew exactly who that was": null, "immediately.": null, "Siobhan: Yeah, I just wanted, I've wanted to play a little jumpy boy for": null, "a while. I actually pitched it for \"Neverafter\" but it just didn't make": null, "sense.": null, "Aabria: Now what's \"Neverafter?\"": null, "Siobhan: Never heard of it. It just didn't make sense in the context of": null, "the rest of the party. And then when you pitched this I was like, \"Well,": null, "well, well. If it isn't serendipity, my old friend.\"": null, "Aabria: Ugh, but having Jaysohn come out of the gate and already be": null, "immediately the biggest pain in everyone's ass and the saving grace": null, "within one episode is so fucking cool.": null, "Jasper: It's just fun to be really annoying. (laughs)": null, "Aabria: Fact.": null, "Siobhan: And I just like being a thorn in everybody's side. Thank you so": null, "much. Thank you so much for letting me be as annoying as I wanna be all": null, "the time!": null, "Aabria: [Aabria] Hell yes!": null, "Siobhan: Just really letting the ADHD out.": null, "Aabria: [Aabria] Ooh, feels good.": null, "Siobhan: Yeah.": null, "Jasper: But I kind of felt like it was from there that like, it was": null, "like, oh yeah, family. Do you know what I mean, immediately there was": null, "just this, oh everyone kind of just started latching onto this idea of": null, "family and it kind of fit in with a couple people's other suggestions,": null, "which was pretty awesome.": null, "Brennan: You said that and then it was \"Jaysohn\" as a name came about": null, "very quickly 'cause it's the most shoutable name in the world. [Everyone": null, "immediately shouting \"Jaysohn!\"] And then Izzy, you were talking about": null, "the conspiracy, very quickly it was two siblings came into focus.": null, "There's a couple of us that are based off of an homage to pop culture.": null, "Mine is very much, I've modeled my character after Mrs. Brisby from": null, "\"Secret of NIMH\" , and you were like Lisa Simpson which I thought was": null, "awesome as like a-": null, "Izzy: Specifically, when they go to, I think, the water park.": null, "Aabria: Yeah. Yeah.": null, "Erika: [Erika] Yeah. The holding the blanket.": null, "Izzy: Yeah, she loses her clothes and her shoes and she's in the blanket": null, "and then she's contracted something and she says, \"I'm the lizard": null, "queen.\"": null, "Aabria: [Aabria] Yep.": null, "Siobhan: But I also, 'cause you talked about, and the thing that I love": null, "most about, I'm so grateful for the Simpsons writers to have done, is": null, "that Lisa is this smart little know-it-all, but she sits down and": null, "watches Itchy and Scratchy with her brother and she loves it. [Everyone": null, "saying 'Yeah' in agreement] Which feels very real and very human.": null, "Erika: And then I think it was cult leader.": null, "Jasper: Yeah, I-": null, "Erika: You were like \"Cult leader?\"": null, "Jasper: I think I pitched reluctant-": null, "Aabria: Great, I'm the family cult leader.": null, "Brennan: Reluctant cult leader is so funny.": null, "Jasper: And it was as soon as I remember Brennan going, \"Yep.\" (everyone": null, "laughing) I was like, okay, cool. Cool, cool, cool, cool, cool. Yeah, I": null, "think it was more 'cause there was you'd given us a bit of a basis like": null, "oh, things to think around and I had a couple of little ideas. But yeah,": null, "I think just as soon as I said a cult leader, a couple people were like,": null, "\"yeah, this is fun, this could be fun.\" And then, yeah kind of just born": null, "outta that. And then for the name and the style of the character and": null, "everything is actually also based in some pop culture. It's my very": null, "first, 'cause I felt like this was kind of a big deal. I'm gonna be on": null, "D20, I wanna bring something cool. So my very first D&D character was": null, "based on my favorite person from a book who's called Lamora, Locke": null, "Lamora, sorry, and he's known as the Thorn of Camorr.": null, "Aabria: Yep.": null, "Jasper: And so, and I kind of basically, my very first character was": null, "based on him and I was like, “ooh, wonder if I could do a little riff on": null, "that” 'cause I loved that character but never kind of got to fully play": null, "it to fruition. So I kind of enveloped it a bit in this, and then the": null, "little bit of thing that might come up, might not come up, but he was": null, "never given a name. But he was known, Thorn was known as a, he had like": null, "a bit of a legend around him, of mystique around him, and people": null, "referred to him or other stoats referred to him as the Thorn of the": null, "Vale. And so he was just like, when he realized, oh, other stoats have": null, "names, I should have a name 'cause I don't have one. So he was just": null, "like, I'll go with Thorn Vale.": null, "Rashawn: [Rashawn] I love that.": null, "Aabria: [Aabria] Yeah, that's very cool.": null, "Rashawn: And when I think cult leader, I think powerful woman pulling": null, "the string.": null, "Aabria: Let's go!": null, "Izzy: Who's the lady who, Nancy Salzman?": null, "Rashawn: Yes, from The NXIVM?": null, "Izzy: Yeah.": null, "Rashawn: Yes, she's very much a figure, and I think her name is Sheena-": null, "Siobhan: Sheela": null, "Rashawn: -Sheela from Wild, Wild Country. Fashion down, vicious woman": null, "who's in charge of things. And me, I'm an, the oldest of three and the": null, "only girl. So I'm like, being a younger sister was also something very": null, "interesting, or just having a sister period. So thank you for going on": null, "this journey with me. And just what would it be like to try to establish": null, "a role in the family? I may not be as established as my sister, but yes,": null, "this is a new relationship. But who is Viola, in the sense of family? If": null, "there was no Thorn, but I'm so glad there is a Thorn. Who would she be?": null, "What role does she have? And the name Viola, just 'cause Viola Davis is": null, "my favorite. And I saw her at Target once so-": null, "Izzy: No, she doesn't go to Target!": null, "Rashawn: She shops at Target just like us!": null, "Erika: She's just us, but (indistinct)!": null, "Aabria: Yes!": null, "Izzy: What was she getting?": null, "Rashawn: She was, well-": null, "Siobhan: How long did you follow her?": null, "Rashawn: I was on my way out, I was all masked up and stuff, and then I": null, "heard her. I heard her before I realized like, oh my, wait, was that": null, "Viola Davis? And the, you know, my-. [overlapping chatter] Yes. And": null, "she's talking to her assistant about getting bathing suits to go on a": null, "trip.": null, "Izzy: Bathing suits from Target?": null, "Siobhan: She's just like us.": null, "Rashawn: And she's so good and I was thinking of like, what are my": null, "favorite iconic Viola roles? I loved her in \"Doubt\" , just that kind of-": null, "Erika: My god, yeah.": null, "Siobhan: Indomitable.": null, "Rashawn: Yes. I believe my child more than anything else in the world,": null, "and if the belief that my child has isn't reality, that will pull me": null, "apart. So if what he's saying isn't true, I'm boned. But if it is, I'm": null, "still kinda boned. Still kinda boned. So yeah, just like reaching into": null, "some of her iconic things and I read her book recently, which is": null, "incredible and heartbreaking and she's been, so much has happened to": null, "her. By the time she was 12, so much had happened to her. But the way": null, "they pronounce her name phonetically in the book is Vow-la.": null, "All: Vow-la.": null, "Izzy: Like two syllables.": null, "Brennan: Like a slide.": null, "Siobhan: My favorite Viola Davis is how in \"Suicide Squad\" she always": null, "has half a steak in her mouth. (everyone laughing) She's just eating,": null, "knife like this, cutting a steak.": null, "Rashawn: She's incredible. Yeah. Very Annalise Keaton, \"How to Get Away": null, "With Murder\" .": null, "Siobhan: Yes, yes, for sure. She's pulling her makeup off, throwing-": null, "Aabria: Oh, the wig, oh.": null, "Rashawn: And even in then she's like, my husband is shit, spoilers if": null, "you haven't-": null, "Siobhan: Oh he's-": null, "Aabria: You had time.": null, "Siobhan: You're too late, you're too late.": null, "Rashawn: A lady who's on her shit, she has all of these students who": null, "look to her for the lead, and if she doesn't know what to do everybody": null, "could go to jail.": null, "Jasper: And I really enjoy as well, 'cause we had a chat in preparation": null, "for this and I was like, \"I really love just being the husband who's": null, "like, I fully embrace you.\" Whatever ideas you have, I've got zero ego": null, "about the idea of you basically really running the show. Do you know": null, "what I mean, I'll just say the right thing. You point me in the": null, "direction, sweetie, and I'll go.": null, "Aabria: I love a wife guy.": null, "Jasper: Do you know what I mean?": null, "Rashawn: I got it.": null, "Jasper: So I love the fact that we had the moment just straight off the": null, "bat where I'm having a panic attack and you're just like, \"Okay, calm": null, "the hell down.\"": null, "Rashawn: Go see the badger. You calm down. I'ma go talk to my mama.": null, "Jasper: I'ma go talk to my sister.": null, "Aabria: But I do, I think the thing you guys really nailed well about a": null, "family dynamic is you come from these moments of individual power and": null, "who you are to each other, And then when you hit the main drag of the": null, "family dynamic, all of that sort of falls away to the people you were": null, "when you were young. 'Cause you commanded so many of those, and then you": null, "come back and you're the little sister.": null, "Rashawn: Like, \"hey mom, can I talk to you while you're licking my": null, "sister's butt.\"": null, "Aabria: But also everything you know about Viola, you get the mean": null, "horrifying version, you got it honest. So good.": null, "Erika: Yeah. I think I was the last one, 'cause I was kind of struggling": null, "with things, and then I realized we had two generations and I'm like,": null, "oh, we need a third generation, we need a mom. And my pitch was if": null, "generational trauma was a stoat.": null, "Aabria: Hell yeah.": null, "Erika: So yeah, it's been, it's been interesting and we had a little": null, "talk beforehand and I'm like, okay everybody, I know we are all of an": null, "age where we have things about our parents. So if it's too much and you": null, "need me to pull back, I absolutely will. I love you all. I do truly": null, "respect you. All the backhanded compliments are not real Erika. But it's": null, "been so fun, 'cause as we were saying, the privilege of the elderly is": null, "just saying whatever the hell you're thinking.": null, "Aabria: Truly.": null, "Erika: [Erika] Yeah.": null, "Brennan: It's really fun being in scenes with you because there's a,": null, "it's so, I feel like there's a lot of escapism in role-playing games.": null, "And I've played a couple of characters that have always been able to be": null, "larger than life. And you're like, \"Someone says something that pisses": null, "me off. Well check it out. I'm gonna pop off!\" And it's very cool to": null, "play a character that's like, \"my mom just really hurt my feelings.\" And": null, "instead of being like, \"Well, we're in a status fight,\" to play a": null, "character that really and truthfully and honestly goes like, \"Great,": null, "you're right mom. I'll think about it.\" It feels hard. In other words,": null, "some of the characters I've played here with you, DM'ing, have been": null, "like, oh, let's get the gas pedal on the fucking floor. And playing a": null, "character, it feels interesting to trying to thread the needle of,": null, "especially in scenes with you 'cause you're like, \"I think you,\" like,": null, "\"turn around, let me clean you,\" and just being like, \"I am being": null, "debased and I have the desire to not be, and that desire will be put": null, "away.\" (everyone laughing)": null, "Rashawn: I would've loved to just come in with a camera like, ha ha, got": null, "you, yes!": null, "Brennan: No!": null, "Aabria: [Aabria] Truly!": null, "Erika: I realize that your family is the best at pushing your buttons": null, "because they made them.": null, "Erika: Yes.": null, "Erika: Oh. You plant those little things in there in childhood and it's": null, "like a sleeper agent, you wake it up.": null, "Jasper: The second you said Big Walmer, I immediately just wanted to": null, "hide. I was like, \"No, no!\" 'Cause to see in Brennan's eye was just": null, "like, \"mm mm, nuh uh, please.\"": null, "Brennan: Please, please no. Please, please no.": null, "Aabria: Nope, I'm gonna cut you off right here 'cause we're out of time.": null, "Rashawn: Oh no.": null, "Aabria: I'm so sorry.": null, "Brennan: We only have nine more episodes!": null, "Jasper: Everyone will have to come back next week, aw!": null, "Aabria: Now that we've met this beautiful family, can't wait to see what": null, "shenanigans you get put through. Or I mean encounter in a normal way.": null, "This will be so much fun, and we'll see you next time. Until next week,": null, "bye.": null, "Erika: [Erika] I love you. (everyone chittering like stoats)": null, "Jasper: True. (Rashawn cackling)": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC, Mer": null}