{"Dimension 20": null, "Adventuring Party": null, " ": null, "The Bast of Us": null, "Season 15 Episode 4": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hi, welcome. Welcome to episode four of Adventuring Party,": null, "colon, Stoatal Recall.": null, "Siobhan: Warren Peace.": null, "Aabria: RIP to all the names of this season that I desperately shove": null, "down before I say Burrow's End.": null, "Siobhan: Nice, nice.": null, "Aabria: That was wild, do that one more time. That's the thing. That's": null, "the whole thing, baby.": null, "Jasper: That's the poster.": null, "Siobhan: Other way around, other way around. That's PW. There we go.": null, "Aabria: There we go! We have a hand sign, delightful. Hey guys, how's": null, "everyone doing?": null, "Jasper: Wow.": null, "Siobhan: So good. Full of rabbit.": null, "Erika: Aabria, I... (players applauding)": null, "Rashawn: Aabria! (players continue applauding)": null, "Siobhan: I was hoping for another puppet show, and I was not": null, "disappointed.": null, "Erika: I cannot tell you how chilling that was. I could feel every pore": null, "in my body just screaming.": null, "Izzy: The rise of the stoats.": null, "Jasper: Yeah, of the little wall.": null, "Aabria: The little propaganda stoats at the end?": null, "Erika: Way shout out to the production team, but also, as somebody who": null, "professionally has to match a pace of saying a thing and do it with": null, "gravity and meaning.": null, "Aabria: Yup.": null, "Erika: And build a whole world and paint a whole picture too, while": null, "you're timing out things that are happening, that was phenomenal.": null, "Aabria: Aw, thank you.": null, "Jasper: And you have six people in front of you also freaking out and": null, "going... (gasping excitedly)": null, "Siobhan: They're wearing little clothes! He's got a pair of pliers that": null, "are really big for him! He's so small!": null, "Aabria: I felt so bad, because I was like, I want you to have this": null, "moment, but everyone, shut the fuck up!": null, "Izzy: Honestly, the next time, you should just be like, nobody talk,": null, "before something crazy is about to happen.": null, "Siobhan: Put an apple in Izzy's mouth.": null, "Aabria: It's all good. The reactions are really fun. It feels really": null, "good. My favorite little story is in the production, once we started,": null, "these are our crankies, and once we were like, oh, we have the crankies": null, "and we can show them on the dome wall, and I'm sitting in a Zoom call": null, "getting ready for this season, and they were like, we're just going to": null, "have you run through it. Yeah, we've got Rick sitting in your chair, so": null, "you can kind of just watch him, and it's going to be on the wall a": null, "little bit, good luck! And I was like, oh, I've got to do this raw in a": null, "Zoom watching it sort of pop up grainy on the screen. I did the first": null, "one that I do in Auntie Beatrix's voice. I was like, I'm the only one": null, "talking in this meeting right now in an old lady voice. It was very": null, "weird and surreal, and then it worked out on the first timing, and I": null, "think that was the moment we were like, oh, this could be very cool.": null, "Brennan: Work is weird.": null, "Aabria: Yeah, work is a little weird.": null, "Brennan: Work is a little weird.": null, "Siobhan: What do you guys do at your jobs?": null, "Aabria: When I have to be a DM in front of production people.": null, "Brennan: When you're dealing with, it's so normal at the table when it's": null, "the cast and it's a game, but then when you're working with incredible": null, "artists and production designers that are just like, so we're putting a": null, "lot of time and effort into this. So you wanted a sparkly unicorn? How": null, "exactly do you want it?": null, "Aabria: Yes, it's the most surreal thing, but it also feels like, again,": null, "that auntie energy of, come out here and do that little dance you do!": null, "It's also me being too close to my laptop screen trying to read while": null, "being in a Zoom call. Okay, the Light!": null, "Erika: I mean, because when you watch these shows, it's always really": null, "incredible, and you're like, that's so unique and I feel a way when I": null, "watch it. But when you're in it, I feel like, look, I went and saw": null, "''Sleep No More'' when we were in New York.": null, "Aabria: Yeah, same.": null, "Erika: I saw it twice.": null, "Aabria: We should've gone the same day.": null, "Erika: We really should've gone the same day. We should've coordinated.": null, "Brennan: But when you're in it, you're not going around with other": null, "people.": null, "Siobhan: Yeah, that's true. I would've split off immediately.": null, "Aabria: But then afterwards, you go and you talk about it. I went twice,": null, "and it now is my entire personality, but it's that same feeling where": null, "you're like, oh my god, I am in the middle of something that is the tip": null, "top production design and all these incredible actors are like, come, do": null, "a thing with me!": null, "Siobhan: Come into my room, little girl. I'll tell you a story about": null, "Edgar!": null, "Aabria: I got a phone call.": null, "Izzy: My mom literally escaped ''Sleep No More'' in the middle of it": null, "because she hated it so much.": null, "Aabria: Oh no!": null, "Erika: Your family has a specific relationship to-": null, "Izzy: Literally, they put a mask on my mom.": null, "Rashawn: What?": null, "Siobhan: You wear a mask.": null, "Izzy: And she wears glasses, and she was like, fuck this shit.": null, "Erika: They warn you! They send an email!": null, "Aabria: They let me wear mine high. I had a white mask.": null, "Erika: They send an email and they're like, hey, if you wear glasses-": null, "Izzy: It already happened, Erika.": null, "Rashawn: Oh, so it's like ''Found Revised Theater.''": null, "Izzy: You can't leave early. They were like, we can't accommodate this.": null, "And she was like, I'm going. And they were like, okay, well, we have to": null, "show you a secret door.": null, "Aabria: Wild.": null, "Jasper: Incredible.": null, "Aabria: That's great.": null, "Brennan: Love that.": null, "Erika: But it just has that same feeling of being completely immersed in": null, "some story that's really special. Oh man. I cannot get over that. What": null, "else happened in the rest of the episode?": null, "Rashawn: You took down an elk.": null, "Aabria: Thank you, I love you. Thank you for knowing read and write and": null, "clothes.": null, "Jasper: And clothes.": null, "Aabria: All the big ones.": null, "Izzy: Oh, when you said fabric, I was like, stop.": null, "Siobhan: Say no more.": null, "Aabria: Say less, dog.": null, "Erika: Jasper's-": null, "Brennan: Nat 20!": null, "Aabria: We have to talk about that moment!": null, "Jasper: That felt good. I'm not going to lie, guys.": null, "Siobhan: You saved it. You saved it for the moment you really needed it.": null, "Brennan: I don't think there was a single roll that was more important.": null, "Aabria: Truly, truly.": null, "Jasper: Because the thing is, as well-": null, "Izzy: You could've been killed.": null, "Jasper: It wasn't even that. It was like I truly went so hard on the": null, "description of the Misty Step with me being struck by lightning,": null, "appearing. I was like, if I now- I know! Literally I felt, when you were": null, "like, please roll, my hands started sweating so much.": null, "Aabria: Oh, buddy!": null, "Jasper: Because I was like, if I now screw- if this now screws up, it's": null, "like that whole moment that was cool, gone, immediately disappeared.": null, "Izzy: Your narrative, your story for the rest of the thing, would have": null, "to be completely different.": null, "Jasper: Yeah, exactly, it was just like, oh, and I slip up and I fall on": null, "my face and it's over.": null, "Izzy: And get trampled to death.": null, "Brennan: I don't know what's harder.": null, "Jasper: Yeah, exactly!": null, "Brennan: I feel like there's reflections in D&D of two different things": null, "that both are almost equally hard. One is, you roll, like you're": null, "describing. You do the thing, and you're like, everyone knows that that": null, "was narratively a nat 20. And then you roll, and the nat one comes up,": null, "and you're like, then I guess I shit. I just shit for no reason. But the": null, "reverse is also, I feel like, if you're like, I don't want to have that": null, "have a chance to happen, I'm going to roll first, and then you roll a": null, "nat 20, and it's like, cool, now do the nat 20 speech.": null, "Jasper: Yeah, yeah, yeah!": null, "Brennan: I...": null, "Jasper: I have nothing!": null, "Aabria: Truly the boldness of calling your narratively dope shot, I know": null, "Aabria's going to make me roll, here we go. And I was like, bitch, you": null, "better lie if it's that bad.": null, "Jasper: Yeah, just say it's good.": null, "Aabria: Say a good number.": null, "Rashawn: 30.": null, "Aabria: I rolled a 30 on the die.": null, "Jasper: Nat 30, there we go.": null, "Aabria: But god, what a moment. I think that was the scary part, because": null, "I was like, okay, they're going to be coming into a power structure. How": null, "are they going to have any sort of interesting relationship walking in?": null, "And then you blended in immediately and you crit on making yourself": null, "known. You both made strong, interesting choices that did very": null, "interesting things in different ways that got you towards the same": null, "result, and now you have a buddy and several rabbits that you're eating.": null, "Erika: Yeah, I feel like the entirety of our shoots have been building": null, "to that moment.": null, "Aabria: Fuck yeah.": null, "Erika: Both in game and out of game.": null, "Aabria: Yeah.": null, "Erika: With your cursed tray.": null, "Jasper: Yeah, we switched it out.": null, "Erika: Cursed-ass dice. With your fucking Brennan Lee Mulligan dice.": null, "[players cackling]": null, "Jasper: You brought it up again. Now it has to be-": null, "Aabria: This can also be cut!": null, "Jasper: I don't know where we go from here.": null, "Aabria: That sounds like an editor's problem, not mine. [flips off": null, "camera]": null, "Jasper: I think one thing that felt really cool, though, is that I think": null, "there's been moments, what I've really enjoyed is there's been moments": null, "of bonding with each of the family members, and I like the fact that": null, "we've kind of found that in situation as opposed to just it kind of all": null, "happening offscreen before we started.": null, "Jasper: You know what I mean? I feel like Thorn's really had to work to": null, "be, you know, to insert himself as a part of the family, because before,": null, "there was this thing of being slightly removed. Oh, he's kind of just": null, "always at the camp, so there hasn't been a lot of this, and I really": null, "felt like in that moment, the two, I was once the leader of my group,": null, "you are still the leader of this group, finding that moment of pure": null, "focus, and I know what I have to do, and it felt so awesome to find that": null, "moment at the same time, do you know what I mean?": null, "Izzy: I wish we had seen it.": null, "Jasper: Yeah, exactly! None of you saw it, exactly. None of you saw it.": null, "Aabria: Very fair.": null, "Rashawn: Holding the bags.": null, "Jasper: Yeah, exactly.": null, "Rashawn: Everyone's on the roller coaster.": null, "Aabria: The moment you started describing the moms at a water park, I": null, "was like, I'm there!": null, "Jasper: I'm there!": null, "Siobhan: I know how that feels- (players talking over each other in": null, "agreement)": null, "Aabria: God.": null, "Rashawn: Somebody loses their glasses and I'm looking for the spare.": null, "Brennan: Are there any seats? These ones are in a weird place.": null, "Aabria: There's some chairs. We're by the lazy river.": null, "Rashawn: Don't touch anything!": null, "Aabria: Come get funnel cake at two. Come get funnel cake at two.": null, "Jasper: You've got those ponchos that stop you from being, if you're in": null, "the splash zone, you know what I mean? You're trying to hand them out,": null, "but the kids are like, no, we want to get wet! And then they get so wet,": null, "and you're like, well, I told you this was going to happen. You": null, "should've worn the poncho.": null, "Rashawn: You've got to sit on a wet towel in the car ride home.": null, "Jasper: Yeah, exactly. Should've worn the poncho.": null, "Rashawn: If you get any sand in the car, it's a big deal.": null, "Siobhan: Oh god, the sand in the car.": null, "Rashawn: It's okay.": null, "Siobhan: Just got thrown back.": null, "Aabria: We're all there now.": null, "Brennan: So this has changed everything, right? Because you're talking": null, "about, first of all, I think this is so great, the episodes leading up.": null, "I'm so happy that we had three episodes of the Red Warren and the bear": null, "and how bad the woods are, because I feel like getting to Last Bast,": null, "it's like you need the context of the world outside of this place to": null, "sort of understand. I don't know, it's so great.": null, "Izzy: This is a great pace.": null, "Aabria: Thanks.": null, "Brennan: Truly, no joke. It's perfect pacing, in terms of the act break": null, "of it all. It feels like, like you were saying, there's a thing in": null, "tabletop roleplaying games, which is, no matter how good your backstory": null, "is, and I think this backstory is great, having these family dynamics,": null, "there's a critical mass of in game memory you hit where you're like, oh": null, "no, I have experiences that we established in backstory and I have": null, "experiences that we actually played through in real time at the table": null, "that are also forming memories and associations, and you get a certain": null, "critical mass of that and it starts to really gel. With being all here": null, "now, I feel like everything's just changed again. I wonder about the": null, "Lukura and what we saw of Viola in episode one and the whole thing of": null, "power structures and hierarchy, because things have been so sweet and": null, "nice. I think in a weird way, as Tula, I was recognizing-": null, "Izzy: A metropolitan center.": null, "Brennan: Yeah, we've never been closer than when we were lost in the": null, "woods, it felt so nice, because you weren't with your husband, you were": null, "doing this other stuff, and I feel like in a weird way, we didn't get to": null, "play it, but it was the last thought I had when the puppet show played.": null, "I just looked over at my sister and her husband, and I was like, oh,": null, "this is their jam, this is their world.": null, "Rashawn: We did lock eyes like… [looks at Jasper]": null, "Jasper: Yeah, yeah, yeah. It was like, this is confirming every bias": null, "that these two had, do you know what I mean? Everything, literally": null, "Thorn's entire worldview was like, nailed it.": null, "Aabria: Yeah, 100%.": null, "Jasper: Right now he's like, oh, what's that? The big, scary humans are": null, "coming and we need to have this Blue to force them back? Let's go! What": null, "I'm really fascinated to explore, and I'm genuinely so excited about": null, "this to the point where when you said it was the end of the episode, I": null, "actively wanted to scream no, because I was like, no no no!": null, "Aabria: That makes me so happy!": null, "Jasper: We have to carry on. Because it was like-": null, "Izzy: We will be back.": null, "Jasper: Yeah, that's true.": null, "Aabria: We'll be back in 20 minutes. Quite stressful.": null, "Jasper: We're probably going to do it again. But to explore, then, how": null, "this new dynamic that's just been really established, really locked in,": null, "this family unit now inserts itself into a very, very different": null, "environment, and one in which none of us have been in. Even as a group,": null, "either you've been the leader or I've been the leader, do you know what": null, "I mean? We've been the leader, so to now be literally lost in-": null, "Rashawn: We're gen pop.": null, "Jasper: Yeah, in a thing.": null, "Siobhan: For now!": null, "Rashawn: That's what I'm saying. Gen pop seems like, cool, we're": null, "blending. You want to be a brick in the wall, but you want to be a brick": null, "that can move, a loose brick.": null, "Jasper: Yeah, yeah yeah yeah.": null, "Aabria: I think that's the really funny thing. Yes, you guys had the": null, "ability, if you had followed, your sort of things that were established": null, "at the top of the episode were either follow Jaysohn, follow your nose": null, "and go find some food and run into seeing the dynamics of this outside": null, "of it, or you sort of find a way in, which is what Lila was pitching at": null, "the very top. If you guys just sort of sneak in, you'll get the general": null, "onboarding of, welcome to Last Bast. You're new. Anyway, let's get you": null, "folded in and onboarded. It would've been a very dry, and now you're": null, "just released into this, but the fact that you guys showed up, made": null, "these big, awesome choices, made connections, and now you have someone": null, "within some structure and hierarchy that's like, yeah, I've got you,": null, "come on in, it's a really nice way to come into a situation where you": null, "are one of countless thousands, but you have some status via your": null, "proximity.": null, "Erika: I feel like you were saying your grandma picking the flowers for": null, "a bouquet on the way there.": null, "Rashawn: On the way to the family party, just decided to pull-": null, "Brennan: So funny.": null, "Rashawn: She pulled some scissors out of her purse. These peonies, I was": null, "like, those big blue ones that Mom planted a few months ago? Oh my": null, "goodness.": null, "Siobhan: She's been so proud that one of them flowered, and she": null, "immediately cut it.": null, "Brennan: And then the moment right after that where you were like,": null, "they're reading, and you were like, well, shouldn't reading and writing": null, "be the same? It was so funny.": null, "Aabria: So funny.": null, "Brennan: Because we were talking about the culture thing, and it's like,": null, "yeah, we don't want to lose our culture. That's not what you're doing,": null, "you just got here and are like, “I think your whole shit's stupid.”": null, "Aabria: What is more Ava energy than that? I've learned a new fact, and": null, "frankly, I don't care for it.": null, "Brennan: It was honestly deeply triggering for me as an improv teacher": null, "when someone's like, well obviously it's conflict that drives... And": null, "you're like, you paid $400 to be here to listen to what we all know!": null, "Don't fucking chime in! You just got here!": null, "Aabria: The Jessica Walters of it all. Just being like, no. I won't": null, "remark, go fuck yourself.": null, "Izzy: You started to get so similar to my grandma.": null, "Aabria: And fun fact, I've met your grandma.": null, "Erika: That's true.": null, "Izzy: Being like, this is my son-in-law! She's pregnant! Doo doo doo!": null, "Aabria: Dog.": null, "Izzy: You're talking to a waiter.": null, "Aabria: Erika's gift giving has been so important. Gift one, you used to": null, "be a hoe. Gift two, what's up? I was like, I mean, who am I-": null, "Jasper: DTF? Just asking.": null, "Aabria: In what universe- [overlapping chatter]": null, "Rashawn: Big battleax, the one in charge, that's the one Mama wants.": null, "Aabria: Did Bennett have a family? Yes. Did I delete that line": null, "immediately? So single. It says so single. [shows laptop]": null, "Brennan: Oh no! I killed one of Schrodinger's cats by hoe-ing it up. I'm": null, "so sorry!": null, "Aabria: Four stoats dead.": null, "Izzy: His wife died, too.": null, "Aabria: He's sad and horny.": null, "Izzy: But I want to be like, don't go for Bennett. He has a dangerous": null, "job. The same thing's going to happen.": null, "Aabria: No, but that's the best part.": null, "Siobhan: She has a type.": null, "Aabria: She's got a type!": null, "Jasper: She's got a type.": null, "Aabria: Whoopsie.": null, "Brennan: I will say, everyone had a big reaction, but again, there's": null, "lots of reasons to want to clock a vibe.": null, "Jasper: Don't try and explain this away, Brennan.": null, "Siobhan: Yeah, yeah, I'm dating that guy because he's hot and he": null, "protects my children.": null, "Aabria: Look, let's be clear, Bennett was very into, didn't get to see": null, "much of Jaysohn's prowess, but obviously would be so fucking into it,": null, "and was very like, “oh, you can read and write. Dope, you're good.": null, "You're good and right for doing that.” Your curiosity and fundamental": null, "understanding of the world is absolutely appropriate. It's not even the,": null, "oh, “look at you, you special little guy. You can do a thing. You can do": null, "a whole cartwheel.”": null, "Izzy: Very respectful.": null, "Aabria: It's a true adult, like I'm looking at a peer. Good.": null, "Izzy: And is this guy sort of like an army general, or like a shepherd?": null, "Aabria: I will give you more information in the game later.": null, "Siobhan: Wow.": null, "Aabria: It is important. There's a thing happening here.": null, "Izzy: For a second, I was like, this is a fucking general.": null, "Aabria: Just fucking dead-ass sprinting. My sheep, my sheep! Fuck, oh": null, "god!": null, "Erika: Loving to see Viola really starting to mentally prepare to be": null, "mother.": null, "Aabria: Dog!": null, "Jasper: Yeah, so good. So good.": null, "Erika: The big moves of it all.": null, "Aabria: Right.": null, "Brennan: That's information that we haven't given out, right? I don't": null, "think that has been said.": null, "Erika: Absolutely, I was like, oh, this is my son-in-law, the future": null, "father of my grandchildren.": null, "Siobhan: It wasn't clear that it was imminent, though.": null, "Erika: No.": null, "Jasper: It could also be a grandma just being like-": null, "Aabria: Yeah, all of that with a grain of salt. Sure, they may have just": null, "met, I don't know.": null, "Rashawn: Like Kerry Washington.": null, "Siobhan: Yes. Why is that actor sitting behind a lamp all episode?": null, "Rashawn: It's crazy, because basically, they've been raised in captivity": null, "this whole time, so kids who are raised out in the wild versus those who": null, "are a more gated, guarded community. That'll let me know what kind of": null, "parent, what parent style works for these kids who have experienced the": null, "world versus the kids who don't.": null, "Siobhan: Right.": null, "Jasper: Yeah, and I'm very excited to get to that point where it's like,": null, "okay, cool, we've nailed this. We're doing really well here, so we're": null, "going to get rid of the humans, we're going to go back out, and they're": null, "all like, no no no no no no no. We don't go back out into the wild. I": null, "already can feel that conflict happening where the family just goes, oh.": null, "Aabria: Interesting.": null, "Siobhan: Is Jaysohn going to have to sit in a classroom for the first": null, "time in his life?": null, "Jasper: Exactly, do you know what I mean?": null, "Brennan: Actually, here's the thing. Part of it is the supportive mom": null, "thing. I think that Tula is correctly clocking that Jaysohn actually": null, "does have a lot of depth. I think coming back to heal the fallen-": null, "Aabria: Yeah, yo, I was about to shout that out. The coolest fucking": null, "moment.": null, "Siobhan: I think Jaysohn is a good kid. He's just also a fuck-up.": null, "Aabria: You can be both.": null, "Siobhan: Yeah, absolutely.": null, "Jasper: But you know what it is, though? I think it's that thing of,": null, "when you get a kid, all you need to do is channel their energy in the": null, "right direction. Literally the second it was survival, literally about": null, "running fast or whatever, it was like Jaysohn's in a zone, absolutely": null, "nails it.": null, "Siobhan: He's a child that needs a job. That's what he is.": null, "Aabria: Welcome to Last Bast.": null, "Rashawn: He would play football, let all this out, and then crash at": null, "home.": null, "Brennan: I was a camp counselor for many, many years. I still go back.": null, "Shout out, Wayfinder Experience. To this day, you watch kids, there are": null, "kids that come to camp as 11 or 12 year olds and have tons and tons of": null, "energy, and over time, for some kids they get prescribed the right": null, "medication that they need or they get the right diagnosis. For other": null, "kids, it's just, oh, you have tons of energy and you're very big, a big": null, "personality. Teenager-dom is about finding... I actually overwhelmingly,": null, "I would say, have seen kids that had big energy like that find really": null, "constructive means of channeling it, and it does become a huge asset a": null, "lot of the time.": null, "Erika: This may surprise you, but when I was a child, I was a": null, "hyperactive problem child.": null, "Siobhan: A child that would sit on chairs strangely?": null, "Aabria: That was because she was a little bisexual.": null, "Jasper: Yep, there we go.": null, "Brennan: I used to become what my mom called “glazed”, which is where": null, "I'd become so hyperactive that I would just start to speak in tongues": null, "and perceive the face of god.": null, "Brennan: To the point where my mom playfully would be like, be healed!": null, "Erika: Playfully, yes.": null, "Aabria: Amazing.": null, "Izzy: She would hold your head.": null, "Brennan: Yes, literally hold my head and be like, you've got to calm": null, "down. And I'd be like, okay, but I have a story. I've got to tell you a": null, "story. Yeah, so, you know, I think the Jaysohns of the world, that's": null, "what growing up is about. You find those channels for that.": null, "Aabria: I was a Jaysohn child, and my parents put me in every sport, all": null, "of them. They were like, no. You went from practice to practice to": null, "practice,": null, "Siobhan: I was absolutely a Lila.": null, "Aabria: And I would just lay down.": null, "Siobhan: All of my hyperactivity is inside. This is Siobhan's": null, "hyperactivity, inside the brain. Outside, very still. Inside, ooh, just": null, "Jaysohn-ing around inside the brain.": null, "Jasper: Jaysohn-ing around.": null, "Rashawn: Just masking, being like, I am the most respectful child.": null, "Siobhan: Yes, oh my god.": null, "Rashawn: I was not a problem. But in the head, I was like, man, I could-": null, "Siobhan: I give such good parent. Let me tell you.": null, "Aabria: Yes!": null, "Rashawn: If I just let myself, I could jump so high.": null, "Izzy: I was in the third category, which is just sort of a little Rodney": null, "Dangerfield.": null, "Erika: Oh, fun.": null, "Izzy: Being like... (blows raspberry) You like that? Okay.": null, "Siobhan: What else? Tiny little Izzy. So, my mother-in-law!": null, "Jasper: What I was thinking is so amazing for Jaysohn and Lila is the": null, "fact that you could go on a full journey during this series, because": null, "truly, you'll be teenagers in a couple days. Literally, with how quickly": null, "stoats mature-": null, "Aabria: Yeah, you guys started as eight year olds. You're here now,": null, "you're like, 9 ½, ten (years old).": null, "Jasper: Yeah, stoats, they hit maturity in like a week.": null, "Aabria: The worst part is, it's so different per gender.": null, "Jasper: Oh yeah, truly awful.": null, "Aabria: Hey, do me favor.": null, "Jasper: Don't Google it.": null, "Aabria: Don't look up actual stuff about stoat... It's upsetting.": null, "Jasper: Get about a third of the way down the Wikipedia page and stop.": null, "Aabria: Then just stop.": null, "Jasper: That's the problem I made.": null, "Aabria: It gets sad, a little bit.": null, "Jasper: I was like, ooh, stoats, yay!": null, "Aabria: Female stoats reach sexual maturity in one to two weeks, and are": null, "usually mated in mated pairs before they are weaned from their mothers.": null, "Izzy: Interesting.": null, "Aabria: Ultimate grooming. Really upsetting.": null, "Izzy: But we can't, you know-": null, "Aabria: Oh yeah, no no no, we had our early meeting, and I was like,": null, "you're all going to look up what a stoat is, and here's what's not going": null, "to be in there. I can't be that canceled.": null, "Siobhan: Here's a non-awful stoat question that I have. What's a group": null, "of stoats called? Did anybody look this up?": null, "Aabria: It's called a caravan.": null, "Siobhan: A caravan?": null, "Izzy: Shut the fuck up.": null, "Siobhan: That makes so happy.": null, "Aabria: So earlier before, when I thought there were going to be more": null, "stoats in the line, you guys were going to be in a caravan leaving your-": null, "Siobhan: Oh, great.": null, "Brennan: Caravan's a great name for a very mom-heavy season. Everyone": null, "get in the caravan!": null, "Aabria: She keeps yelling to dodge the caravan.": null, "Rashawn: I used to drive a Nissan Quest, '95-ies, that was total mom": null, "car. Straight out of college was like, you get a car, it's got a car": null, "seat in it.": null, "Rashawn: I was made to go pick up everybody from school.": null, "Aabria: No!": null, "Siobhan: Older sister?": null, "Rashawn: I was like- Yeah.": null, "Siobhan: That's why I didn't learn to drive. I was like, I see this!": null, "You're really trying to get me to learn how to drive, absolutely not.": null, "Aabria: My parents dropped me off at the DMV on my 16th birthday and": null, "said, “don't fail”. Because again, they put me in all the sports, so": null, "then I hit high school and I was like, I'm in 19 sports. They're like,": null, "we're not driving you to this shit anymore. Go yourself. Go yourself.": null, "Rashawn: I took the written test a lot.": null, "Aabria: Oh no! Unfortch.": null, "Rashawn: I just had to memorize the writing. I was just too stressed. I": null, "was like, these two answers could be right! It makes a lot of sense to": null, "me.": null, "Brennan: I bombed out of the written test because there was a blood": null, "alcohol question and I don't drink, and I skipped that part.": null, "Aabria: .08, baby! .08.": null, "Brennan: What's that?": null, "Aabria: .08.": null, "Brennan: .08, I got that question, and I was like, it's bad to have. I": null, "answered .0008, and they were like, that's as much alcohol as should be": null, "naturally occurring.": null, "Aabria: Naturally occurring alcohols in the body. You don't wake up just": null, "a little drunk?": null, "Jasper: Just a little tipsy.": null, "Aabria: Turnt up a little bit. I guess the only other thing I want to": null, "talk about really quick, because I'm very proud that we got to have our": null, "two big-": null, "Izzy: Is what Erika did?": null, "Siobhan: Biting an elk's butt.": null, "Izzy: She sort of went crazy.": null, "Siobhan: I loved it.": null, "Brennan: Attacked an elk. Again, just... (laughs)": null, "Jasper: Such a good metaphor.": null, "Erika: Thank you so much. That was the gift.": null, "Siobhan: I didn't expect, going into this, how much Jaysohn would love": null, "his grandma, but just having a grandma that's so strong is so, like,": null, "grandma's so strong!": null, "Brennan: The only reason I was pointing it out in that scene how crazy": null, "it was is because the actions were so badass that I could feel the": null, "audience at home being like, wait, this rules. Why is something bad": null, "happening? And I had to be like, zoom out, zoom out! We know they're not": null, "trying to do this.": null, "Aabria: Oh yeah, we established, you see that they're doing-": null, "Izzy: With every new roll, I was like, what? Why?": null, "Siobhan: It's like somebody seeing a musical number-": null, "Aabria: You get lost in the sauce sometimes.": null, "Siobhan: ...and then just getting onstage and trying to lead the": null, "musical.": null, "Rashawn: Lil Mama going onstage when Jay-Z was doing ''Empire State of": null, "Mind.''": null, "Rashawn: And Beyonce being like, don't! Don't go up there!": null, "Siobhan: “I can do it!”": null, "Rashawn: It's about New York. I'm doing it.": null, "Izzy: And that's when her career ended.": null, "Aabria: Amazing, amazing. Yeah, it was very cool. And it allowed for a": null, "good moment of, you're hyper-competent. It's also the thing where it's": null, "easy for the NPC to forgive an excited player action, being like, yeah,": null, "this is someone that's competent. Hey, I guess you didn't really know": null, "what we were doing. I'm not going to hold that against you. You did some": null, "good shit, you made some big moves out there. 110%, love it, love that,": null, "who are you and why are you talking to me in a very tense moment?": null, "There's dead stoats and we're having a conversation. This is delightful.": null, "Erika: Following.": null, "Aabria: Yeah, but also that idea of, you're keeping up. This is a person": null, "that's peak performance, doing the hardest thing in the world, and": null, "you're just behind like, excuse me, sonny! I'm doing the most. And": null, "you're just like, yeah, what's up?": null, "Jasper: This isn't hard for me.": null, "Brennan: So funny. It was just so fucking funny in a way that was being": null, "communicated, as awesome as it was, but to be like, there's a capoeira": null, "dance mock fight. You run up and slug someone in the head and then go,": null, "what are you guys all doing here? Truly!": null, "Erika: Yeah, I did it!": null, "Brennan: I did it!": null, "Aabria: I did it!": null, "Erika: It's so funny.": null, "Jasper: It's the equivalent of saying, back in my day, but actioning it,": null, "you know what I mean?": null, "Erika: This is how we do it! Bam!": null, "Aabria: Backhand in my day. Whap, incredible.": null, "Erika: Absolutely fucking up the flow.": null, "Aabria: No, it was perfect, but also, you dropped right back into it": null, "when you were like, got it. I was at an 11, we'll bring it down to a 6.": null, "Here we go.": null, "Erika: That the thing about Ava, too. I think that she's used to being": null, "part of the collective, part of the community, just not this one. Why": null, "would you want to be keeping it alive?": null, "Erika: Right? Interesting.": null, "Aabria: I wonder if you'll know to ask next time. And we'll find out": null, "next time, when we see you next week for-": null, "Erika: The Bast of Us!": null, "Siobhan: Yes!": null, "Erika: Thank you!": null, "Aabria: Mwah! Goodnight, everybody! We'll see you next time on The Bast": null, "of Us. (all chittering)": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}