{"Dimension 20": null, "Adventuring Party": null, " ": null, "Does a Bear Get Eaten Out in the Woods?": null, "Season 15 Episode 2": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hello and welcome to the second Adventuring Party for this": null, "Burrow's End, and my big bear puzzle! How's everyone doing?": null, "Brennan: Rick Perry, ya nasty. KC McGeorge, ya nasty. Shane, Jesse, ya": null, "nasty.": null, "Aabria: [Aabria] Read everyone off. They're all nasty.": null, "Brennan: Sadie Nash, ya nasty. Rachael Ferris, ya nasty. You have it by,": null, "liver and kidney?": null, "Aabria: Yeah.": null, "Brennan: Ash Schimkus and Raven, ya both nasty. Bear, brain, and heart.": null, "The heart, Kelsey Hunter, you are nasty.": null, "Erika: So nasty!": null, "Jasper: Narsty.": null, "Erika: Narsty.": null, "Brennan: Narsty.": null, "Aabria: You've got to add an R.": null, "Brennan: Board, Jesse Harron. Does this mean board, like the underneath?": null, "Erika: Jesse, your work is beautiful. These flowers are exquisite.": null, "Brennan: Jesse, incredible work. Thank you for not being nasty.": null, "Jasper: Let's just lift up the flaps up bear real quick.": null, "Brennan: Miniatures, Margaret Dost and Shane Brockway. Is that": null, "miniatures, meaning just the chipmunks?": null, "Siobhan: I'm assuming yes.": null, "Crew membeRashawn: (offstage) Chipmunks and the PCs.": null, "Siobhan: Oh, great.": null, "Brennan: Okay, Margaret and Shane, also not nasty, thank you.": null, "Jasper: [Jasper] The chipmunks have blood on them.": null, "Aabria: The chipmunks are super cute. Look at them.": null, "Brennan: Oh, you are nasty!": null, "Erika: Margaret Dost, you are nasty!": null, "Aabria: This is Alvin and he's holding a heart, but it's made of meat.": null, "Jasper: [Jasper] Yep.": null, "Aabria: [Aabria] And he's eating it.": null, "Rashawn: I thought at first the holes were bullet holes.": null, "Siobhan: Happy Valentine's.": null, "Aabria: [Aabria] Don't leave it up.": null, "Rashawn: Like this poor bear got hunted. But it was eaten through, I": null, "presume.": null, "Siobhan: Yeah, I guess the chipmunks-": null, "Aabria: What's your question?": null, "Rashawn: I thought that the holes were bullet holes in the bear.": null, "Aabria: [Aabria] Oh yeah, no.": null, "Rashawn: Like it was being hunted.": null, "Aabria: The chipmunks made them.": null, "Rashawn: Cute, Aabria, cute.": null, "Aabria: Look, some things make burrows, some things find them.": null, "Rashawn: [Rashawn] Sure.": null, "Aabria: A little bit of both.": null, "Brennan: Can I ask a question? If it is going to come up later and this": null, "is spoiler territory, feel free to correct me, but just from a": null, "worldbuilding angle, are there three types of entities here? Were the": null, "chipmunks taken over by a parasite that made them do this stuff, or are": null, "the chipmunks a single entity that is a parasitic mutant chipmunk?": null, "Aabria: The latter.": null, "Brennan: The latter, okay, cool. I was wondering how deep the rabbit": null, "hole goes.": null, "Aabria: Yeah, but they are absolutely a mashup of my least favorite": null, "thing I came across recently on the internet, which are ribbon worms. If": null, "you've ever seen a ribbon worm that's infested a praying mantis-": null, "Izzy: I want you to stop.": null, "Aabria: Okay. Google it. [points at camera]": null, "Jasper: [Jasper] Google it, or don't.": null, "Siobhan: I'm going to say don't.": null, "Jasper: [Jasper] Honestly don't, yeah.": null, "Brennan: [Brennan] We'll link up and we'll Google it.": null, "Aabria: It'll be very good. Anyway, it's very bad and nasty.": null, "Erika: I've always been obsessed with-": null, "Aabria: Are you just petting the brain?": null, "Erika: It feels really good.": null, "Siobhan: [Siobhan] It's really good. It's like a fidget toy.": null, "Erika: Yeah! It's like slime.": null, "Rashawn: I will say that Jaysohn was the man today.": null, "Aabria: Yo, we gotta talk about Jaysohn.": null, "Rashawn: High rolls and leading the fray.": null, "Aabria: How do you feel? Hey, hey bud, you did everything. How are you": null, "feeling?": null, "Jasper: [Jasper] That was a hit.": null, "Aabria: I thought it was going to be like a mic thing. Talk to me about": null, "your performance.": null, "Siobhan: I thought that you were going to knight me.": null, "Aabria: [Aabria] Not everything is, it's so British. Everything is": null, "British.": null, "Siobhan: Everything is British. I feel good. I mean, everybody fucking": null, "killed it, though.": null, "Aabria: [Aabria] Yeah.": null, "Brennan: Lila saved my life.": null, "Siobhan: Yeah.": null, "Jasper: Yeah, fully.": null, "Izzy: [Izzy] Not for nothing.": null, "Siobhan: That insane crit on the sneak attack damage? Wild.": null, "Aabria: [Aabria] Let's go.": null, "Siobhan: We're strong. We're a strong family.": null, "Aabria: It's very fun to see that the children, when sort of unleashed": null, "towards a goal, are truly nightmares.": null, "Siobhan: [Siobhan] Yeah.": null, "Aabria: Hellish.": null, "Siobhan: All we needed was a little bit of direction.": null, "Aabria: Yeah!": null, "Jasper: [Jasper] Yeah.": null, "Rashawn: They're so vicious, but I don't know if we had to be as vicious": null, "as they have to be when we were little, which is kind of eye-opening.": null, "I've been talking all this shit, and then my niece and nephew are the": null, "ones who are really getting things done.": null, "Jasper: But also, it so truly tracks, though, because in nature,": null, "offspring are, animals are so much more ready to go. Do you know what I": null, "mean? They come out immediately with at least a sense of where they're": null, "going, do you know what I mean? Mobile, all those things, so it": null, "absolutely tracks that at a couple weeks old, these two are like, yeah,": null, "I can fully fend for myself in a pretty impressive way.": null, "Aabria: So dope. Also, just shout out to the nasty choices. Yeah, I'm": null, "just going to shoot him through the eye, run up the back of the spine.": null, "Siobhan: Maybe we're the nasty ones. Apologies to those artists. We are,": null, "in fact, also very nasty.": null, "Jasper: [Jasper] Very nasty.": null, "Aabria: [Aabria] Ya narsty.": null, "Jasper: Stoats, they go for the back of the neck. That's the thing. I": null, "Googled that, I wish I hadn't.": null, "Siobhan: Yeah, they're vicious, and they kill rabbits, which are like": null, "three times their size.": null, "Brennan: It's very interesting, I feel like, riding the line of how much": null, "a parent doesn't want their kids in danger versus how much I as Brennan": null, "want Izzy and Siobhan to kick ass and have a fun time in this amazing": null, "bear. So I feel like there's a lot of, you kids get out of here! Okay,": null, "we're done.": null, "Aabria: No, stop. Don't.": null, "Brennan: Put it on the record that Tula doesn't like this situation and": null, "then everyone crit and kick ass.": null, "Aabria: Take that Bless and use it to do a hurt. Fuck yeah.": null, "Erika: I learned as recently as last night that brains aren't actually": null, "this consistency.": null, "Aabria: Oh, not at all.": null, "Erika: They are liquid-y. They're like non-Newtonian fluid-ish.": null, "Siobhan: Ew, so you can punch it and it's solid, but it's otherwise": null, "really gooey.": null, "Erika: Yeah, because there's a casing on the outside, I believe.": null, "Rashawn: So you can tap the brain.": null, "Erika: [Erika] Yeah.": null, "Aabria: Its the pia mater.": null, "Erika: It kind of leaks out. If something happens, it'll just leak out.": null, "Aabria: It's just sort of wet fat that electricity runs through.": null, "Erika: Wet fat with electricity, and that's all we are as humans.": null, "Siobhan: Humans are so weird.": null, "Rashawn: I like that. Wet fat.": null, "Jasper: Every day's a learning day.": null, "Erika: I feel like I got so thrown by the mini and by getting grabbed by": null, "a squirrel-": null, "Aabria: Chipmunk! Chipmunk!": null, "Erika: A chipmunk. So I saw the holes out here, and I was like, oh, I'm": null, "going to scamper in through that hole.": null, "Aabria: That's because you started finger-blasting the bear the moment": null, "you came in.": null, "Erika: That's correct. I see a hole, I gotta stick my fingers in it.": null, "Aabria: That's wild. What a wild energy. You're correct, but wild.": null, "Erika: That is what video games has taught me. If something is": null, "interactable, you interact with it. But I was like, I'm going to go in": null, "there and I'm going to get in there, and then I got snatched by a": null, "squirrel and I was like, I'm going to hit a squirrel!": null, "Aabria: Still a chipmunk.": null, "Erika: A chipmunk. This little squirrel!": null, "Aabria: I'm not calling you a weasel.": null, "Izzy: Yeah, why did it want her? Did they want to eat us?": null, "Brennan: Little carnivorous chipmunks.": null, "Aabria: So the problem is, if they eat any more of this bear, they will": null, "kill it, so the bear's statblock was extremely high, but it was already": null, "low on HP because they've been eating their way through the bear.": null, "Brennan: I did that with a cheesecake on a film set.": null, "Erika: You hollowed out a cheesecake?": null, "Jasper: This is the same situation, absolutely.": null, "Brennan: Honestly, no, I think it is exactly the same situation.": null, "Jasper: [Jasper] You were inside?": null, "Brennan: There was a cheesecake that was part of the set decoration. It": null, "was on the table in the shot.": null, "Jasper: Oh, right.": null, "Brennan: But there was a slice cut out of it, a quite large slice cut": null, "out of it, but the slice was facing me, meaning that the interior of the": null, "cheesecake was exposed, but not where the camera could see it. So I": null, "started to scoop little forkfuls out, and literally, I was so into the": null, "cheese-, it tasted so good, and I really carefully-": null, "Erika: [Erika] Hollowed it out.": null, "Brennan: -Hollowed it out with no one noticing until someone came and": null, "touched it as they were moving it, and it literally collapsed in on": null, "itself. It went thud, and they went, ah!": null, "Jasper: Should've left little structural beams in there.": null, "Brennan: Beams would have done it!": null, "Izzy: [Izzy] Dowels?": null, "Brennan: What's that? Yeah, dowels!": null, "Erika: You've got to put in little toothpicks.": null, "Aabria: This feels like refilling your parents' alcohol with water to be": null, "like, they can't know the difference!": null, "Siobhan: Were you an actor in this, or were you like a PA?": null, "Brennan: I was an actor, so I was at the table in a larger group shot. I": null, "had one line in this 5 1/2 page scene, so I'm just sitting there in": null, "costume sweating my ass off and just being like, well, no one needs me": null, "for anything. I'll help myself to another-": null, "Erika: So food motivated. If I could have eaten parts of this bear, I": null, "would have absolutely scooped out part of the bear.": null, "Aabria: That's so fun, because I was like, oh okay, we'll put this": null, "glowing brain, and we'll have them have a point of interaction with the": null, "Blue at some point, and then you came, out of just Jaysohn's true heart,": null, "I kind of want to bite this. I'm like, I mean, I guess that works no": null, "matter where you go.": null, "Siobhan: He's a stupid child.": null, "Aabria: But you got the level up before everyone else.": null, "Siobhan: I did. It felt really good.": null, "Aabria: Minutes faster than everybody else.": null, "Siobhan: Those minutes count when you're eight. They count.": null, "Siobhan: As long as it's before my sister, that's all that matters.": null, "Izzy: Lila's like, what the hell?": null, "Aabria: Should've eaten that face.": null, "Izzy: Yeah, fuck. The face? (coughing)": null, "Aabria: Could've rolled for it.": null, "Brennan: [Brennan] Fuck, his face.": null, "Brennan: That was insane.": null, "Aabria: [Aabria] That was wild. This is fun.": null, "Rashawn: That's wild, so it's going to get more intense. This is just-": null, "Aabria: Yeah, it's the first map.": null, "Rashawn: This is just cute, soft launch.": null, "Aabria: What we were doing was going, hey everyone, I don't only do": null, "flower shit. This is a nasty bear.": null, "Brennan: Wait, this is running your first battle! (all cheering) You": null, "killed it, it was awesome.": null, "Erika: Do you think that there was things about it that felt like, I": null, "don't know, were you having to scramble or was it an even flow? Because": null, "it felt really smooth.": null, "Aabria: Oh my gosh, I think, look, we could talk really, like, let's get": null, "in on it. I tend to be a theater of the mind GM, so the moment we get": null, "bogged down into maps and minis, I get really stressed out because it": null, "feels like everything I want to do, instead of just saying, “this is": null, "what it looks like”, and it happens, to kind of move everything and be": null, "fiddly with it makes me super anxious. I'm like, everyone's in a moment": null, "and if I keep dropping the minis they'll be like, I want a fucking": null, "Skittle or something, I'm so mad. So being in and working with physical": null, "maps makes me nervous but this was really, really fun.": null, "Jasper: Yeah, there's a whole difference between when you've got little": null, "dungeon squares, you know what I mean, and an actual bear. I mean, this": null, "is just unreal.": null, "Erika: This scratches the same itch as Polly Pockets and having little": null, "accessory sets that opened up and there would be more pieces. Like the": null, "American Girl Dolls, they came with their own lockets.": null, "Brennan: This is a lot like American Girl Dolls.": null, "Erika: It's that same part of my brain.": null, "Aabria: Addy could never. This bear's name is Polly for that exact": null, "reason. When Carlos and I first sat down and he was like, yeah, what do": null, "you want to do for a map? I'm like, okay, here's the thing.": null, "Izzy: I want to know the origin.": null, "Aabria: I want a bear, yeah.": null, "Jasper: Yeah, when did this first come into your brain?": null, "Siobhan: What disgusting part of your mind did this appear from?": null, "Aabria: Yeah, well, it was just that idea of, how do you impress upon a": null, "badass party adventuring on their own that truly, the world you're": null, "moving in is scary and unknowable, and part of that was saying, you can": null, "only communicate with other stoats. You are walking through the, capital": null, "D, capital F, Dark Forest, and the idea that you would come across an": null, "apex predator, but that's not the problem, that's not the interesting": null, "thing. A bunch of stoats coming up against a bear is one thing, but the": null, "idea that the bear is infected with these weird, wrong animals is the": null, "real problem and kind of gets closer to what the thematic heart of the": null, "series is.": null, "Rashawn: If a bear's eaten out in the woods-": null, "Brennan: Sorry, if a bear's what?": null, "Rashawn: [Rashawn] You heard me. [Everyone laughing at the innuendo) If": null, "a bear is eaten out in the woods, does it make a sound?": null, "Brennan: Walking in the dark forest, you turn a corner and see a": null, "horrifying sight.": null, "Siobhan: They're gay men! The bears are gay!": null, "Brennan: This is perfectly natural! Don't judge me!": null, "Erika: Does a bear get eaten out in the woods?": null, "Aabria: “Does a bear get eaten out in the woods?” Bless this bear. But": null, "never cunnilingus.": null, "Brennan: I'm just so glad that for your first battle set, you gave": null, "yourself a nice, easy one.": null, "Brennan: You gave yourself one that didn't have too many moving parts.": null, "When the brain came off, I've been in that seat, so I'm like, with the": null, "kidney, I was like, okay. And we're done, we've seen everything there is": null, "to see. And then that happened, and I went, god!": null, "Jasper: In all truth, I fully was like, I think I can see a little bit": null, "of glowing in here.": null, "Aabria: That was the goal.": null, "Jasper: I was like, I feel like I can see something.": null, "Brennan: [Brennan] So sick.": null, "Jasper: What is it going to be? Oh my god! I was so nervous for so long.": null, "Rashawn: We locked eyes at one point. It was like, meet you at the": null, "brain.": null, "Aabria: I saw you do that. I was like, yes, yes!": null, "Rashawn: I could jump through a hole, but no no no.": null, "Aabria: [Aabria] Make a new hole.": null, "Rashawn: I thought about just stabbing through the forehead. Going in": null, "the mouth is stupid, or maybe going up a nostril.": null, "Aabria: Oh yeah, you could've pushed through its palate. Unfortunately,": null, "I got a lot of nasty anatomy stuff, so there were lots of, I didn't know": null, "how quickly you guys would sort of alight on trying to kill the bear, so": null, "I was like, okay, they'll get really busy. You guys figured it out kind": null, "of immediately.": null, "Siobhan: Not me, didn't even think about it.": null, "Erika: I didn't want to kill the bear. I wanted us to have a mobile den.": null, "Aabria: Yeah, yeah.": null, "Brennan: The second I saw that heart beating, it goes back to-": null, "Rashawn: You just want to live in an RV.": null, "Brennan: Especially thinking about, I feel like fear is really important": null, "to Tula as a character, and the idea of what fear motivates you to do in": null, "combat, which is, if you're that terrified, you're like, I need to end": null, "this right now. I don't want to be fighting. I'm not having a good time.": null, "I'm going to chew through this heart to kill everything, and there's": null, "something interesting, you're talking about theater of the mind, because": null, "I wouldn't have even known to articulate this until you were just": null, "talking about theater of the mind before. What I love about battle sets": null, "is that they bring players and GMs into a closer narrative experience to": null, "what the audience is experiencing, because in narration, you are always": null, "subtly, the rhetorical you, a GM, is emphasizing even without trying to.": null, "What you choose to describe or not describe is some emphasis.": null, "Brennan: But when it's created by a team of artists, all of a sudden a": null, "player can go, well, I'm going to go along the spine and yank stuff out,": null, "and it can be surprising to literally everybody at the table.": null, "Aabria: Yes.": null, "Brennan: Because there's so much real set.": null, "Aabria: Brilliant.": null, "Brennan: It's brilliant. There's so much real there.": null, "Erika: The way that I enjoy combat is with environment and character and": null, "stuff, and just the idea of getting to literally mess with the insides": null, "was like, I love it so much.": null, "Aabria: I mean, there's something so interesting if you go around and": null, "look at what everyone's priorities in the fight were. It's so indicative": null, "of who they are as characters. You [Erika] went for the spine because": null, "you desire control, and you went to immediately control the bear. You": null, "[Brennan] went to the most brutal thing to try to be done with this. You": null, "[Siobhan] reveled in violence. You [Izzy] learned more about the Blue.": null, "And you two [Rashawn & Jasper], you both went to that sort of, you're": null, "power seeking, you went straight for its brain. You [Jasper] have the": null, "most familiarity with the Blue, so you went towards a source of power": null, "that is familiar to you and calls to you. So it was very fun that even": null, "across a battle, the thing I always get worried about when you get": null, "bogged down in battle is, is this just a sack of hit points for you all": null, "to use your mechanics on, or does this say something about your": null, "character or the theme or the story or the world? And I am deeply": null, "relieved now that it feels like all of you got to talk and sort of have": null, "dialogue with the kind of characters you are.": null, "Jasper: One thing I think that is so interesting based on where we": null, "started this episode, because that moment, I remember feeling like I": null, "felt really conflicted, and we had a little break before we got to this": null, "and I remember being like, I don't know if it feels right. Am I hitting": null, "the right note? I was mourning, kind of, the loss of this structure that": null, "I'd spent so much time building, but then also I was feeling this anger": null, "and this frustration towards wanting to be stronger and wanting to be": null, "able to do more, feeling like I failed because I couldn't do more, and": null, "then suddenly being in this situation where, seeing that Blue, we just": null, "locked eyes at one point and I was like-": null, "Aabria: So good.": null, "Jasper: Suddenly it was like, yeah, okay. I have all of that emotion,": null, "but I'm parking that. It's all about getting this power. In that moment,": null, "literally as soon as we locked eyes, I was like, I need this power, I": null, "need to be stronger. That's the only way that I protect my family. It": null, "really kind of brought to life that inner motivation, I think.": null, "Rashawn: Couple goals.": null, "Aabria: Couple goals!": null, "Jasper: The fact that we both shared it so clearly, without saying": null, "anything, just fully was like, mm-hm, let's go.": null, "Aabria: Whoever said Lady and the Tramp is going to double hell.": null, "Erika: But then the fact that all of us went... (slurps)": null, "Aabria: Yep, yep.": null, "Jasper: Perfect.": null, "Aabria: So good. (Erika exhales excitedly)": null, "Rashawn: I just want to get more vicious, honestly.": null, "Brennan: How much did we level up?": null, "Aabria: Yeah, so you guys started as level four. You are now level six.": null, "(all cheering)": null, "Jasper: Big decisions to be made.": null, "Aabria: Decisions.": null, "Jasper: Big decisions.": null, "Erika: All right, Erika. You got a night to think about this.": null, "Brennan: It's getting done tonight.": null, "Siobhan: Yes.": null, "Rashawn: [Rashawn] Right?": null, "Jasper: Yeah, we got some homework, folks.": null, "Aabria: Y'all have homework.": null, "Siobhan: We have homework on our first night?": null, "Aabria: I'm so sorry! You don't have to.": null, "Jasper: This is truly the best kind of homework, though.": null, "Aabria: You could just be low level. Everything else is scaled up,": null, "though.": null, "Siobhan: No, I'll do it.": null, "Aabria: Okay.": null, "Rashawn: Sugar.": null, "Brennan: I got very sad when the bear died.": null, "Aabria: I'm so sorry.": null, "Brennan: When Erika-": null, "Rashawn: You're such a mom.": null, "Brennan: What's that?": null, "Rashawn: You're such a mom. You understand life and death.": null, "Brennan: Truly, when Erika said the thing, because as the grandma, Erika": null, "said, or Ava, I should say, Ava said, you said something like, oh,": null, "you're feeling sympathy for the bear, da da da da da. It was a really": null, "wonderful episode. I got very deep in character, which always, it's a": null, "joy whenever it happens, because it doesn't always happen, because": null, "there's stuff going on, we're playing a game.": null, "Erika: We have to produce and write.": null, "Brennan: I was in that moment, and Iz noticed it. I was there with Lila": null, "and I had this moment of being very in character as Tula and thinking": null, "about this bear's mom. I was thinking, I wish there was someone here for": null, "this bear as it finally gets to rest.": null, "Izzy: [Izzy] She's long dead.": null, "Brennan: [Brennan] She's long dead!": null, "Erika: Everybody's got a mom.": null, "Brennan: She's long dead.": null, "Rashawn: I was thinking there was going to be cubs or something.": null, "Brennan: Oh yeah.": null, "Erika: Don't put that in her brain!": null, "Jasper: Yeah, we need to stop.": null, "Siobhan: I was just hungry. (Erika hyperventilating)": null, "Rashawn: [Rashawn] No, no, no. Delete, delete, delete, delete.": null, "Izzy: You said that the bear wasn't Blue-ified before, but the chipmunks": null, "made it Blue-ified.": null, "Aabria: That's not what I said.": null, "Izzy: What'd you say?": null, "Brennan: The chipmunks, as a parasite, were controlling the bear-": null, "Aabria: [Aabria] They were exploiting it.": null, "Brennan: They were exploiting it.": null, "Izzy: With mind control?": null, "Aabria: No, more in the way that parasites can take over bodies and keep": null, "them alive long enough to propagate and let themselves flourish. These": null, "chipmunks are different and evolved wrong and have the ability to do": null, "this to more complex life forms rather than like a ribbon worm to a bug.": null, "Izzy: But then, so separately, the bear was also going through its own": null, "sort of magical shit.": null, "Aabria: You know what, give me an arcana check.": null, "Brennan: Let's do it.": null, "Jasper: What?": null, "Brennan: I love a roll in \"Adventuring Party.\"": null, "Aabria: D&D is dope as hell. For a little bit of Stoat-al Recall.": null, "Jasper: Can I use the help action, please?": null, "Aabria: [Aabria] Yes.": null, "Izzy: Nat 20! (all cheering)": null, "Brennan: Wait, wait, we should probably do this in the episode.": null, "Siobhan: No, this is a treat for the people at home.": null, "Aabria: Yeah, you also rolled so hot tonight.": null, "Izzy: Fan dice, has to be said.": null, "Aabria: Let's go, fan dice.": null, "Izzy: Someone gave this to me at a show.": null, "Brennan: [Brennan] Hell yeah. Thank you.": null, "Aabria: They are loaded, and I love that for you.": null, "Izzy: They're loaded?": null, "Aabria: No, I'm just saying you're rolling really well. They're really": null, "pretty, though.": null, "Jasper: If any fans want to give me dice, because I need to-": null, "Aabria: Bro, you need an exorcist.": null, "Jasper: Yeah, I'm going to go put these in the moon. In the dishwasher.": null, "I'm just going to... Thank you so much.": null, "Aabria: Just a scoop.": null, "Rashawn: [Rashawn] The Rick Perry one warmed up to me.": null, "Jasper: [Jasper] Let's see if this one-": null, "Erika: Roll them all.": null, "Jasper: That's a 16. That's a good start, that's a good start.": null, "Izzy: [Izzy] Keep it.": null, "Jasper: [Jasper] Okay.": null, "Aabria: [Aabria] Do you want me to whisper one of these to you?": null, "Siobhan: [Siobhan] Well now I wanna know.": null, "Erika: You've got to stop. We've got to stop rolling.": null, "Aabria: You know what, we'll come up at the top, and I'll explain it in": null, "the game.": null, "Izzy: Okay.": null, "Aabria: [Aabria] But I think you've made a big realization.": null, "Izzy: Lila rolled a nat 20 in her sleep.": null, "Aabria: In her sleep.": null, "Jasper: [Jasper] (as Lila) I got it!": null, "Aabria: I think there's a lot of, when you haven't experienced a lot of": null, "the world but you're fundamentally curious, you can have that moment of,": null, "finally someone's giving me pieces to put together, and I think": null, "something very fundamental just snapped into place.": null, "Jasper: Yeah, also, I really, really loved, it was one of my favorite": null, "moments of the episode, because I think we were all, I know this three": null, "definitely were all feeling that sense of, the whole time that you were": null, "like, what's the Blue, what's the Blue? I so deeply was just like, we": null, "don't fucking know!": null, "Jasper: I remember being like, we can't-": null, "Aabria: How beautifully put.": null, "Brennan: Yeah, the biggest secret is we don't know. I mean, I really,": null, "Brennan believes that. I fully believe that airs of mystery and": null, "conspiracy and guardedness tends to correlate to, I got nothing in my": null, "hand. I'm going to show you my cards, and I got fucking nothing.": null, "Rashawn: Yeah, I'm all in because there's really nowhere else to go.": null, "Izzy: It's not like an event happened.": null, "Erika: You, Izzy, are trying to figure this out.": null, "Izzy: I'm working it out. It's not sort of like, oh, because at first I": null, "was like, I'm kind of getting pissed off. I'm like, okay, what's this": null, "big event? It seems like a big event happened. Honestly, cut this. It's": null, "like, okay, something happened to Erika that was crazy, and then it was": null, "like something also happened to Jasper that was crazy, and also": null, "something killed our dad, and then I was like, okay, and then there's": null, "the airs... Sorry, sorry.": null, "Aabria: [Aabria] You're doing great!": null, "Izzy: Then I guess I sort of realized, no, the world is bad.": null, "Aabria: There you go, yeah.": null, "Izzy: Constantly, and our mom, almost like a kid, it's like our mom was": null, "just sort of trying to shield from us the fact that we live in a very": null, "bad-": null, "Aabria: Yeah, that's 100% it.": null, "Brennan: It's the perfect conspiracy theorist journey, because": null, "conspiracy theorists go, 20 bad things happened! Therefore, a shadowy": null, "cabal! And you're like, we live in a world where 20 bad things happen": null, "every day with no help.": null, "Jasper: All day.": null, "Brennan: All day. And you're looking for the thread? (whisper) The": null, "thread is just up in here.": null, "Erika: [Erika] Chaos.": null, "Brennan: It's just chaos.": null, "Izzy: So Izzy is sort of like un-conspiracy theory-ing Lila.": null, "Rashawn: You're tapped in, and you'd like to tap out.": null, "Erika: It's a very introspective and self-aware and healthy thing to do": null, "to realize why we try to find those patterns and to be aware that we": null, "don't know, and that's why we try to find order in the chaos. I don't": null, "think Ava is that aware.": null, "Aabria: Sure.": null, "Erika: Or at least would ever admit that. I wonder about the rest of the": null, "family, as well.": null, "Aabria: I think we're going to have to wait to find out, because that's": null, "the end of this Adventuring Party, and we'll see you next week for": null, "episode three of Burrow's End.": null, "Brennan: Pow! (players chittering)": null, "Aabria: What? We're doing a bit?": null, "Jasper: We could also, pow!": null, "Brennan: You don't have to do that. Cut it, cut it. (All either": null, "'pow!'-ing or chittering)": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC, Mer": null}