{"Dimension 20": null, "Misfits and Magic": null, "Starring: Aabria Iyengar as Game Master": null, "Erika Ishii as Dream;": null, "Danielle Radford as Sam Black;": null, "Lou Wilson as Whitney Jammer;": null, "and Brennan Lee Mulligan as Evan Kelmp": null, "Episode 1: The Chosen Ones": null, "[Next Episode] >": null, "Aabria: Hello, friends, and welcome. We're here at Dimension 20 playing": null, "a new game called \"Misfits and Magic\"! [cheering] We're here!": null, "Cast cheers and laughs.": null, "Aabria: I am your game master, Aabria Iyengar, and with me are my": null, "Magical Misfits. Say hi, Magical Misfits!": null, "Group: Hi, Magical Misfits!": null, "Aabria: Oh, that felt really good to do.": null, "Lou: Mm-hmm.": null, "Aabria: All right. We've got Lou Wilson.": null, "Lou: Hi, my name's Lou Wilson. I'll be playing Whitney Jammer. Is that": null, "good? [laughing] Should I say more?": null, "Erika: Yeah, no that's okay.": null, "Lou: Should I say more?": null, "Aabria: No, it's great.": null, "Brennan: It was great.": null, "Sam: Right at the camera.": null, "Brennan: That seems right to me.": null, "Aabria: That was good. Erika Ishii.": null, "Erika: Hi, I'm Erika Ishii, and I'm playing xX_BrokenDream_Xx.": null, "[laughing] AKA, Dream.": null, "Aabria: Danielle.": null, "Danielle: Hi, I'm Danielle Radford and I'm playing Sam Black. [laughing]": null, "Aabria: And newcomer to the AP community, Brennan Lee Mulligan.": null, "Brennan: Hi, I'm Brennan Lee Mulligan, and I'll be playing Evan Kelmp.": null, "[cast snickering]": null, "Erika: It begins.": null, "Lou: It begins.": null, "Aabria: Oh! This is gonna be great. All right. A couple things you need": null, "to know before we get started. It's not \"Dungeons & Dragons\". We are": null, "using the \"Kids on Brooms\" system. So, I'm gonna explain it to y'all": null, "really fast so you can keep along at home. \"Kids on Brooms\" has six": null, "stats. It's Fight, Flight, Brains, Brawn, Grit, and Charm. And it uses": null, "the full polyhedral array, absent the percentile dice, which just means": null, "it's all seven except for that one with the double zeros on the D10 that": null, "no one understands anyway.": null, "Lou: Never liked him.": null, "Aabria: Yep!": null, "Danielle: I don't know her.": null, "Erika: Are the zeros high or low?": null, "Aabria: No one knows! What's all zeros? Is that 100, is that 0? We don't": null, "worry about that here. So, you have one die that's associated with each": null, "of your stats. Whenever you need to make a roll, I will set the": null, "difficulty for it and you will roll your die associated with that stat.": null, "If it's a magical spell, you'll be adding your Magic d4 along with it,": null, "and you're taking the sum total, you're trying to meet or beat my": null, "difficulty. These dice are very cool in that if you roll the highest": null, "number on the die that you're rolling, it's called a Lucky Break and you": null, "get to roll again, add 'em up, sum total. If you beat the difficulty by": null, "more than five, then something extra good happens. If you fail by more": null, "than five, something interesting happens. And there's a little house": null, "rule we're adding to our \"Kids on Brooms\" game, which is called the": null, "Common-Fucking-Sense Die. It's a d6, so whenever you use normal logic to": null, "deal with wizard ridiculousness, you add your d6, it becomes a die pool,": null, "and we will proceed accordingly. There's also Adversity tokens. We love": null, "to fail forward here, so any time you miss a roll, you fail a roll, you": null, "get an Adversity token that you can spend one for one to boost a future": null, "die roll, or on special abilities that you all have that we'll see over": null, "time. So, with that in mind.": null, "Lou: That was tight, that was tight.": null, "Aabria: Thank you!": null, "Lou: That was real tight. That was good.": null, "Brennan: Incredibly solid.": null, "Aabria: Thank you.": null, "Lou: I feel like I honestly, that was the refresher I needed. [laughing]": null, "I honestly didn't read the core rule book before showing up today, so": null, "this was great.": null, "Lou: Now I know what any of this means.": null, "Erika: I will forget all of this immediately.": null, "Aabria: Perfect. We love asking questions, so feel free to ask away. And": null, "with that, we will dissolve into the story of \"Misfits and Magic\". And": null, "we begin with an owl, a big beautiful brown owl with flecked white": null, "feathers soaring across the Chicago skyline headed towards the South": null, "Side where Whitney Jammer… Where would this owl find you at like, 3:00": null, "p.m.?": null, "Lou: Bro, you know I'm on the field. Or actually, probably in the gym.": null, "It's probably basketball practice. So, we're out here running drills. We": null, "need to place point guard for the team, so yeah, Whit is probably out": null, "here just practice passing drills, and you know, basketball shit.": null, "[laughing]": null, "Aabria: That's all of 'em.": null, "Lou: Just general basketball shit. Lots of sweat, lots of screaming,": null, "lots of, \"Two, two!\" Yeah.": null, "Aabria: Yeah. You're practicing your triangle offense, we love it.": null, "Lou: Of course. You know it.": null, "Aabria: You post up, down at the base… You should never be there, but": null, "it's okay. Strike that, you're doing a Mikan Drill, 'cause I do know": null, "basketball, and while you're up under the rim, you hear a little tapping": null, "[tapping] as you see an owl carrying something square in its beak up in": null, "a far, high window.": null, "Lou: Yeah, I hold the ball, I raise my hand to stop the drill, and I go,": null, "Jammer: Ay, yo, look at that big-ass bird up there!": null, "Aabria: The entire gym… You're on the varsity team, but JV and": null, "frosh/soph are also in there, and when you speak, the entire gym… I": null, "don't know why your coach is just like, \"I respect Jammer on this.\" We": null, "all stop, everyone looks up, and as attention turns up to the window,": null, "that owl just [trills] and dives out and away and is not perceived by": null, "the rest of the group.": null, "Jammer: Hey, y'all see that? Y'all see that big-ass－?": null, "Teammate: No, I didn't see anything.": null, "Jammer: Roger, you didn't see that big-ass bird?": null, "Roger: No. Dude, why are you looking out a window? We have a big game.": null, "What are you－": null, "Jammer: No, yeah, of course, of course, yo, we've gotta beat Jefferson,": null, "but you didn't see? That was a big bird. We don't… Bro.": null, "Roger: We don't… Yeah, there's not birds.": null, "Jammer: We don't have birds around here.": null, "Roger: Is it like a pigeon?": null, "Jammer: Nah, nah, nah, nah, nah, it was-": null, "Roger: I saw a big pigeon with a Cheeto earlier today.": null, "Jammer: Yo, that's some crazy shit, right?": null, "Roger: Yeah.": null, "Jammer: Do you think that pigeons got preferences around food? Do you": null, "think there are some pigeons that are like, \"I like Cheetos,\" and then": null, "there are other pigeons who are like, \"I like Fritos,\" and then the": null, "other pigeons are like, \"I don't fuck with Doritos\"?": null, "Roger: You know what? I've never seen a pigeon eat a Taki, so I feel": null, "like maybe.": null, "Jammer: Maybe that's a thing.": null, "Roger: Yeah. Maybe it's a thing. They don't like spicy.": null, "Jammer: But this was not a pigeon, bro, this was a bigger bird.": null, "Roger: Yo, why don't we take a water break or something? 'Cause you feel": null, "really hung up on this and I need you to get your head in the game.": null, "Jammer: The fact that nobody else saw this, I'ma go check outside.": null, "Jammer: Ay－": null, "Roger: If you wanna run by like, just the dirt, just something, you－": null, "Jammer: Bro, it's not like that. It's not like that.": null, "Roger: Stay hydrated, friend.": null, "Jammer: Yeah, of course.": null, "Roger: Cool.": null, "Jammer: Yeah, you know what? I'm gonna go get a Gatorade, clear my head,": null, "we'll get back here, you know, work, keep running shit.  ": null, "Lou: Yeah, and I step outside to drink a Gatorade and make sure that I": null, "saw what I saw.": null, "Aabria: Yeah. Basically the moment you step outside, the entire gym sort": null, "of re-erupts into full-focused drills, and you see, as you step out and": null, "away and out of the eye line of the door, just an owl that goes up to": null, "your knee height is standing on the ground, looks at you, gives you a": null, "little wink, and then waddles over.": null, "Jammer: Oh, damn. Hey, I'm sorry I don't have any Cheetos or shit on me": null, "to feed you.": null, "Aabria: It fluffs up.": null, "Jammer: You're real, right? Can I?": null, "Lou: I reach out and touch the owl?": null, "Aabria: The owl definitely does that, tries to turn its head away, but": null, "doesn't lean out, so you're able to touch the side of its head.": null, "Lou: I immediately－": null, "Aabria: And it just sort of freezes.": null, "Lou: Retract my hand and I'm like,  ": null, "Jammer: Oh, shit, you ain't supposed to touch birds, but I just wanna": null, "make sure.": null, "Aabria: It waddles a little closer and then drops the massive envelope": null, "in its mouth at your feet.": null, "Jammer: I, is this for me?": null, "Aabria: [sighs] It sighs.": null, "Jammer: Oh, yeah, it is? Okay.": null, "Lou: Is there anything on the letter? Does it have, like-": null, "Aabria: Yeah. So, you're holding this really intricate vellum envelope": null, "that's sealed with a navy blue wax seal with a pair of hands with some": null, "stars in 'em, it's got glitter and shit in it, it's really cute.": null, "Lou: I think this is easily the most elaborate piece of mail Whitney has": null, "ever seen, and it's just like,": null, "Jammer: Am I supposed to open this? This is too nice. This seems way too": null, "nice to open.": null, "Aabria: The owl just sort of gives a little.": null, "Lou: Right, okay. I'm gonna rip it open and pull out its contents.": null, "Aabria: Yeah, you pull out an intricately-folded piece of parchment": null, "that, as you unfold it, the spacial dimensions on it are wild, and it": null, "turns to this long, two-foot-long scroll of parchment. And the moment": null, "you start to read it, you actually hear a female voice as the owl opens": null, "is mouth and speaks along with it. And if you're looking down and": null, "looking up it's kind of going back and forth. It keeps cadence with": null, "however you're reading this, and it just says,": null, "Voice: Congratulations on your acceptance to the Gowpenny Academy of the": null, "Arcane Arts. Your magical potential, latent though it may be, has been": null, "noted, and you are invited to attend the upcoming school year slated to": null, "begin on September 1st. As you've been up to this point classified as a": null, "non-magical person, two important things must happen quickly. First, if": null, "your non-magical parents, family, or guardians have been alerted to this": null, "development, they must sign the release waiver, contained, that both": null, "consents to your attendance and the requisite memory spell that": null, "maintains the secrecy of the magical world. Failure to comply will": null, "result in intrusive and unpleasant mage intervention. Second, please use": null, "the enclosed teleportation pellet at your earliest availability. It will": null, "transport you to a magical neighborhood adjacent to the departure train": null, "to Gowpenny, and I, Headmistress Boudicca Philtrum, will personally": null, "escort you as you acquire vital school supplies for the term. If you": null, "choose to forego this once in a lifetime opportunity for a life of quiet": null, "mundanity, please burn this letter and forget it ever happened. Thank": null, "you.": null, "Jammer: Boudicca? [snickering] Is that… Boudicca's a name? All right.": null, "Aabria: And the owl very specifically makes eye contact with you, and": null, "once you're locked in it just [coughs softly].": null, "Jammer: Are you all right?": null, "Aabria: And it barfs out an owl pellet.": null, "Lou: Oh, shit. [laughing]": null, "Jammer: Am I supposed to touch that?": null, "Aabria: It takes a step back.": null, "Jammer: Hell no, dog. Hell no, I ain't gonna touch that. I ain't gonna": null, "touch the thing you threw up. No!": null, "[owl trills]": null, "Jammer: No, I ain't gonna touch it!": null, "Aabria: It goes over and kicks it at you.": null, "Jammer: I'm not gonna touch it, man, stop. All right, shit. Shit.": null, "Lou: Whitney immediately checks his pockets for any sort of napkin, and": null, "of course there is not one [laughing] 'cause I'm at basketball practice,": null, "and he's just gonna reach down and pick up this wet owl pellet.": null, "Aabria: Yep, hot, wet, and warm.": null, "Lou: Oh my god. Whitney immediately puts it in his pocket.": null, "Jammer: Don't tell anybody I picked that up.": null, "Aabria: The moment you… It mean mugs you back.": null, "Jammer: Man, ay, what? What, owl? What?": null, "Aabria: And it starts to turn, its head turns.": null, "Jammer: All right, all right, I ain't trying to fight no big bird right": null, "now. So, I'm going to… I got in to this private-ass school?": null, "Aabria: [hoots] And it takes off, and as it sort of unfurls its wings,": null, "you see this thing has a six-foot wingspan. It is massive, and it just": null, "takes off and flies away.": null, "Lou: Whit is gonna take a second, just kinda looking at the letter,": null, "looking up at this big bird as it flies away.": null, "Jammer: [sighs] Man, private school is fuckin' weird.": null, "Lou: And is gonna walk inside.": null, "Jammer: I'ma ask everyone to circle up real quick.": null, "Aabria: The coach is like, in the middle of a drill.": null, "Jammer: Coach, Coach, Coach, hold up, hold up. I need to talk to": null, "everybody.": null, "Coach: Can I come, too?": null, "Coach: Oh, okay, cool. All right, come on, everybody.": null, "Aabria: And they all circle up around you like,": null, "Teammates: All right, slam this plan, let's go.": null, "Jammer: Hey, so, you know, I love playing with y'all, you know I love my": null, "time here, but you know, I'm all about making it happen, you know? It's": null, "what we all want, and I'm trying to do what's best for myself, and you": null, "know, I feel like sometimes, you know, Coach, I love you, but sometimes": null, "I feel like I'm coaching the team and you're just kinda hanging out,": null, "Coach.": null, "Coach: I do feel that also.": null, "Jammer: Yeah, yeah. [laughing] So, you know, I've been looking… I was": null, "talking to my moms about going to private schools with some of the": null, "better programs, and you know, this isn't one of the ones I applied to,": null, "but that big bird just told me that I got into a dope-ass private school": null, "that I'ma be teleported to with a woman named Boudicca. [laughing] I": null, "guess this is how I say-": null, "Teammate: Yo, did anyone give him a concussion? What is happening?": null, "Jammer: Nah, nah. No, the big bird is real, I talked… You wanna see some": null, "shit? You wanna see some real shit? Y'all wanna see some real shit? I": null, "picked up… It threw up this nasty shit and I picked it up and I touched": null, "it, all right? This is some real shit.": null, "Aabria: As you waggle it, a vole skull drops off of the edge of it and": null, "hits the ground.": null, "Jammer: See? This is some-": null, "Teammate: Yo! Okay. Don't have that in here. What are you… Go away. Get…": null, "You know what? You need to go home. Go home.": null, "Jammer: All right. Yeah, you know what? I need to take the day.": null, "Teammate: Take your little... The bit that fell... Ew.": null, "Aabria: And you just see a bunch of dudes daintily try to kick it": null, "without getting their shoes dirty.": null, "Jammer: Yeah, hey man, yeah. Get that... Nah, I don't want it either.": null, "Teammate: I don't like that.": null, "Lou: I pick it up and put it...": null, "Jammer: I don't think that's an essential piece of the letter, but okay,": null, "yeah, I'ma get out of here 'cause it said I gotta get something signed": null, "by my moms anyway. But I'll see y'all. Y'all keep practicing. Let's make": null, "sure we gotta get that triangle offense tight for Jefferson on Saturday.": null, "I still am gonna finish out the year with y'all, but you know, next year": null, "I'ma be at the bird school.": null, "Teammate: Okay. Well, I'm very happy... [to another teammate] No, no,": null, "no, I heard about this before where you have to go with it for a little": null, "bit so they feel better. [to Whitney] I'm very happy for your bird": null, "school.": null, "Jammer: Hey, thank you, man. This is exciting stuff, dude.": null, "Teammate: This is very nice for you.": null, "Jammer: This is big. They keep talking about me as being magical. I'm": null, "one with the rock, so, this is just real stuff－": null, "Aabria: One of the freshmen starts to cry, like,": null, "Freshman: I looked up to you!": null, "Jammer: Dude, I mean, it's probably not further than Highland Park,": null, "right? That's like, 30 minutes away, all right? I'll take the bus back": null, "all the time and shit.": null, "[freshman continues crying]": null, "Jammer: Hey, come here. I give... Hey, everybody, come here. Come here,": null, "come here.": null, "Freshman: Yeah, okay.": null, "Lou: I have everyone, and I put my hand in for one of those big, you": null, "know-": null, "Teammate: [unconvinced] Yeah, let's do it.": null, "Lou: Those big hands in.": null, "Jammer: I mean, hey, we're always gonna be family here, right?": null, "Teammate: Uh-huh.": null, "Jammer: Right? The bonds we made playing together on this team, that's": null, "real. The games we played, the sweat, the blood, they can't take that": null, "away from us, all right? So, I want Madison on three, Family on six.": null, "One, two, three-": null, "Both: Madison!": null, "Jammer: Four, five, six.": null, "Both: Family!": null, "Freshman: I forgot the second part, I'm so sorry.": null, "Jammer: It's tough 'cause you get really hype at Madison and then you": null, "forget that we're gonna count up to six.": null, "Freshman: Yeah. I'm new, so, yeah.": null, "Jammer: Hey man, you've got a lot of potential.": null, "Freshman: Oh, that means a lot to me, and I would feel better if you": null, "didn't talk about magic and then you were holding a poop in your hands.": null, "Jammer: Man, all right. This is weird shit. But hey, private school is": null, "crazy, all right? They got juice and shit in the fountains, so I think": null, "that's the thing.": null, "Freshman: You should bring some juice back, though. When you come to": null, "visit, bring some juice.": null, "Jammer: Bro, you don't think I'm going in with a couple bottles to take": null, "that fountain juice home with me?": null, "Aabria: That little freshman runs off and comes back with a Gatorade": null, "bottle, empties out some water.": null, "Freshman: Bring back juice.": null, "Jammer: Bro, I'ma fill this up with juice from our water fountains.": null, "Freshman: Yes, all right. Juice on three? No, that's weird.": null, "Jammer: No, we can do it.": null, "Freshman: Okay, juice on three.": null, "Jammer: Juice on three, Madison on six, Family on nine.": null, "Freshman: Oh, shit. Oh god!": null, "Jammer: Keep it... All right, here we go.": null, "Freshman: Okay.": null, "Both: One, two, three, juice!": null, "Jammer: Four, five, six-": null, "Jammer: Seven, eight, nine-": null, "Freshman: Yeah!": null, "Jammer: Yeah!": null, "Freshman: I love 'The Fast and the Furious', I knew I could do the last": null, "one.": null, "Jammer: Hell yes you could!": null, "Freshman: Yes!": null, "Jammer: All right, y'all, I'mago home 'cause I got a date with a woman": null, "named Boudicca. And I'm gonna grab my bag, my ball, and head out and": null, "head back home.": null, "Aabria: The freshman starts to cry a little bit again, confused by the": null, "end of that.": null, "Jammer: Hey man, it's gonna be all right. It's gonna be all right.": null, "Freshman: [crying] It's okay, just go!": null, "Jammer: Yeah, yeah.": null, "Freshman: You left on a strong moment, and honor that. God.": null, "Jammer: It's just, every time you cry I feel like I need to come back.": null, "Freshman: No, just go!": null, "Jammer: I don't want you to be crying when I leave.": null, "Freshman: Go!": null, "Jammer: Okay. All right, all right.": null, "Freshman: I also realize I put my hand on your hand and you touched the": null, "bird thing and I also don't feel good about that.": null, "Jammer: Man, come on, y’all.": null, "Freshman: Does anyone have Purell?": null, "Aabria: And he just walks away.": null, "Jammer: [sighs] Yeah, Coach, we gotta get Purell in here.": null, "Coach: Don't tell me what to do? Are you at this school anymore? Get": null, "out!": null, "Jammer: I mean... You know what? You know what? I'ma go home.": null, "Lou: And yeah, I walk out and go catch the bus back to my crib.": null, "Aabria: Nice. And as you head out and away, we follow another identical": null, "owl, massive tawny flying across, and you see the Space Needle across": null, "its wings as it heads over to the home of Karen Tanaka.": null, "Erika: Karen is in her bedroom. There's posters of My Chemical Romance": null, "on the walls. [rock music] There's a multi-monitor setup with all the": null, "RGB lights. She's currently typing furiously, responding angrily to some": null, "tweet from somebody else in the \"Steven Universe\" community.": null, "[Lou laughs]": null, "SU Fan: All I'm saying is, if the gems could be dudes, what would they": null, "look like?": null, "Dream: Oh my god, no! It's total erasure of all these incredible female": null, "characters. I can't even...": null, "Erika: And suddenly the owl slams into the window. [slamming] [gasping]": null, "Aabria: The owl kind of picks itself up, you see one pupil's kinda": null, "blasted and the other... It's a little concussed. Kinda gets up.": null, "[exhales] It has a massive envelope in its beak and it sort of taps": null, "lightly on the window trying to like... It's a freshly cleaned window,": null, "so it is absolutely stymied by what's happening. It kind of keeps": null, "looking at you, tapping the window, and waiting.": null, "Erika: I throw up the window and I look around, and I go.": null, "Dream: It happened. My owl is here. Yes. I always knew I was special.": null, "Aabria: It slowly releases the envelope from the beak and then kind of": null, "backs away from you.": null, "Dream: This is it. Yes. Yes.": null, "Erika: She opens it slowly, reverently, taking a moment to stop by and": null, "post a status, saying,": null, "Dream: Fuck you guys.": null, "Dream: I always knew magic was real!": null, "Erika: And logging, just logging out of the account forever.": null, "Aabria: Yup.": null, "Erika: She opens up the envelope, peruses the letter inside.": null, "Aabria: As you begin to read it, the owl also begins to give the same": null, "speech, and then you hear halfway through, a knock on your door.": null, "Janet: Sweetie, what's that－": null, "Dream: What is it, Janet?": null, "Janet: You know I don't like when you call me Janet. Mom, mother.": null, "Dream: Parental unit.": null, "Janet: Weirder, but I will accept that. Your TV's a little loud. What's": null, "going on?": null, "Dream: Ugh. You wouldn't get it, okay? Just stay out of my business!": null, "Janet: Whoa, that's a lot of... Do you wanna talk about... I'm coming": null, "in.": null, "Dream: No, don't come in!": null, "Janet: I knocked, I respected your boundary.": null, "Aabria: And she opens up the door and your mom, she looks like you, but": null, "with a nice high bun. She's wearing all of her nice little pantsuit.": null, "Both your parents are professors at the University of Washington, so she": null, "kind of just comes in and sits on your bed and gives you a little pat,": null, "and is looking right at you, and it's not until she sits down that she": null, "looks over and sees a massive owl standing in the window sill.": null, "Janet: Oh, god! [laughs] What?": null, "Dream: I got accepted into the magical school that I told you that I'd": null, "probably get my letter for. It's a little late, but you know, it's here,": null, "and so that's probably gonna happen, you know? 'Cause I'm special and": null, "cool.": null, "Janet: Sweetie, did you rent an owl on the internet?": null, "Dream: No, Mother, I did not rent an owl on the internet.": null, "Janet: Oh.": null, "Dream: There are strict handling laws in Seattle.": null, "[Brennan laughs]": null, "Janet: The fact that you know that is very upsetting. Mo, can you come": null, "in here? Our daughter has an owl.": null, "Aabria: And you hear running into the room, your dad slides in like,": null, "Maurice: Hey, hey, sweetie. Oh, oh, oh. What are we doing? What is this?": null, "Dream: An acceptance to a magical school. You know?": null, "Maurice: Is that a craft? I'm very proud of you. Artistic expression is": null, "so important. It's like all your piercings and the tattoos that you've": null, "got.": null, "Dream: God, why do you have to be so lame all the time?": null, "Maurice: What? I just thought we talked about this.": null, "Dream: Look. Respect my boundaries, please.": null, "Maurice: No touching.": null, "Dream: Respect that you don't understand what's going on. Just because": null, "you see it on the TikTok doesn't mean-": null, "Maurice: I have a TikTok, there's five... I have five friends.": null, "Dream: Your content is solid, yes.": null, "Maurice: Thank you.": null, "Dream: That's beside the point. I'm going to a magical school and you": null, "can't stop me.": null, "Maurice: We would never stop you if you went to a magical school. What's": null, "this really about? Are you getting bullied at school? Is that what's": null, "happening? Do we-": null, "Dream: No! I'm doing most of the cyberbullying, thank you very much.": null, "Maurice: Please don't be a bully. Don't do that. Do we need to do": null, "something with the internet?": null, "Dream: Okay, I'm sorry, I misspoke. It's less bullying and more keeping": null, "people accountable.": null, "Maurice: Mm. You know what－": null, "Dream: In a very aggressive and effective manner.": null, "Maurice: No, I hear you, and it's funny because all of those... I": null, "understand that growing up around us you have a certain set of": null, "terminology that you like. Right words, wrong attitude? Is that a thing": null, "I can say? It just doesn't feel quite right the way you've said that,": null, "though I feel like I should agree.": null, "Dream: I'm gonna check with the group chat if that is acceptable": null, "language.": null, "Maurice: Okay. Go ahead and check with the group chat. But let's address": null, "the, you have a paper, there's a fowl, a wild animal in the window.": null, "Dream: Well look.": null, "Maurice: What do I do?": null, "Dream: I mean, here. Look. This is... It seems legit, you know?": null, "Maurice: Yeah.": null, "Dream: And come on, it's just like I always talked about on the forums,": null, "you know? When I was 11 and I was like, \"Where's my owl? I should be": null, "getting accepted to this magical school-\"": null, "Maurice: We should not have let her on－": null, "Dream: Clearly I'm different and cool and so much darker than my peers.": null, "I deserve this.": null, "Maurice: You're not very dark... Not that colorism is a problem, but": null, "you're inside most of the time. You're not actually that dark.": null, "Dream: Yeah, I'm conducting important crusades online.": null, "Maurice: Crusade? Don't like that word either.": null, "Aabria: And as your father goes and starts reading, the moment he picks": null, "up at the top, the bird begins again and your mother lets out a sound.": null, "[cheerful music] I don't know if you hear it right away, but the dogs in": null, "the neighborhood start to just howl as she's just staring down the owl": null, "like. [laughing]": null, "Janet: What? The owl's talking! Please, why? What?": null, "Dream: I mean, come on, you went to all the \"Harry Potter\" movies with": null, "me and everything.": null, "Janet: Yes, but those are movies and that's, oh my fuck, that's...": null, "[laughs exasperatedly]": null, "Dream: Pull it together, Janet.": null, "Janet: Okay, you're handling this too well. I think I'm taking this the": null, "right way. Maurice! Why are you still... Okay, okay, okay. [breathing": null, "heavily]": null, "Dream: Look, I'm sure that whatever this is, it is going to bring out my": null, "latent dark witch abilities, right? All of my years of praying to the": null, "Lord Lucifer are finally paying off for me.": null, "Janet: I feel like setting intention is important, I don't feel great": null, "about the... Well, now I think maybe it's... [sighs]": null, "Dream: Look, I did okay in school, I went along with all the normals and": null, "everything for as long as it was convenient, but this is a great": null, "opportunity for me. And I know that you're anxious for me to, you know,": null, "follow my calling, whatever that may be, we value education in this": null, "family, but that, you know, it's really up to me in the end.": null, "Janet: You're right.": null, "Dream: So, this is my choice. I'm clearly going to wherever... Where is": null, "it? Where did you say this was?": null, "Erika: And I turn to the owl.": null, "Aabria: And as your dad goes back to read it, the owl addresses you.": null, "Owl: Gowpenny Academy of Arcane Arts.": null, "Dream: Gowpenny Academy of Arcane Arts. [sighs] I bet that I'm gonna get": null, "a ton of cool powers, like Wanda from \"WandaVision\".": null, "Janet: I knew she was too young to let her watch that. Maybe the": null, "watching is what did it.": null, "Aabria: And your mom just kind of... She doesn't quite swoon, but she": null, "sits back on the bed, takes a little bit of pose to compose herself, and": null, "they continue to listen as the owl and the letter explain. And they're": null, "like,": null, "Dream’s Parents: What do you mean, a memory spell? What?": null, "[slow music]": null, "Erika: I sit down on the bed next to them, like,": null, "Dream: Look, Janet, Maurice-": null, "Janet: I don't like... Please, Mother.": null, "Dream: Mom, Dad.": null, "Janet: Thank you. Thank you.": null, "Dream: I really want this. My entire life I have felt just very": null, "different from everybody else. I'm very, very different, and that sets": null, "me apart and makes me unique and very creative.": null, "Janet: Yes, you have very good self-esteem.": null, "Dream: Yes. And I just, you know, I can visit home and stuff and we can": null, "have curry nights and stuff still. But you know, you have to respect my": null, "boundaries and everything, and-": null, "Aabria: As you say \"Boundaries,\" they both tackle you for a hug and just": null, "start crying.": null, "Dream: Mom, Dad...": null, "Dream’s Parents: If they make us forget you, you have to kill them all": null, "with your magic. [sobbing]": null, "Dream: Don't worry, I'll do a ton of magic killing.": null, "Dream’s Parents: We love you so much and we're gonna ignore that last": null, "bit you said.": null, "Aabria: And as they kind of just dog pile you with love and support and": null, "acceptance－": null, "[Erika groaning]": null, "Aabria: We move out and away as the owl sort of backs away and takes off": null, "again. And a different owl a little bit farther south comes across the": null, "ocean and into the port town of Portland, Oregon, where this owl is": null, "looking for one Samantha Butler.": null, "Danielle: So, Sam is hanging out in her streaming room. She's got her": null, "microphone. It used to be where her mom kept all the stuff from her": null, "multilevel marketing scheme where she sold tights to her friends from": null, "high school. So, you can still see the tights and all the things in": null, "boxes that her mom has tried to sell. There's some vitamins just": null, "everywhere.[laughing] But you can see neatly carved out with all of": null, "those behind, Sam is doing a mukbang while she talks to all of her many": null, "followers. And she is eating, for no good reason other than everyone": null, "else is doing it, she's eating a meal of sausages, rice, and cucumbers,": null, "and she has an idea of why everyone is doing it, but she's just gonna": null, "let that pass. [laughing] So, Sam is eating her cucumber so that you can": null, "really get the crunch in, just real obnoxious like, [crunching] and": null, "people love it, and it makes them feel so relaxed. And taking little": null, "nibbles of her rice and telling everyone about her day at school, which": null, "it went really well. She doesn't know if she has to go to summer school": null, "yet, but hopefully she can because that would be so much new good": null, "content, you guys. And so, she is in the middle of taping this mukbang.": null, "Aabria: And mid cucumber cronch, so loud you can't hear a massive": null, "feathered situation land on your windowsill, and before it taps it kind": null, "of looks, and you see it narrow its eyes with this intense intelligence": null, "as it sees on the back in your depth of field Twitch, it says \"Sam": null, "Black\", and the bird is like, \"I know what I was told. That looks like": null, "her.\" This bird will be out here for a good 20 minutes trying to figure": null, "out what's going on before it finally gets brave enough to give a little": null, "tap.": null, "Sam: Oh, shit!": null, "Danielle: Sam sees the bird. She looks kinda confused, so she walks up": null, "to the window. She doesn't open it yet, but she just kind of watches the": null, "bird, seeing what bird things it's doing.": null, "Aabria: It's kind of staring and appraising you.": null, "Danielle: Oh, it's judging me?": null, "Aabria: Yes.": null, "Sam: Oh, who are you to judge me? You think you're better than me, bird?": null, "Danielle: Sam opens up the window.": null, "Aabria: What's your mic situation? Were you using an ASMR mic? I just": null, "wanna know if the chat's like, [pretending to type] \"What? What's": null, "happening?”": null, "Danielle: A binaural mic.": null, "Aabria: Oh, okay, cool.": null, "Danielle: Because you really need to hear the crunch from the left and": null, "the right side.": null, "Aabria: Yeah, yeah.": null, "Lou: Yes, yes.": null, "Danielle: That's how it pumps itself into your ears and gives you the": null, "tingles.": null, "Aabria: Sweet. But the gain's not high enough for them to understand,": null, "and your entire chat has gone into slow mode, the mods have switched it": null, "to slow mode. They're like, \"Is she about to die? Is someone breaking": null, "in? Oh no.\" Your follower count is shooting up, you're on the front page": null, "of Twitch now 'cause everyone's like,\"I think we're about to see this": null, "girl get murdered live. What's happening?\" [laughing] It's blown up": null, "immediately. They can't quite see the bird out of frame. It's not in the": null, "shot as it's.": null, "Danielle: So, I go over. Sam opens up the window and then stands back": null, "with arms up. [Lou clapping] [laughing] 'Cause that bird is judging.": null, "Sam: We cool?": null, "Danielle: And Sam is backed up now, maybe to the point where the camera": null, "might be able to catch her, I don't know.": null, "Aabria: You actually look over and see that this bird has scoped your": null, "situation and is staying very specifically where it is. It's out of the": null, "frame.": null, "Sam: Oh. What? You thought you were big and bad, you come into my": null, "apartment, you come into my little room here and what? You can't follow": null, "me?": null, "Aabria: [coughs softly] Drops the envelope.": null, "Sam: Ew. Ah.": null, "Danielle: Sam walks over, sees the envelope, grabs it, looks over at it.": null, "Sam: Oh, I like that font. Maybe I'll get that in my new intro. That's": null, "really nice, I like all the glitter and stuff, that's cute, that's cute.": null, "Danielle: Then Sam opens up the envelope, is like,": null, "Sam: Oh, so you're like a raven bringing good tidings and news?": null, "Aabria: This bird looks so... You know what? No. This is gonna be the": null, "first roll.": null, "Aabria: Please make a Brains roll for me.": null, "Danielle: Oh no.": null, "Aabria: Difficulty of five.": null, "Danielle: Oh, buddy. I mean, it's a four.": null, "Brennan: It explodes!": null, "Lou: It explodes!": null, "Aabria: It explodes! Roll again!": null, "Lou: You can hit the five.": null, "Brennan: You actually have－ You do no matter what.": null, "Aabria: You will no matter what, hit the five.": null, "Brennan: A four again!": null, "Danielle: It's a four again! [cheering]": null, "Brennan: It explodes! Does it explode again? Roll again?": null, "Aabria: Go again!": null, "Lou: Keep rolling!": null, "Danielle: Oh my god, oh my god-": null, "Erika: A hot streak!": null, "Danielle: Oh my god, oh my god, oh my god. Two.": null, "Aabria: For a total of 10. In this moment-": null, "Erika: That's the smartest any of us are ever gonna get.": null, "Aabria: This bird. [laughs]": null, "[Brennan cheers]": null, "Aabria: You understand exactly... This bird is operating at your precise": null, "wavelength. And wordlessly you know it's like,": null, "Bird: Did you just call me a fucking raven? Oh my god. I didn't ask you": null, "out loud if you were streaming on Mixer.": null, "[Sam gasps, offended]": null, "Bird: Yeah, excuse me.": null, "Sam: It's BIGO now, excuse me.": null, "Bird: I don't even know what that is. Do you understand me right now?": null, "Sam: I think I talk to birds now.": null, "Bird: Oh, shit.": null, "Sam: Ooh, I'm sorry, mods. Thank you for handling the chat. I'm talking": null, "to this bird.": null, "Aabria: The bird ducks away, leaning.": null, "Erika: F, F.": null, "Aabria: Hella back out the window.": null, "Erika: Fs in the chat. Just the whole time.": null, "[Aabria laughs]": null, "[Brennan sighs]": null, "Danielle: F’s in the chat. So, I open up the envelope.": null, "Aabria: And as you start to read, you actually, there's a little footed": null, "talon kind of pushes it down and looks at you like,": null, "Bird: Girl, maybe stop streaming right now.": null, "Danielle: [sighs] I walk over.": null, "Sam: [streamer voice] Oh my god, you guys,I'm so sorry about that.": null, "There's a bird, and it's being real buck, but I think it's gonna be": null, "fine, I think we've reached an understanding. So, I will see you all": null, "here tomorrow. Thank you so much for hanging out, I have had so much": null, "fun. Make sure to like and subscribe and I will talk to you all once I'm": null, "done dealing with my bird stuff. Bye! [waves two peace signs, then": null, "strikes some cool poses]": null, "Erika: #BirdStuff starts trending on Twitter.": null, "Aabria: Yeah! A hundred percent.": null, "Lou: Whitney for sure watched that. Whitney for sure got a text from": null, "somebody being like, \"Yo, girl about to get murdered by bird on Twitch,\"": null, "and for sure watched the whole thing.": null, "Aabria: Oh man. And the moment you power down the stream the bird steps": null, "into the window, walks over, stands next to some of the cucumber, looks": null, "at you, looks at the cucumber like... [raises eyebrows]": null, "Sam: Okay, fine, beggin' ass.": null, "Bird: Thank you.": null, "Aabria: Just starts grubbing on the cucumber, then kinda forgets that it": null, "had a speaking role in what was to come, and a little spray of cucumber": null, "happens as you start to read the letter. It looks very apologetic as": null, "it's giving you the same speech that you've seen before. \"You've been": null, "accepted to the Gowpenny Academy of Arcane Arts. Do stuff, tell your": null, "parents or don't. There's magic, and you have about a week to get ready": null, "before the term starts.\"": null, "Sam: Gowpenny, who's picking Gowpenny? I feel like I've heard that. Is": null, "that like... Is that like an adult website thing? 'Cause I can't do": null, "those.": null, "Aabria: Turns its head 180 to no longer face you.": null, "Sam: You know, gal, penny, you pay a penny to the gal and then the": null, "gal... You buy pennies instead of money. I feel like I've heard that": null, "before.": null, "Aabria: The bird laments its lack of hand to facepalm. [groans]": null, "Sam: Okay, well, I guess I go to this school now.": null, "Sam: I don't know how this works. I guess registration already taken": null, "from me. Hey, Mom?": null, "Aabria: And as your mom slowly makes her way to the room, this owl": null, "realizes that it also had a barf component of this and first cucumber": null, "comes out and then the magical owl pellet. It’s like, [winces]. \"Oh.\"": null, "And it actually does the talon scrape-away of the cucumber, but looks at": null, "you like,": null, "Bird: I'm so... That was very messy of me, I apologize. I'm just gonna": null, "eat this again.": null, "Sam: Ew. Mom, can you get the thing that just... Not the cucumber. Can": null, "you get that thing that just came out of its mouth?": null, "Sam's Mom: Why is... Mm. Why is... Girl, why's there a bird in here?": null, "Sam: Well, this isn't like last time, okay? This is a real... The bird": null, "was supposed to be here. I didn't do anything. This isn't for views.": null, "This bird-": null, "Sam's Mom: I don't believe or trust you. You constantly say, 'It's for": null, "the cont,' and I don't know what that means.": null, "Sam: It's for the cont!": null, "Sam's Mom: It sounds almost like something real upsetting and I don't...": null, "I saw a show about e-girl, it's a porn thing. Are you doing porn and": null, "somehow the owl is there? What is?": null, "Sam: No, but I bet someone would look that up online, please don't.": null, "Sam: It's gotta be somewhere.": null, "Aabria: Please don't. Oof.": null, "Sam: No, I was doing my daily mukbang with all of my cucumbers and my": null, "sausages－": null, "Lou looks at Brennan and mouths “Mukbang? What?” Brennan looks at him": null, "and shrugs, mouthing, “I don’t know.”": null, "Sam: －the way that people like. And Then this just, this bird－": null, "Sam's Mom: Sweetie, we got... Okay, no. You know what? I can't tell if I": null, "should be the one to tell you what that is about, or if you know and": null, "we're just not gonna talk about it. I have a boundary.": null, "Sam: People love cukes. Who don't love a cuke? Everyone loves a cuke.": null, "Sam's Mom: Is it me? Did I not raise her to know that's a dick?": null, "[laughing] What is that? That's me, okay. Continue, baby. What's up?": null, "Sam: So, this... I'm sorry, what's your name? I didn't get your name?": null, "Sam: Bird.": null, "Aabria: Yeah, the bird looks at you mid mouth of food, it's actually": null, "moved to a sausage at this point, it's got one in its talon like-": null, "Sam: I'm gonna name you Sausage. Sausage over here just came while I was": null, "in the middle of my mukbang and gave me this wet paper, and it says that": null, "I'm going to a different school now. Did y'all enroll me in school while": null, "I wasn't... 'Cause you said that I wasn't gonna have to go to the school": null, "that all the bad kids go to if I keep at least a D to C average.": null, "Sam's Mom: Whoo, D’s make degrees.": null, "Sam: D’s make degrees.": null, "Sam's Mom: And I live by that.": null, "Sam: So－": null, "Lou shakes his head and makes an incredulous noise.": null, "Sam's Mom: No, 'cause I wouldn't have enrolled you in a school that": null, "involves a flying rat as a delivery mechanism cause we have email. So": null, "no, that's not on me.": null, "Sam: Oh, actually... Don't say flying rat. This one is real sensitive.": null, "Aabria: Yeah. Stink eye, just one golden stink eye. She's like,": null, "Sam's Mom: Okay, my bad. Are we gonna... Am I gonna fight this bird?": null, "Sam: I almost fought the bird.": null, "Sam's Mom: Good instincts. Good instincts. All right. Whoo, you're my": null, "daughter again. I was worried for a second, you're like, “I don't get": null, "all the dick food on the camera.”": null, "Sam: Dick food?": null, "Sam's Mom: Wild. Oh, okay. Well, if you're gonna go－": null, "Danielle: She makes that face like a confused puppy makes when they": null, "kinda turn.": null, "Aabria: Both you and the owl do it simultaneously, you and Sausage just.": null, "[tilts head]": null, "Danielle: Hmm.": null, "Aabria: Yeah. And your mom looks back and forth at this situation and": null, "the odd assortment of things that have happened here, and you see it": null, "takes her a good 30 seconds to go like, \"This is real and happening. And": null, "the most important thing I can do now is explain sexual double entendre": null, "to my daughter who's going to be leaving the house and I can't trust": null, "what you're gonna do on your own.\" And she begins to give you the talk,": null, "completely ignoring all of the magical stuff that's happening right now,": null, "but that's… That's your beautiful gift as we slowly move out of the": null, "window as Sausage does her level best to grab the other one and fly out,": null, "just kinda step out like,\"All right, I'ma dip. This doesn't apply to": null, "me.\" And takes off.": null, "Lou:  What is that word you kept saying? What is a mukbang?": null, "Lou: This whole time I've been sitting here being like, what the hell is": null, "a mukbang? Is it a mukbang? Am I saying it right?": null, "Danielle: It's a mukbang. It got really popular in Korea, and it's": null, "basically you watch people eat a bunch of food, and sometimes they're": null, "quiet, and sometimes they're telling stories and things like that. But": null, "yeah, for some reason for some people it's really soothing to watch": null, "people eat, or it just kinda feels like it's kinda your buddy or your": null, "friend.": null, "Erika: It's like social eating.": null, "Lou: It's like having a meal with someone.": null, "Erika: Yeah, it's like being on Zoom and “having dinner with a friend”.": null, "Lou: Great. [points at camera] You're welcome. [laughing] 'Cause you": null, "were wondering, too. Don't act like you know better. Don't act, don't": null, "act like you knew and I didn't.": null, "Aabria: Literally everyone but you knows what that is.": null, "Lou: Oh, stop! Not a chance! [points at Brennan] You mouthed it. Don't-": null, "Brennan: I had no idea what that is.": null, "Aabria: No!": null, "Brennan: I have no clue what that is.": null, "Aabria: I don't like it. Collusion at the table. We all got it 'cause we": null, "know what's good. And as we sort of sweep away from that scene, a camera": null, "pans and zooms thousands of miles away back towards the Midwest, but not": null, "towards any city, towards a wide open plain and endless rows of corn and": null, "soybeans as we get to Millersburg, Iowa. And this owl that looks tired,": null, "confused, deeply upset at the utter lack of trees in the available area": null, "for perching and just vibing, where does this owl find Evan?": null, "Brennan: So, I'm Evan Kelmp.": null, "Danielle: I almost spit out my water.": null, "Aabria: Just the name.": null, "Lou: Just the name.": null, "Brennan: K-E-L-M-P, Kelmp.": null, "Aabria: Ooh. It's too many consonants. [laughing]": null, "Erika: It leaves your mouth in that, oh.": null, "Danielle: Kelmp.": null, "Brennan: Kelmp.": null, "Aabria: Kelmp.": null, "Lou: [sticking his tongue out] Kelmp.": null, "Erika: You swallow it, it's a name you swallow.": null, "Lou: You swallow it, yeah.": null, "Brennan: You do swallow it. I think Evan is currently probably walking": null, "down the road. I'm sleeping right now at an available cot－ in one of": null, "the non-used bunks at Camp Lonefield. There are a lot of summer camps in": null, "the area that don't have max capacity and you can usually find a cot or": null, "a bunk in one of the bunkhouses that is not currently being used by a": null, "rented camp service. I'm over six feet but slouched below six feet, very": null, "much from the Adam Driver school of… coin flip if you think he's": null, "handsome or spooky looking.": null, "Aabria: Could be both.": null, "Brennan: Could be both. And I have just a white T-shirt, khakis that are": null, "way too long for my already long legs and are kind of accordioned around": null, "these seemingly brandless chunky sneakers.": null, "Aabria: Oh, no. Kirkland brand sneakers.": null, "Brennan: Rubber Casio watch, waterproof watch, pockets bulging with": null, "belongings. Just a grocery bag with T-shirts, socks, and underwear in": null, "it. And I'm just walking down the highway.": null, "Aabria: Oh my god.": null, "Lou: That's the saddest thing I've heard today.": null, "Aabria: I've ever heard. Wrap the game.": null, "Lou: There you go. Congratulations. Look at you.": null, "Aabria: I can't do this.": null, "Brennan: Hey, there you go.": null, "Aabria: You did it. And this bird sort of flies overhead and sees you,": null, "and then sort of breaks its pattern and comes back around, but then": null, "begins circling, less like an owl and more like a vulture. And that's": null, "when you notice it overhead. What do you do?": null, "Brennan: [looks up and speaks quietly] Stand very still. Has the bird": null, "gotten close enough to me that I'm able to see any defining traits or": null, "characteristics? Can I see features of this bird?": null, "Aabria: Yeah. The sun's sort of setting, so you're in that weird hour": null, "where shadows are starting to get a little bigger. So, it slowly comes": null, "down a little bit and now it's about 20 feet overhead, and you see that": null, "it's holding a big envelope in its beak and looking down at you with": null, "eyes that, you know what owls look like. You have a lot of time of": null, "just looking out of windows and imagining whatever happens behind those": null, "eyes. And its pupils, there's no gold, there's no color to it, it's": null, "completely black.": null, "Evan: Oh, hello, friend. You're not native to this region. You're a": null, "completely different kind of owl. Oh, boy. Are you gonna be weird, or": null, "will you be normal?": null, "Aabria: [laughs] Even though you're whispering and it's high in the air,": null, "it swoops around one more time before landing in front of you in the": null, "highway. There's no cars coming at all. You'd be able to see for a solid": null, "mile in every direction. It's so fucking flat. And this bird is 20 feet": null, "away, and puts the envelope down and spreads out its wings and bows to": null, "Evan: Don't bow. Don't do that, that's so weird. Please don't do that.": null, "Don't do that.": null, "Aabria: It holds.": null, "Evan: Okay. [stuttering] What do you want? Is that for me, the letter?": null, "Aabria: It kind of leans up again and you see it blink, and it blinks": null, "and the eyes switch between that all black and then a normal, sort of": null, "golden iris-ed thing and then back to black, and it flits back and forth": null, "between the two. And it gives a little weird nod and begins to sort of": null, "jerkily back away from you.": null, "Evan: Okay. Is that normal for you, or is a weird thing happening to": null, "you?": null, "Aabria: You see in the way it's ruffled, it doesn't seem super": null, "comfortable with anything that's happening right now.": null, "Evan: Okay. You don't have to stay for whatever's happening. [laughing]": null, "You don't have to stay, you can go. I know that I'm bad. I know I'm bad": null, "to be around. You can go if this is not good for you.": null, "Brennan: Okay, I'm gonna pick up the letter. And I go pick up the letter": null, "from the ground.": null, "Aabria: [laughs] As you pick it up, the bird kind of gets up and seems": null, "to shake off whatever effect was keeping it jerky and inconsistent. Its": null, "eyes return to that normal golden look, and it waits patiently looking": null, "at you. Make a Charm roll for me, difficulty of 10.": null, "Brennan: That's never gonna happen.": null, "Lou: Hey, we saw magic earlier on that side of the table, okay?": null, "Danielle holds her hands up in a ‘who, me?’ gesture.": null, "Aabria: Magic!": null, "Lou: Let's go, this side. Here we go. Explode, explode.": null, "Brennan: This is my d4. [blows] Let’s hit that 10.": null, "Lou: We're going big, we're going big.": null, "Aabria: You can do it.": null, "Brennan: It's a hot two. [laughing]": null, "Lou: That's not it. Ya-da-da.": null, "Aabria: As you pick it up, you make unfortunate eye contact with this": null, "bird and it screeches at you.": null, "Lou holds his hand over his heart.": null, "Evan: You're an owl, why are you scared of me? [owl screeching] Please": null, "go! You don't have to be... I can't guarantee your safety either, so": null, "leave!": null, "Aabria: And you actually see, its wings instinctively go out as if it": null, "wants to take off, and then it slowly tucks itself back in.": null, "Evan: Fine, fine, I'll read it fast.": null, "Aabria: It has to stay.": null, "Evan: I'll read it fast, I'll read it fast.": null, "Brennan: I open the letter.": null, "Aabria: As you open the letter, you hear a little [hissing] but it's not": null, "a sound coming from the envelope, it's just an envelope. You hear": null, "something behind your mind hiss with appreciation as you begin to read.": null, "And the bird's voice, an elderly British woman's voice comes out and": null, "reads your acceptance to Gowpenny Academy of the Arcane Arts.": null, "Evan: Okay. Okay. The section about legal guardians or parents, do we": null, "need a signature to affirm that we don't have any? Or does that-": null, "Aabria: The owl sort of extends its neck and shakes its head a little": null, "bit.": null, "Evan: So, that can be returned blank and that's not gonna gum up any": null, "paperwork?": null, "Aabria: And it just sort of nods.": null, "        ": null, "Evan: Okay. Well, I'm happy to save some bureaucratic [laughs weakly].": null, "Lou: That's the saddest laugh I've ever heard. I was like, is that a": null, "laugh? Is that? I'm not sure that counts.": null, "Evan: Okay, but this is real? This is not an illusion or a mean trick?": null, "This is real.": null, "Aabria: And the bird sort of reluctantly begins to step forward towards": null, "you. And once it reaches within five feet of you, its eyes go black": null, "again and it goes to barf up that teleportation owl pellet, but a": null, "splatter of black ichor comes out first.": null, "Evan: Just please, I know you don't owe me any favors, but I'm gonna": null, "make eye contact with you. Please just make a little owl face like": null, "that's how that always go. Just make a little owl face that you always": null, "spit up some blood when you do that. I'm gonna look at you in three.": null, "One, two, three.": null, "Aabria: 180 degrees.": null, "Aabria: Looking in the other direction.": null, "Evan: I'm so sorry. Do you have any other responsibilities or tasks that": null, "you need to fulfill? You can go, if you need to.": null, "Aabria: You hear a shudder come out of this bird's mouth and lungs as it": null, "takes off and up and just fucks off entirely from your whole situation.": null, "It seems to dip, and it takes a little bit to get its bearings again in": null, "the air and it flaps away. And you eventually lose it across the horizon": null, "line. And it's out of eyeshot and earshot, so you don't hear the": null, "strangled sound it makes when it is snatched out of the air and": null, "disappears from view.": null, "Brennan’s jaw is dropped.": null, "Aabria: And something laughs menacingly.": null, "Brennan: I don't hear that?": null, "Aabria: You don't. You don't. You don't!": null, "Lou: You missed that part.": null, "Aabria: You missed that part. Do you wanna try to hear it?": null, "Brennan: Yeah, I would love to try.": null, "Aabria: Yeah, okay. Give me a Brains roll. Let's make that difficult.": null, "It's gotta be hard 'cause I did say it didn't happen. But it could": null, "happen. Let's go a difficulty of 12. It's doable.": null, "Lou: It's doable.": null, "Brennan: It's doable.": null, "Lou: Do you have to explode?": null, "Brennan: I don't have to explode, I have a one in six chance of hitting": null, "it on the die.": null, "Aabria: All right.": null, "Lou: You know the odds.": null, "Aabria: He did that math so fast in his head.": null, "Brennan: [rests his chin on his hands] That's gonna be another hot two.": null, "Aabria: Don't forget, when you fail a roll, give yourself an Adversity": null, "token.": null, "Brennan: Oh, I failed two so far.": null, "Aabria: There you go.": null, "Lou: [claps] Hey man, you're banking.": null, "Aabria: Ay!": null, "Lou: You're failing forward, there you go.": null, "Brennan: I think I totally miss any of that and I just go like,": null, "Evan: Did it fly here from England? It's hundreds of days, that’s－": null, "Where does it rest on the ocean? It can't lock its wings like an": null, "albatross and sleep on the wind. Owls－": null, "Aabria: [laughing] How do you know about albatrosses?": null, "Brennan: Oh, you think I don't know bird facts?": null, "Aabria: Oh my god!": null, "Lou: It's a thing. It's a thing. We don't... Don't ask this man": null, "questions about birds.": null, "Erika: Tell me about peacocks.": null, "Brennan: Oh, I'll tell you all about peacocks. You know that there's a": null, "native population of peacocks in, I believe, Pasadena or nearby there.": null, "Aabria: Pasadena and Fontana.": null, "Brennan: And Fontana.": null, "Lou: I could show you a bunch of pictures of peacocks in my backyard.": null, "Aabria: Yo!": null, "Erika: Now do cockatoos.": null, "Brennan: Cockatoos－": null, "Aabria: I like this.": null, "Brennan: Cockatoos are a distinct species of birds from cockatiels,": null, "which I believe are just a smaller miniature version of cockatoos.": null, "Aabria: Oh, I didn't know that.": null, "Evan: He's right!": null, "Aabria: Yeah.": null, "Brennan: Could go for other birds that start with C, let's see, I have": null, "facts about cassowaries.": null, "Aabria: Nope. I'm regretting calling you out on a trivia thing one time.": null, "Lou: See, there you go. There you go, you learned. You learned.": null, "Aabria: I take it back.": null, "Lou: You're gonna get caught.": null, "Aabria: I take that shit back.": null, "Lou: You're gonna get caught with this man.": null, "Aabria: Do it once and you'll never have to do it again.": null, "Lou: Exactly.": null, "Erika: Next season on \"Um, Actually\" on the all-avian episode.": null, "[Brennan and Aabria laugh]": null, "Aabria: Oops, all birbs.": null, "Lou: Oops, all birds.": null, "Brennan: I am going to look at this form. I don't... I don't have anyone": null, "to fill out this waiver, so I'm gonna reach into my pockets. I think I": null, "have a double thick wallet, I have a plastic gas station phone with no": null, "screen on it, like just button pad.": null, "Aabria: [sadly] Buddy!": null, "Brennan: And I'm gonna reach and take out a pen and I'm going to write": null, "on the part that's for me as a student. I will sign Evan Kelmp, and": null, "underneath I will put an asterisk and say, \"As a legal minor, legal": null, "adult within a few months, but as a legal minor, in America this would": null, "have to be witnessed by an adult. I'm on a highway right now and there's": null, "no adult nearby, so hopefully this can be filled out later.\" Close it,": null, "and swallow the owl pellet.": null, "Aabria: Oh. You didn't have to swallow it.": null, "Brennan: He assumes this is a pill to swallow. He's like, “I have": null, "another, like, 12 miles to the bakery where I know I can open the": null, "dumpster and pick out some bagels, so I'm gonna go and grab some.\" Just": null, "swallow that.": null, "Aabria: Please make a Grit roll, difficulty of five.": null, "Erika: He knew about albatross wings, but he didn't think to not eat the": null, "owl pellet?": null, "Brennan: Evan sleeps in unused camp bunks in Millersburg, Iowa, so he": null, "hits a five on a Grit check automatically, that's half the die.": null, "Aabria: Beautiful. Yep.": null, "Lou: That's half the die.": null, "Aabria: Yeah, you're able to body it. Not the worst thing that's": null, "happened to you lately.": null, "Lou: Oh my god. [laughing] That is so nasty.": null, "Aabria: And we sort of pan away to a quirky office full of brass": null, "hourglasses and strange geometrical things as a woman in sleek black": null, "robes looks down at a parchment in front of her as she sees the words": null, "Evan wrote on his parchment pop up. And she looks, furrows her brow.": null, "Frowns as it gets sadder and sadder.": null, "Robed Woman: All right.": null, "Aabria: And then she looks up at the same time as you swallow the owl": null, "pellet and she goes,": null, "Robed Woman: Oh, didn't have to… Disgusting. Well, it appears to be time": null, "to begin.": null, "Aabria: And she takes off this top layer of sleek black robes and puts": null, "on some spangly blue and silver ones with shooting stars that go": null, "everywhere, and a big ridiculous-looking witch hat. She looks deeply": null, "uncomfortable at her visage in one of these strange mirrors and goes,": null, "Robed Woman: It begins.": null, "Aabria: And she teleports away. And all of you, when you received your": null, "letters on different days at different times, you all happen, for one": null, "reason or another, to [looking pointedly at Brennan] crush the owl": null, "pellet at the same time.": null, "Brennan: Oh, it's meant to be crushed.": null, "Brennan: Well, it will eventually be certainly crushed in a manner of": null, "speaking.": null, "Aabria: That is how peristalsis works, but I don't like that we're doing": null, "it this way.": null, "Lou: Mm-mm.": null, "Brennan: Sure, sure.": null, "Brennan: Checks out.": null, "Brennan: That makes more sense. [laughing]": null, "Lou: No, no, no.": null, "Aabria: And you all disappear and reappear in a city. And let me be very": null, "clear, this is a world in which you all are from, the real world in": null, "America, and [quietly] \"Harry Potter ' exists. And you are in the": null, "quirkiest, British-est, most adorable looking cobblestone amalgamation": null, "of little shops and tiny wizards in weird robes moving back and forth": null, "with poofs of smoke and magic, bustling on a bright, but still a little": null, "chilly, London afternoon. You all appear in a row next to each other.": null, "Jammer: Oh shit, bird murder girl! I watched that! I thought you were": null, "gonna straight up die. I thought you were gonna get murdered by a bird.": null, "Sam: I was gonna hit that bird in the face.": null, "Jammer: Yo, wait, oh! You saw the same bird. Yo, did you... I was gonna": null, "hit that bird in the face.": null, "Sam: Oh, I was gonna hit that bird in the face!": null, "Jammer: Yo, that bird was trippin', yo! Oh!": null, "Dream: Ugh, they put me with a bunch of mainstream preps. But wait a": null, "minute.": null, "Sam: Karen?": null, "Dream: Sam? It's Dream now.": null, "Sam: Okay. [laughing] Karen, nice to see you again.": null, "Dream: Oh my god, are you still on the \"Sailor Moon\" boards?": null, "Sam: No, they shut those down. It got really, really weird once one of": null, "the translations came out.": null, "Dream: Yeah, I know.": null, "Sam: Uh-huh. How are you?": null, "Dream: Oh, you know, just like,on the internet and stuff. Fine. I'm": null, "probably a chosen one. Found out a couple days ago, probably though.": null, "Sam: I'm probably, like a chosen one, too!": null, "Dream: Oh, but-": null, "Sam: That's why I got a bird.": null, "Dream: I'm like, a different kind of chosen one, though. You're probably": null, "gonna get the sort of Hermione Granger-ish sort of magic and I'm gonna": null, "probably get something really dark, you know?": null, "Sam: Oh.": null, "Dream: Yeah.": null, "Sam: Well, that's so fun for you!": null, "Dream: I know, it's gonna be pretty rad.": null, "Sam: Yeah, I think it's gonna be great. Congratulations.": null, "Dream: Thank you.": null, "Sam: Did you get a weird bird, too?": null, "Evan: Hi, I'm Evan Kelmp. [extends hand to Sam]": null, "[cast laughs]": null, "Evan: Nice to meet you. Hi.": null, "Sam: [shakes his hand] Nice to meet you, Kelmp.": null, "Evan: [stammers] Is that a nickname?": null, "Sam: I tend to talk to people by their last names sometimes. Do you": null, "wanna be called Kelmp?": null, "Evan starts crying and hides his face.": null, "Aabria: Oh. Oh my god.": null, "Dream: What?": null, "Sam: I broke him. I broke him.": null, "Evan: [recovered] Sorry. Sorry, sorry, no, no, I'm fine. Yeah, I got the": null, "bird, too. Owl not native to… Clearly a European great horned owl, and": null, "it came, its eyes flickered, and it spat out some blood and that pellet.": null, "Sam: Oh, I didn't get any blood. Did y'all get blood?": null, "Jammer: No, no blood. There was a little skull in mine, but no blood.": null, "Sam: Mine was just all cukes.": null, "Dream: You－": null, "Aabria: And at that moment before you're able to say anything past": null, "\"You,\" in a swirl of blue and silver, a woman stands in front of you.": null, "She's incredibly tall, not quite… Would be of a height with Evan, but": null, "she stands at her full six feet and some inches, very pale skin, mid-50s": null, "with a giant stupid-looking wizard hat and robes that will not stop": null, "moving, kind of a motion sickness vibe going, and she says,": null, "Philtrum: Hello! My name is Headmistress Philtrum. I am the headmistress": null, "of Gowpenny Academy of Arcane Arts, and you lovely four are the first": null, "foreign exchange students we've ever had.\"": null, "Dream: I fuckin' knew it!": null, "Philtrum: Language!": null, "Dream: Just like in my fanfiction.": null, "Philtrum: Your what?": null, "Dream: Fanfiction. Were you ever on Fic Alley, or you know, Leaky": null, "Cauldron, or?": null, "Philtrum: No, no, no, this place is called Vertic Alley. It's a": null, "beautiful menagerie of shops, and I will escort you to get prepared for": null, "your first term at Gowpenny. [turns to Evan] Ah, hello.": null, "Evan: Do you know if the stores here offer either a payment plan or if": null, "they offer store credit cards, or some manner of… I can't… If these": null, "books are comparably expensive to normal textbooks－": null, "Philtrum: Oh, oh! No, no, no. We understand that you all come from...": null, "Namp, uh, families.": null, "Jammer: What'd you call me?": null, "Philtrum: No, no, I'm sorry. A Namp is a non-magical person because we": null, "can't say the other word anymore 'cause now that's technically a slur.": null, "So you're all Namps. Well, you were, now you're wizards.": null, "Evan: Namp is the better word?": null, "Jammer: That's my thought as well. We're all on the same page, yeah.": null, "Dream: I'm like, what was the other... Was the other word Muggle?": null, "Philtrum: Oh, oh, oh, oh! We can't say that.": null, "Dream: How is Namp better?": null, "Philtrum: No, please don't say... You can't say that out loud. There's": null, "people…": null, "Aabria: You actually see a, [squeals] and she drops a little potion.": null, "Jammer: Can I ask, is there a thing where Muggles can call each other": null, "Muggles?": null, "Dream: Yeah, right?": null, "Philtrum: You can't say that!": null, "Jammer: But y'all can't call each other Muggles?": null, "Philtrum: Oh, god! You're wizards!": null, "Jammer: You can't call me a Muggle.": null, "Dream: We're gonna reclaim it.": null, "Philtrum: Please stop!": null, "Jammer: Honestly, let's take it back. We're fuckin' Muggles!": null, "Philtrum: Please!": null, "Sam: Muggles!": null, "Aabria: In her just freak-out, a wand appears in her hand. And this is": null, "gonna be our first Opposed roll, so I need you to roll a Grit difficulty": null, "of, well, it's an Opposed roll, so roll your Grit and we'll see-": null, "Brennan: All of us?": null, "Aabria: No, just the one that kept saying the M-word.": null, "Brennan: Just Jammer.": null, "Lou: That is gonna be an eight. Explode!": null, "Aabria: Ooh!": null, "Lou: That's gonna be a seven for a 15, plus one equals 16.": null, "Aabria: Beautiful. And she looks at you as you're yelling it, and after": null, "you get that last little outburst, you feel your mouth clamp shut as if": null, "you were eating the stickiest toffee pudding. You actually taste weird": null, "British sweet, which is weird, it's not－": null, "Lou: Oh, oh we know. Yeah, 100%, yeah.": null, "Aabria: Yeah. It's like gamey, it's like a gamey sweet.": null, "Lou: Gamey sweet. Yeah, there's some... They hunted for this sweet.": null, "Erika: [pointing] Speaking of eating, Brennan's eating! Brennan's": null, "eating.": null, "Brennan: [eating] I know. I have a little－": null, "Lou: Brennan's eating, Brennan's eating, Brennan's eating.": null, "Brennan: I have a little pouch of almonds.": null, "Erika: Literally squirreled it away!": null, "Danielle: Literally squirreled it away.": null, "Aabria: Please take an Adversity token for snitching.": null, "Aabria: We'll call it golden snitching here. Can we say that? Cut it": null, "Aabria: But you rolled very high, but she's a very good wizard.": null, "Philtrum: Please don't say－": null, "Jammer: We're a bunch of Mug－[mumbling]": null, "Dream: Whoa.": null, "Philtrum: Don't－": null, "Dream: Did you just literally silence a marginalized community member?": null, "[Whitney mumbling]": null, "Philtrum: We are all wizards, and so we can't use that word!": null, "Evan: I can't tell if this is corporal punishment or not, but this": null, "doesn't seem like something you should legally be allowed to do. But": null, "they don't have freedom of speech here. Did you guys know that in": null, "England, they don't have freedom of speech?": null, "Jammer: Mm.": null, "Evan: It's not a guaranteed right. They have a kind of working－": null, "Dream: I thought it was cause like, the tabloids are totally messing up": null, "the legal system.": null, "Evan: Yeah, something like that.": null, "Jammer: Ugh, oh.": null, "Dream: You okay, bud?": null, "Jammer: Yeah. That was nasty.": null, "Philtrum: Please don't use that word here.": null, "Jammer: All right, fine.": null, "Philtrum: What are you talking about? That's like... No, I specifically": null, "did that with the flavor of our delicious desserts at Gowpenny.": null, "Jammer: Man, what desserts are you talking about?": null, "Philtrum: What are you talking about?": null, "Jammer: Give me like a dollar cone at McDonald's sweet. That's the": null, "kind... That's what I'm... Whatever that is, I don’t want that.": null, "Philtrum: I don't even know what the fuck you just said. That was": null, "nothing to me.": null, "Jammer: All right, all right, damn. Just don't put that in my mouth": null, "anymore.": null, "Dream: A dollar cone at McDonald's.": null, "Jammer: You've never had a dollar cone?": null, "Sam: You have McDonald's?": null, "Dream: Is it because you're rich or because you're British?": null, "Philtrum: I am both, but I still don't understand what you're saying. I": null, "am a wizard, and all of you, and even though you all spent all of your": null, "time, your formative years in that terrible outside world, I'm going to": null, "need you to try to shake off the bad habits and things that you've": null, "learned in order to more effect...": null, "Sam holds up her phone and makes a peace sign.": null, "Philtrum: Excuse me, what is that?": null, "Sam: Oh, this is... I don't have any bars, too. I meant to ask you about": null, "that. It's a－": null, "Dream: I have like, one. But I had to turn off wifi.": null, "Sam: I have like, no bars.": null, "Philtrum: Is that a cellular－": null, "Evan: You guys'll probably get charged pretty extremely for": null, "international rates 'cause it's not gonna be the same provider.": null, "Dream: I have an unlocked data plan, don't you?": null, "Sam: I'll have to check on that.": null, "Dream: I imagine, with your mobile streaming stuff.": null, "Sam: Oh, mobile streaming...": null, "Philtrum: That is an electronic device, is it not? Please stop. I feel": null, "very uncomfortable. I want to hex it. Please stop, I don't want to break": null, "it. You'll find at Gowpenny, that sort of electronic interference is": null, "frowned upon. And I'm pretty sure the last time we did an update, none": null, "of that will work there, so get used to not using it.": null, "Sam: What?": null, "Philtrum: Yeah, you won't need it. You're magic now. I don't know how": null, "many ways I have to say... I feel like you under－": null, "Evan: I'm not doing anything to make you uncomfortable, so why are you": null, "reacting that way?": null, "Philtrum: I just, I'm waiting for you to blink, young man.": null, "Evan: This is my normal face. Okay, I'll break the tension.": null, "Philtrum: No. I do wanna know where this is going. Go ahead.": null, "Evan: I was going to say, so, each of us was approached by an owl, the": null, "same owl?": null, "Jammer: I mean-": null, "Evan: Different owl?": null, "Dream: Mine didn't vomit blood.": null, "Jammer: If we probably had the same owl, if we both tried to fight it-": null, "Sam: Ornery owl.": null, "Jammer: Same triflin' owl.": null, "Philtrum: Oh. They're magical owls, they all look the same. They're": null, "different owls.": null, "Evan: Oh, interesting. But yeah, I received it. This is the first time": null, "I've had confirmation that the world-": null, "Philtrum: You're special. [slow music]": null, "Evan: Yeah, maybe that. Is there a... Is there a... Sorry, [laughs": null, "nervously] I don't really think about it, I guess special is correct in": null, "the most technical sense. But I haven't spoken to an adult about the": null, "services that the academy offers, we just sort of got this letter.": null, "Philtrum: Yes, I'm the adult.": null, "Evan: Is there a－": null, "Dream: Well, I assume that we go and get our stuff and then we go to": null, "this magical whimsical academy and then have grand adventures.": null, "Jammer: Oh.": null, "Dream: Yes?": null, "Philtrum: Oh, are you a divination specialist?": null, "Dream: No, I read \"Harry Potter\".": null, "Philtrum: Read what?": null, "Dream: \"Harry Potter\".": null, "Evan: You gotta know.": null, "Jammer: Did you not see the movies?": null, "Philtrum: See the what?": null, "Jammer: The movies? I didn't see most of them, I saw three and five, and": null, "then I saw the first part of six.": null, "Dream: Three is definitely the best one.": null, "Jammer: It's the... Yeah, it was cool.": null, "Philtrum: I don't know what you're－": null, "Dream: Wait, no. Okay.": null, "Philtrum: Movies. What's movie?": null, "Dream: So, let's get a little baseline here. \"Lord of the Rings\"?": null, "Philtrum: There's definitely a bunch of rings. That's a magical": null, "artifacts that exists in our world.": null, "Dream: Holy shit. Billie Eilish.": null, "Philtrum: [pause] Eilish. No, we have a Billy Frumpshire. [points] He's": null, "right over there.": null, "Aabria: And there's a little gnome walking by.": null, "Dream: Okay, just... Oh, excuse me. [to other teens] Are they completely": null, "cut off from the actual world?": null, "Sam: I was gonna ask if she knew what a McRib was, but if she doesn't": null, "understand that then she's not gonna understand anything.": null, "Evan: They have McDonald's here. By the way, the cone is incredible.": null, "Most of the desserts are actually higher calorie than the meal items on": null, "the value menu.": null, "Jammer: They're so good.": null, "Evan: So good.": null, "Jammer: I feel like you know that for the wrong reasons, but they're so": null, "good. But yeah, this place seems weird as hell.": null, "Dream: Like how can you not know... There's gotta be... [to Philtrum]": null, "Look－": null, "Philtrum: Oh, are you done? Thank you.": null, "Jammer: Yeah, sorry about that.": null, "Philtrum: My god.": null, "Dream: This is all supposed to be secret, right?": null, "Philtrum: Yes.": null, "Dream: So, it seems like a lot of things are pretty dead-on from the": null, "\"Harry Potter\" universe. You don't have anybody controlling that or": null, "monitoring any sort of supernatural gotcha force?": null, "Philtrum: I don't know what [sighs] most of the words you said meant, so": null, "I will not respond to them. No. There is no one here by the name of a": null, "Harold Potter. I'll go and check with our ministry to see if there's": null, "anyone registered under that name. If he's broken any sort of statutes": null, "of magical secrecy, but I wouldn't know－": null, "Dream: See, they have that, too! They literally have-": null, "Philtrum: A what?": null, "Dream: [groans] Okay, well all right. What are next steps, then?": null, "Philtrum: Well, hold on.": null, "Aabria: And she produces from a tiny pouch four big bags of coins and": null, "hands one to each of you.": null, "Philtrum: Here's 20 gold. I was trying to address your concerns about": null, "magical currency here, and the school does have a bit of a fund for": null, "[whispers] Namps.": null, "Sam: You keep saying that word.": null, "Evan: If it's the one that's okay to say, you're whispering it, so do": null, "you understand what I'm saying?": null, "Philtrum: I－[covers her mouth]": null, "[snickering]": null, "Dream: And how bad is the M-word? Can we not say it on the radio, or?": null, "Philtrum: What's a radio?": null, "Dream puts her hands together in a bid for patience.": null, "Jammer: No way. No way. Come on.": null, "Philtrum: What?": null, "Jammer: The radio? You don't know the radio?": null, "Philtrum: Is that like a musician?": null, "Evan: What I don't understand is, even using pens and paper is a form of": null, "technology, so medieval wizards would have been up to date on the most": null, "progressed technology of their age, and then at some point made the": null, "decision to just become increasingly more anachronistic over time? You": null, "are hearkening back to a time that very much was the present in its": null, "moment, why not stay in the present as time advances along with magic?": null, "Dream: Yeah, like do you have indoor plumbing?": null, "The Headmistress does not reply.": null, "Dream: Oh my god!": null, "Philtrum: What? We have magic!": null, "Jammer: You can't... I'm－": null, "Philtrum: We have pumps, like pipes for water, but－": null, "Sam: Where do you poop?": null, "Philtrum: Oh, you just magic it away. Wherever you want.": null, "Dream: Oh, fuck.": null, "Jammer: Hey, I wanna go home. I wanna go home. I'm not gonna magic away": null, "my business, all right? Y’know? I was excited to be here and to play for": null, "you guys, but if I'ma have to－": null, "Philtrum: Play?": null, "Jammer: Yeah. I'm assuming y'all have... I wasn't sure if y'all": null, "recruited me for basketball or baseball.": null, "Philtrum: [sighs] I feel like we're gonna keep doing this thing where I": null, "don't know what you're talking about. We have our own sports here.": null, "Evan: Probably soccer. Football.": null, "Jammer: Oh, it's probably soccer. Football. Football, that's it. Do you": null, "have a sport?": null, "Philtrum: We do. It'll all be explained to you later. Honestly, I...": null, "This is taking up way more time than I expected. I wanted to show you a": null, "whole magical world and I have other meetings to deal with.": null, "Dream: Oh yeah.": null, "Jammer: Sorry about that.": null, "Philtrum: No, you're fine.": null, "Evan: Sorry, sorry.": null, "Sam: Sorry.": null, "Dream: Sorry, yeah.": null, "Philtrum: Quick, here's a speed run for you all. You are all Americans.": null, "You're part of a pilot project of, you know, expanding magical... Hey,": null, "you know what? The more you know, the weirder it is. Just know that": null, "there's a lot of people out there counting on you to show up, do what it": null, "is in your nature to do, and we're all gonna have a lovely term. Yes?": null, "Jammer: Okay.": null, "Sam: Yeah.": null, "Philtrum: Good. Well, I... Ring, ring.": null, "[ringing]": null, "Aabria: And a little owl appears, like a tiny purple owl appears, like": null, "\"Oh, look at that,\" and she grabs a little scroll off of it, like,": null, "Philtrum: Pressing business, only a day left until the term starts－": null, "Evan: So, the ringing is a reference to telephones.": null, "Evan: Owls don't ring in the wild. I don't wanna be Mr. Bird Facts all": null, "the time, but owls don't ring naturally.": null, "Philtrum: Well, no. Because a lot of people don't like touching owls": null, "'cause they've always been filthy creatures, a lot of them wear bells": null, "around their neck.": null, "Dream: Then why do you use them as your primary mode of communication?": null, "Philtrum: Because they're easy to replicate in transfiguration, a thing": null, "you'll learn very, very soon.": null, "Brennan: Am I getting a vibe that the teacher's about to leave in a": null, "second?": null, "Aabria: Yup! Trying to.": null, "Brennan: I'm going to look at the other three and be like,": null, "Evan: Well, it seems like the teacher wants to leave－": null, "Philtrum: Headmistress. Head of the whole school.": null, "Evan: Headmistress, sorry. Could I have just a quick conversation with": null, "you in a moment?": null, "Philtrum: Yeah, sure.": null, "Jammer: That's totally cool. Will you just ask her what we're supposed": null, "to get? I just don't... I mean, I got my ball and I got all of my－": null, "Philtrum: I can hear you.": null, "Jammer: Well, what do we need? I got my ball and I got my shirts－": null, "Philtrum: What's a ball?": null, "Dream: I assume that it's going to be a wand－": null, "Dream: And a cauldron, and a familiar, I'm probably gonna get something": null, "really cool like a dragon or a phoenix.": null, "Jammer: Oh, shit, they got those?": null, "Philtrum: Wand, familiar, broom,supplies that you need. The school also": null, "has them, so books if you're a person that wants to have your own copy.": null, "Evan: Which of these items are mandatory for us to acquire?": null, "Philtrum: Wand, familiar, broom.": null, "Dream: I brought my own crystals.": null, "Jammer: Are we suppo— okay.": null, "Sam: Me, too.": null, "Philtrum: From... Oh, that's just a piece... Mm, no it's fine. Good for": null, "you. I'm very proud of you, and I'm sure your rocks are very magical.": null, "Dream: Crystals.": null, "Sam: They're called crystals.": null, "Philtrum: Yes. Pardon me. Mr. Kelmp.": null, "Evan: Thank you.": null, "Aabria: She touches your shoulder and kind of regrets it.": null, "Evan: Hi.": null, "Brennan: And I think I don't wanna leave these new kids that I": null, "immediately have something in common with, but I just go like,": null, "Evan: I'm happy to go and acquire those items, but this may end up being": null, "a waste of time. I understand that there's sort of a track that we're on": null, "right now. I probably won't need a wand or a familiar or a broom or": null, "anything like that.": null, "Philtrum: Mr. Kelmp, why would you believe that?": null, "Evan: Well, this is all... It seems like they're part of sort of a plan": null, "that's happening, but I would really love to talk to any medical": null, "specialist or anything like that. I've never had an adult that": null, "understood that magic was real, and I've suspected it's been real for a": null, "long, long time.": null, "Philtrum: You're home now.": null, "Evan: So, I just really need someone to... It would be... I would prefer": null, "to be non-magical.": null, "Philtrum: Oh, god no, no.": null, "Evan: So, if there's any-": null, "Philtrum: No, no one would ever choose that.": null, "Evan: I would.": null, "Philtrum: Well, you're young and American and very stressful. My dear": null, "Evan, anyone that's been selected to attend Gowpenny would cut off a": null, "limb to be able to do so, and I highly recommend that you see this as an": null, "opportunity. Magic is not something you want to get rid of.": null, "Evan: [harshly] You don't know what the fuck you're talking about.": null, "Philtrum: Excuse me?": null, "Evan: You heard what I said. [snorts] [normal voice] Sorry, sorry. I uh,": null, "um... Maybe－": null, "Aabria: And she pulls out a set of glasses and sets of three extra": null, "colored lenses and gets really close to your face and goes,": null, "Philtrum: [clicking, sound of pain] Oh. Ooh.": null, "Evan: Maybe I could just have a meeting with a school nurse, or": null, "something, when we get to the academy.": null, "Philtrum: You know what? We'll have a consultation when you get there.": null, "Evan: Thank you. I really appreciate it.": null, "Philtrum: Yes. But for now, relax, try to enjoy yourself. This is a": null, "magical time in any young mage's life. Try to enjoy it, will you?": null, "Evan: [whispering] Please don't tell me what to do.": null, "Aabria: And she says something in a tone that you know you understand": null, "but your brain can't translate, and that deep part of you says,": null, "Part of Evan: I know exactly who I'm talking to, and your time hasn't": null, "come yet.": null, "Brennan: I'm terrified. Evan just starts sweating.": null, "Dream: So, I call it the Superb Owl because it's making fun of the fact": null, "that it is, you know, that－": null, "Philtrum: [claps] I'm leaving, everyone should acknowledge that. You'll": null, "be fine. Head to the school and I'll see you there. Don't forget, wand,": null, "broom, familiar, anything else you want. And there's plenty of people": null, "here, there's probably other students running around at some point, so": null, "you'll be fine. I trust you all implicit-\" and before she can finish the": null, "word, it's like when you hang up the phone a little bit too soon, she": null, "disappears mid-sentence.": null, "Jammer: Okay. Well, listen here my Muggles.": null, "Jammer: We've got each other, all right? And this is the team, this is": null, "the squad right here, all right? I got your back, I got your back, I got": null, "your back, right? Now, does anyone know... The lack of sports and, I": null, "don't know, everybody's talking really fast and normally there's a coach": null, "to walk me through this. So, I'm just gonna follow you.": null, "Dream: I have the perfect blueprint for this. I know everything that": null, "there is to know about potential magical item shopping.": null, "Dream: I am so excited right now. Yes. I think that we should probably": null, "hit up our wands first because you know, it's like the manifestation of": null, "our magic, it's gonna choose us.": null, "Sam: Okay, that sounds good to me. What is manifest... We'll talk later.": null, "Jammer: Yeah.": null, "Aabria: So, you all turn down this beautiful alley full of a bunch of": null, "amazing stores, and you're able to wander down, weaving between magical": null, "folk on their normal errands for a day until you arrive at a massive": null, "storefront that kind of reminds you of a big-box store, it just has a": null, "very bland font, purple fonted, \"Ace of Wands\" in front of it. It's": null, "clean, symmetrical, neutrally-toned, and you know that this is where you": null, "need to be.": null, "Dream: This looks like a Walmart for wands or something.": null, "Sam: Wandmart, yeah.": null, "Jammer: Oh, Wandmart. Yeah, well. Let's go get it.": null, "Dream: I can't wait. I bet mine's gonna have something like a phoenix": null, "feather, or you know, I don't know, a unicorn spleen, I guess.": null, "Jammer: Wow.": null, "Sam: That's really cool.": null, "Jammer: Yeah. I'm probably gonna get something pretty just sturdy and": null, "good, you know? Something that won't break.": null, "Sam: I think mine's probably made of wood, right? Like I think it’s": null, "probably a wood wand, right? Just wood.": null, "Evan: Oh, yeah. If that's a parameter, that's gonna really be able to": null, "happen, for sure.": null, "Sam: Oh, good!": null, "Evan: Yeah, absolutely.": null, "Aabria: And you all pass through the doors that magically open for you.": null, "And you hear a gently tinkling chimes as you pass within, fully": null, "expecting what years of magical books and movies have taught you is the": null, "experience of finally finding the thing that chooses you and induct you": null, "into a magical world. And you all close your eyes and embrace whatever's": null, "coming next. And as you open your eyes, all four of you are standing": null, "back on the outside, facing back into the street, experience immediately": null, "forgotten, with a box in your hands. Please look under your chairs.": null, "[Brennan screams]": null, "Lou: No you didn't.": null, "[Erika screaming]": null, "Lou: No you didn't. What? [gasping] Wow!": null, "Sam: Oh my god.": null, "Aabria: And all of you that were expecting a beautiful, curated,": null, "specialized wand come out with the same wooden stick. [laughing]": null, "Sam: It's wood!": null, "Evan: This is beautiful.": null, "Jammer: All right, yeah. Did we all get the same one?": null, "Dream: [angry] There's supposed to be like, a skull, or something metal!": null, "Jammer: Yeah, didn't you say something about a spleen? This just looks－": null, "Evan: I think this is... Well, it's light.": null, "Evan: This is a good dowel. There's definitely worse dowels than this.": null, "Jammer: Cool. Well.": null, "Brennan: I'm gonna check the 20 gold coins in my pocket, and how many": null, "are left in there?": null, "Aabria: Oh, just by a feel? Can you hold a bag and know how much money's": null, "in it?": null, "Brennan: Oh, I don't think I can do it by feel, I just wanna check how": null, "many... If we have paid for these.": null, "Aabria: Yes. You are all four gold lighter.": null, "Evan: You know what's interesting, is I didn't agree to the costs, and I": null, "don't know... Maybe I did agree and they erased my memory?": null, "Dream: This was supposed... This chose me? It's so, like, mundie! Ugh!": null, "Evan is experimentally wiggling his wand.": null, "Lou: I think Jammer's gonna just point it at Sam and just flick it and": null, "see if anything happens.": null, "Sam: Hey! Don’t－": null, "Aabria: What are you trying to do?": null, "Lou: I think it's truly in his head as just the idea of, does this work?": null, "And just flicks it at Sam.": null, "Aabria: In Jammer's mind's eye, what does he expect to see if it goes": null, "off?": null, "Lou: I think he expects to see some kind of white... He expects to see": null, "something shoot out of it. [laughing] I now realize, when I said it was": null, "a white mist.": null, "Aabria: That'll lower the DC 'cause that's pretty right in the": null, "expectations, yeah, that's fair.": null, "Lou: Yeah. Something's just gonna shoot out of the end of his wand.": null, "Aabria: I think I'm gonna call that a Grit roll for no good reason.": null, "Lou: Okay.": null, "Aabria: Difficulty of six.": null, "Lou: Six, all right.": null, "Aabria: Add your Magic die.": null, "Lou: Oh, and my Magic die. [chuckles] That is exactly a six.": null, "Aabria: And you sort of flick it casually, and just a little [puffs] of": null, "like baby powder, just heavily scented baby powder that actually smells": null, "like a fresh basketball, so just leather, but new and full of potential,": null, "just sort of [puffs] in your direction.": null, "Jammer: Oh, shit. They work!": null, "Evan: Were you attempting to do something? Or you just sort of flicked": null, "it.": null, "Jammer: I just flicked it, and I was like": null, "[yelling]": null, "Jammer: Oh. I was trying to see if it worked, and then it just, yeah.": null, "Sorry about that. I didn't know what was gonna happen.": null, "Evan: Cool. That's super cool.": null, "Brennan: I think Evan takes a belt off of his khakis that now are trying": null, "to fall down, and ties it around, put the wand back in the box, ties the": null, "box, goes,": null, "Evan: This is so cool. We're all having a good time.": null, "Dream: Well, try yours out.": null, "Evan: Nope, that's fine. Hey, so we should get brooms or familiars next.": null, "I wonder if they have McDonald's in Vertic Alley.": null, "Jammer: Yeah. I mean, if we pass one I'm definitely gonna get a cone.": null, "Evan: Definitely.": null, "Jammer: I gotta wash that weird gamey sweetness out of my mouth.": null, "Evan: Oh no! Do we only have American money here? Or would a": null, "McDonald's－": null, "Jammer: I mean, I'm assuming. I guess they take big gold coins.": null, "Evan: Yeah. We should ask if they have a McDonald's 'cause that would be": null, "Dream: I wanna try whimsical British wizard sweets or something. I'm not": null, "gonna have McDonalds while I'm here. [to Evan] You're the kinda guy that": null, "when you travel you just go to all the McDonald's.": null, "Evan: I've never traveled in my life, so I've never been outside of": null, "Iowa.": null, "Dream: You're so sad.": null, "Brennan: Evan has the most heartbroken look of all time. He doesn't know": null, "the Tumblr significance of that. He just knows the word for the emotion": null, "and goes,": null, "Evan: I'm having the best time I've ever had in my life. I'm not sad": null, "right now.": null, "Dream: [whispering] Are you gonna cry?": null, "Evan: Yeah, please stop making fun of me?": null, "Dream: Oh my god.": null, "Jammer: Why's she acting like that?": null, "Sam: What's happening?": null, "Jammer: Why's she acting like it's cool that he's sad? We all know he's": null, "sad but we're not gonna say nothing about it.": null, "Evan: You do? Oh, shit.": null, "Sam: We don't say it out loud. You’re saying the quiet part out loud.": null, "Evan: I'm literally... This is my best day.": null, "Sam: And you know, no one can take this away from you.": null, "Jammer: Exactly. So, let's keep it rolling.": null, "Evan: I'm sorry I cried.": null, "Jammer: Let's get a broom, that sounds cool.": null, "Evan: Let's get a broom.": null, "Jammer: Yeah, let's get a broom.": null, "Aabria: Jammer, as you are gesticulating with your wand, you notice as": null, "you reassert your grip that that generic wooden dowel, you look down and": null, "the material of it around the base has changed, slightly darker wood.": null, "Bamboo.": null, "Jammer: Oh, shit. Wait, it's not as... It got... It's different. I think": null, "it's magic.": null, "Erika: I try to do something. Mm.": null, "Aabria: Yeah, girl, whatcha trying to do?": null, "Erika: I'm trying to get it to change to something cool, with like a": null, "snake. [laughing]": null, "Aabria: Oh, you're trying to make the wand be magic to itself, which is": null, "a...": null, "Dream: Ha-ha!": null, "Aabria: Yeah, we're gonna call it a Fight 'cause that's an internal": null, "conflict. Give me a Fight roll, difficulty of 10 'cause that's a weird": null, "sell. Don't forget your Magic die.": null, "Erika: Oh. Five.": null, "Aabria: With a five, the wand remains inert. [Erika groaning]": null, "Lou: Jammer has a cool moment of spinning around, being like,": null, "Jammer: Hey, I guess this shit ain't that hard. And if anybody needs": null, "help with their whole magic thing, I'm 100%... If you, you know.": null, "Dream: My latent abilities as a witch are probably just late in blooming": null, "because the flower that blooms in adversity is often the most complex": null, "and dark of them all.": null, "Evan: That's a butchering of the quote from \"Mulan\", I think, right?": null, "Dream: I made it better.": null, "Evan: Oh, okay.": null, "Danielle: I take my wand and pull out lint or something that's in my": null, "pocket, and I go,": null, "Sam: Bibbidi-bobbidi-boo, and shit.": null, "Danielle: And I hit it to try to see if I can do transmodification.": null, "Aabria: You're trying to… What are you trying to do? Turn the lint into?": null, "Danielle: I'm trying to turn the lint into a delicious McDonald's": null, "sundae. [laughing] We are not sponsored.": null, "Erika: We are not sponsored.": null, "Aabria: Gosh darnit. 'Cause the worst part is, that is a charm spell.": null, "Erika: Oh!": null, "Danielle: [grinning] Yeah, it is.": null, "Aabria: Because you're turning a non-edible substance into food, I'm": null, "gonna say the difficulty's a 15.": null, "Danielle: Okay. Come on, babe.": null, "Aabria: Don't forget your Magic die.": null, "Danielle: Oh. [laughs]": null, "Lou: ♪ Don't forget your Magic die ♪": null, "Danielle: Oh this is－ Come on, babe.": null, "Aabria: ♪ Don't forget your Magic die, don't forget your Magic die ♪": null, "Erika: Do you take half on this one? And then still make it?": null, "Brennan: Well, 15－": null, "Danielle: No, 'cause it's-": null, "Erika: With the bottom six, no.": null, "Danielle: There's a single thing. Eight. No.": null, "Brennan: Oh no.": null, "Danielle: Oh no, 12, 13, 15, I got it.": null, "[Brennan gasps and claps]": null, "Lou leans over the table to dap Danielle up.": null, "Lou: I honestly... Yeah, hell yeah.": null, "Evan: Oh my god, you guys are so good at magic. That was incredible. Did": null, "you know you could do that?": null, "Sam: No! [holds up her wand] It's this thingy, it's all this. You guys,": null, "you know, thank you so much for being so sweet. Don't forget to like and": null, "subscribe, but it's really just this that does all of the magic. It's": null, "not little old me.": null, "Evan: Like and subscribe to what?": null, "Jammer: Her channel. It's dope, you should check it out.": null, "Evan: I don't have a screen on my phone.": null, "Dream: Aww.": null, "Evan: I only have like, three numbers saved in there.": null, "Evan: It's 911, poison control, and animal control.": null, "Dream: [very loudly] Aww!": null, "Evan: What's happening?": null, "Jammer: Well, you know, I don't know, maybe it's just a Black thing, I": null, "don't know. Maybe it's just a Black thing that we're good at magic.": null, "Sam: I don't know.": null, "Evan: That makes sense to me. Yeah, I'm from Iowa and it's bad there.": null, "Aabria: [laughing] Sam, by the way, as you're holding a McDonald's": null, "sundae, that's rapidly melting in the heat of your hand, so it went from": null, "cute and it's just... The half life on this is just not excellent. The": null, "wand in your hand, you look over, and the entire shaft of it is a little": null, "bit of a pinker wood.": null, "Sam: It changed, you see that?": null, "Jammer: Yo.": null, "Sam: Yo!": null, "Jammer: You gotta cast a spell and then it becomes a cool wand.": null, "Evan: Oh, that's so cool. [pointing to Sam’s sundae] If that's melting,": null, "do you want me to get rid of that?": null, "Sam: Yeah! Let's see. You gonna magic it or are you just gonna grab it": null, "with your hand?": null, "Evan: I was gonna eat it. I was walking on a highway earlier today.": null, "Jammer: That was lint like, a minute ago.": null, "Evan is already shoving it into his mouth.": null, "Dream: That is... Oh, it's already gone.": null, "Jammer: What'd it taste like? Did it taste real? Did it taste like the": null, "real thing?": null, "Evan: It tastes incredible. It tastes like a true sundae, it's amazing.": null, "There's the sauce on it and everything, that's incredible.": null, "Sam: I could make sun... I could do that before with hands. But now I": null, "can do it with this!": null, "Jammer: Hell yeah.": null, "Sam: Hell yeah.": null, "Evan reaches into his pocket and wipes his hand with a rag.": null, "Aabria: And as you guys are kind of just doing magic in a weird little": null, "circle at the－": null, "Dream: [looking at her wand] Okay, all right, well that was a bit of a": null, "strike-out, but you know, it's fine.": null, "Aabria: You see a group of other students that are kind of looking over": null, "at you, three of them.": null, "        Sam waves and smiles.": null, "Jammer: [waving] Sup?": null, "Evan waves.": null, "Dream: Magical peers.": null, "Jammer: Should we go say hi? I don't know.": null, "Sam: Yeah.": null, "Jammer: Go meet. Yeah, go meet.": null, "Sam: Go mingle.": null, "Jammer: Hey, what's up? We're... We're the foreign exchange students": null, "from the pilot program.": null, "Tallulah: Oh, that. [chuckles] Well, that makes perfect... I get it.": null, "Aabria: And this is the one female in the trio that's speaking. She": null, "goes,": null, "Tallulah: My name is Tallulah. It's nice to meet you. And we could tell": null, "that you were all Americans from, oh, just miles away. You all use": null, "miles.": null, "Dream: You say that very condescendingly.": null, "Sam: You think you're better than me?": null, "Dream: That's fair, though. America is in a pretty bad spot right now.": null, "Tallulah: No, it's not that you're Americans, it's that you all are": null, "doing your first year of magical training, but you're all six, seven": null, "years older than the first year students, so that's weird for you. I": null, "don't think I'm better than you. I'm here, we're here... Sorry, let me": null, "introduce. Once again, Tallulah, this is Digsby and this is Fergus.": null, "Aabria: And they all kind of give you a little look.": null, "Tallulah: I'm sure you don't know anything about the houses or anything.": null, "We're all－": null, "[Dream gasps]": null, "Tallulah: What?": null, "Dream: Oh, it's just we get sorted into houses that are befitting our": null, "strengths, I assume.": null, "Tallulah: Oh. Looks like you've done some reading before. I like you.": null, "Good. Well, is there's anything the three of us could help you with as": null, "you're sort of running around making a ruckus about doing very small": null, "spells in the middle of a magical street? [laughs stiffly]": null, "Dream: Again, condescending. You know we're new here, you know?": null, "Tallulah: It's just how I sound. [laughs stiffly]": null, "Jammer: Well, we were wondering if there's a McDonald's here. That was": null, "the first question I think we had as a group.": null, "Aabria: And Tallulah looks over to her right at the one she introduced": null, "as Fergus, who's this taller ginger dude with a tan, freckly, kind of": null, "yoked up, of a height with you. He's been giving you the athlete to": null, "athlete eye like－": null, "Jammer: Sup?": null, "Fergus: Yeah. Yeah, sorry.": null, "Aabria: And pays attention to Tallulah, she also looks confused, he": null, "shrugs, and Digsby steps forward and goes,": null, "Digsby: No, no, no, I'll handle it. I used to be non-magical person": null, "myself. Digsby again.": null, "Aabria: And he kind of walks forward, and he's pale, dark hair, pale": null, "green-gray eyes, and tosses his hair like,": null, "Digsby: I remember McDonald's in the before time. No, we don't have": null, "those here, but don't worry, British food is much better than any fast": null, "food. Highly recommend you check out the Knave's Navel if you want to": null, "grab a bite to eat. It's just around the corner there.": null, "Jammer: Maybe they got some of those sweets you're looking for.": null, "Dream: I'm so excited to be learning abroad.": null, "Jammer: It is pretty cool to be in a different country. [gestures to": null, "Evan] I also, I've never been outside of... Well, I've been around for": null, "tournaments and stuff, but I've never been out of the Midwest, so-": null, "Digsby: Oh, I'm gonna need us to be focused on this thing that's": null, "happening. This is not－": null, "Evan: You're from the Midwest? Where are you from?": null, "Jammer: Oh, Chicago.": null, "Evan: Oh, that's awesome. I'm from Iowa, but-": null, "Jammer: Yeah, I've competed... I've done tournaments down there and": null, "stuff.": null, "Evan: Oh, that's great. You ever been near Millersburg?": null, "Jammer: No.": null, "Evan: Okay.": null, "Jammer: Is that cool? I don't-": null, "Evan: No, I-": null, "Jammer: I've just mostly done the tournaments in Des Moines and stuff.": null, "Evan: Oh, Des Moines is great. I lived in Des Moines very briefly. I've": null, "sort of bounced around in different spots in Iowa for a while,": null, "[Digsby clears his throat]": null, "Evan: But there's a lot of-": null, "Digsby: I'm sorry. It's not that we're on schedule or anything, but": null, "we're kind of a big deal. And we just... If there's anything we could do": null, "for you in this sort of immediate... It's a student outreach thing. Just": null, "don't ignore us is all I'm saying. Thank you.": null, "Dream: I have so many questions. I'm sure that all of us have very many": null, "questions. Do we have you sort of a, you know, like an RA basis once we": null, "get to the school and everything? Also, which is the really ambitious,": null, "dark house, and everything? 'Cause that's probably the one that I'm": null, "gonna get sorted into. You have some sort of sorting,I don't know, hat,": null, "maybe?": null, "Digsby: [laughing] A hat? That's ridiculous, you would put on a hat and": null, "it would tell you.": null, "Dream: Well, how do you do it?": null, "Digsby: You'll see. It's supposed to be a surprise.": null, "Fergus: You step on the little－": null, "Digsby: Don't tell. It's lovely. And you know what? If you end up being": null, "in Hercinil, then yes, I'll be happy to take you under my wing.": null, "Dream: Interesting.": null, "Jammer: We gotta get a familiar and a broom. Is there a place that does": null, "that on the cheap?": null, "Digsby: Oh, yeah. Yeah, follow me. And you're also gonna need some robes": null, "'cause those are interesting outfits. Your shoes are so bright. Why are": null, "they those colors?": null, "Jammer: Well yeah, these are the Irvings.": null, "Digsby: Irving? What's an Irving?": null, "Jammer: Kyrie Irving. The basketball player? I mean, at this point why": null, "do I even think you know what I'm talking about?": null, "Aabria: And Digsby's like,": null, "Digsby: I get what basketball is.": null, "Jammer: Yeah, okay, thank you. Yeah, well no, these are just his": null, "sneakers. These are the Electro-Lights.": null, "Digsby: Sneakers?": null, "Whitner: They're really sick.": null, "Digsby: Sick Electro-Lights?": null, "Jammer: Yeah, I'm not gonna wear...": null, " Lou: What kinda shoes are they wearing?": null, "Dream: Electrolytes are a scientific principle. I mean, okay.": null, "Jammer: Well, it’s kind of a play on that 'cause it's like, Electro,": null, "hyphen, Light. You know.": null, "Dream: Oh!": null, "Dream: So it was me that was ignorant about this facet of culture.": null, "Jammer: Nobody needs to know what's going on with sneakers. That's": null, "chill.": null, "Aabria: Fergus is just kinda eyeing you.": null, "Sam: ...Hi.": null, "Fergus: Hey.": null, "Sam: Fergus?": null, "Fergus: Mm.": null, "Sam: Sam, very nice to meet you.": null, "Fergus: Hey. Do you all shake hands? Is that a thing?": null, "Sam: Yeah, we shake... We do shake hands.": null, "Fergus: Yeah, okay. It's nice to meet you. I hope you get sorted into": null, "Hercinil.": null, "Evan: It's the what?": null, "Fergus: What? Hercinil. It's one of the houses.": null, "Sam: Hercinil.": null, "Fergus: Hope to see you there.": null, "Sam: Thank you. Hope to see you, too.": null, "Digsby: And our shoes are just boots, I don't know.": null, "Jammer: Yeah, I'm not gonna wear that.": null, "Aabria: And they kinda lift up their robes. They're all wearing red": null, "robes.": null, "Evan: Thank you very much of your time and help. Robes are not one of": null, "the three items that we're mandated to get, and I only have 20 gold": null, "pieces to spend in a currency here, so I won't be getting－": null, "Tallulah: Hold on, what time is it? Does anyone...?": null, "Aabria: And they all start looking directly at the sun.": null, "Evan: We're in Greenwich-": null, "Erika: I pull out my phone.": null, "Evan: We're in Greenwich Mean Time. I take... If Greenwich Mean Time, I": null, "believe that's seven hours ahead of Central, so that would be... It's": null, "about 11:00 a.m. here, something like that?": null, "Tallulah: Oh, well if it's 11, then your money's gonna go way farther.": null, "You have plenty of money to get some clothes, too.": null, "Evan: Things get more expensive as the day goes on?": null, "Tallulah: Well yeah, you know, money.": null, "Dream: You have a watch?": null, "Tallulah: It's how money works.": null, "Evan: Yeah, my phone doesn't have a screen. [laughing]": null, "Aabria: It's good every time.": null, "Jammer: I don't... Okay. Great. Well, let's get spending while the money": null, "is worth more, 'cause I guess that's how things work here.": null, "Evan: Okay, let's go do brooms and then familiars?": null, "Jammer: Cool.": null, "Dream: Yeah.": null, "Dream: By the way, I'm Dream. I'm certain that I will see you at our": null, "house.": null, "Digsby: Oh, our house. Bold, I like it. Hmm. We'll see. We'll see.": null, "Evan: Wow. Those kids were so cruel for no reason.": null, "Dream: It's so weird. I guess this sort of imagined hierarchy of the": null, "American television has made its way here to Magical Academy.": null, "Sam: Yeah, we just got Mean Girl'd. We got Mean Girl'd.": null, "Dream: I guess. But my self-esteem isn't really tied up in my knowledge": null, "of this strange new place that we just found out existed, so I'm good.": null, "Jammer: Yeah. I could dunk on all of them, so I'm not really fazed.": null, "Evan: That was, yeah. I'm sorry I didn't say anything back there about": null, "it, I was just trying to breathe and not get mad.": null, "Dream: There's a lot going on. It's okay, we're all gonna take this step": null, "by step and figure things out.": null, "Jammer: Exactly.": null, "Evan: Yeah. Go, go team.": null, "Jammer: My man.": null, "Evan: Go team.": null, "Aabria: And the trio stops in front of a store called The Streaking": null, "Straw, Brooms for Every Occasion, and they all turn, post up and lean": null, "against it like,": null, "Tallulah: Go ahead, walk in. Show us what you get when you come out, I'm": null, "curious. Go on, go on. This isn't the fun part, so just go buy a broom,": null, "or whatever, and then come back. Show us what you got.": null, "Tallulah: Not every store is like magic, mystical, sometimes it's just": null, "where you buy a broom.": null, "Dream: How－ A broom that flies though, right?": null, "Tallulah: Yeah, but everything is weird stuff here 'cause you're a": null, "wizard. You're not Namps anymore, you have to get over that.": null, "Dream: [barely suppressed frustration] We－": null, "Sam: I'm really not liking that word.": null, "Jammer: Yeah, it really feels weird.": null, "Sam: It's just weird.": null, "Jammer: It feels weird.": null, "Evan: Yeah, there's a weird governmental feel to it where it's not": null, "organic and it's already-": null, "Dream: Like an acronym.": null, "Evan: It's already not doing the job they invented it to do.": null, "Jammer: Well, let's hit it.": null, "Brennan: Okay. I'm gonna walk into the broom store. And I think I'm": null, "gonna lean over to Jammer, actually, and be like,": null, "Evan: Jammer, those guys are following us after we kind of ended the": null, "interaction with them, right?": null, "Jammer: Yeah, I can't tell what their vibe is. They keep saying nice": null, "stuff, and then they'll say a mean thing and then they'll follow it up": null, "with a nice thing. I feel like it is, it's kind of like JV talking to": null, "varsity kids. It has that vibe.": null, "Sam: It's like negging.": null, "Jammer: Yeah.": null, "Sam: They're negging us.": null, "Evan: I'm just getting very hot in the head and I feel like I'm": null, "getting... It's making me upset, you know?": null, "Jammer: Hey man, well you know, game face. If somebody tries to talk you": null, "down, tries to sun you, you don't see that. [waves hand in front of": null, "face] You don't see that, right? It's just here. That's it, right.": null, "Evan copies Whitney’s hand motions.": null, "Dream: I appreciate your approach to these things, but if I may, I would": null, "say that you should allow those feelings to happen. You take them and": null, "you examine them like they're a precious piece of glass, and you": null, "internalize what it means to you. Consider that glass and put it down.": null, "Sam: Yeah, and then you just smile through it. Just smile through": null, "whatever they're saying. Someone says something ignorant, big smile.": null, "[points to her beautiful smile] Try it.": null, "Evan: These feel like three mutually exclusive pieces of advice, all of": null, "which are outside of my wheelhouse.": null, "Jammer: Great. Great. Well, let's get brooms. I'm sorry.": null, "Erika: I'm going to go and I'm gonna say,": null, "Dream: Choose the broom that's right for me. Accio, I guess.": null, "Erika: I just wanna see, I'm gonna see if I can magically divine which": null, "one is right for me.": null, "Aabria: Okay, if this is a spell, go ahead and let's make this a Charm": null, "roll. Difficulty of 10. Don't forget your Magic die.": null, "Erika: 12.": null, "Aabria: Perfect. And you sort of stand there and you wave your wand, and": null, "you get a faint scent of roses under your nose and a slight trill that": null, "sounds like your own voice going on a melodic run. And a tiny spark of": null, "pink light erupts from the end of your wand and begins to travel down": null, "one of the aisles.": null, "Dream: I'm doing it, I'm doing it, I'm doing it.": null, "Sam: That's so cool.": null, "Jammer: That's dope.": null, "Dream: This is a lot less aggressive than I thought it would be, but": null, "it's happening!": null, "Jammer: Yeah, it looks like, pink and stuff.": null, "Dream: Yeah. It's probably, you know, just warming up.": null, "Jammer: Oh, warming.": null, "Erika: Okay, what's it doing?": null, "Aabria: Yeah, it just goes down the third aisle in a fairly generic,": null, "dusty, dark, old store that's covered with racks and racks of brooms.": null, "Dream: Yes, yes, this is right.": null, "Aabria: And it leads you towards one. Which broom does it stop at?": null, "You're the one with notes.": null, "Erika: Ah, yes. It's a Blocker's Broom.": null, "Aabria: And it alights on the broom, and the whole thing flashes pink": null, "and glittery and sparkles down. And a man peeks around the aisle, his": null, "hair is super poofy, and kind of that sort of dusty brown going to gray,": null, "and he's got big mutton chops that travel around into a mustache. He": null, "Mutton Chops: You could've just walked down the aisle. You don't need to": null, "do a magic about it.": null, "Dream: You know, this is still a novelty for me, all right? So please": null, "indulge.": null, "Mutton Chops: Well, don't point your wand at people like that. Just go": null, "up. Put it down.": null, "Dream: Is there wand discipline?": null, "Mutton Chops: Holster it. Yeah!": null, "Dream: Oh.": null, "Mutton Chops: Do you see any... Accents, American. [snaps] Oh, you're": null, "them! Got it, got it. Okay. [very slowly] Well, when you're with": null, "wizards.": null, "Dream: Okay, we're non-magical, not, you know? I'm trying to think of a": null, "polite way to say it. We're non-magical, not stupid, okay?": null, "Mutton Chops: Eh. Sure. You don't see any other wizards walking around": null, "waggling wands in people's faces. That's pretty rude no matter where": null, "you're from, am I right?": null, "Evan: Actually, the first adult we met here cast a spell on one of us": null, "within the first three minutes.": null, "Mutton Chops: Did you deserve it?": null, "Jammer: Well, I was just saying the M-word a lot.": null, "Mutton Chops: Why would you do that? What's wrong with you?": null, "Jammer: 'Cause it felt like it was okay for us to say it as the－": null, "Mutton Chops: Why? You're a wizard. Are you holding a wand? Do you do": null, "magic?": null, "Jammer: Well, now I do. At the time I did not.": null, "Mutton Chops: Ever since you got here, you're－": null, "Jammer: A wizard.": null, "Mutton Chops: Yeah, so you don't get to say that word anymore.": null, "Jammer: And now－": null, "Dream: But they don't know to say it because they're not magical and": null, "they have no awareness of this place's existence.": null, "Mutton Chops: Well, okay, let me just be super clear that this sort of": null, "movement to be a little less terrible about people that aren't like us": null, "is relatively recent, it's new.": null, "Mutton Chops: So, we're all kind of getting the mouthfeel for it, as it": null, "were, so please do your part to erase terrible language.": null, "Dream: Are we part of a social justice movement?": null, "Sam: Oh my god, we totally are.": null, "Mutton Chops: You're a bunch of Americans going to a British school for": null, "magic, and none of you were magic before, correct?": null, "Dream: Well, we－": null, "Evan: [quickly] No, none of us were.": null, "Jammer: I mean, on the field.": null, "Dream: Clearly had it latent in us like we were special and chosen.": null, "Sam: My manager says I have \"it,\" whatever that means.": null, "Mutton Chops: Okay. Well, none of that sounded like... You're part of a": null, "movement. Everyone's watching you, so try to not fuck it up. Yeah?": null, "Jammer: Yeah, yeah, yeah.": null, "Dream: Okay, I'd like to say that it's kind of unfair to take some": null, "people from a certain group and then hold them up as examples of all the": null, "entirety of who they are representing, and considering that's": null, "non-magical people, that's a lot of people in the world. Probably－": null, "Mutton Chops: There's probably hundreds of you out there.": null, "Dream: No, it's－": null, "Evan: Sorry, do you not know the population of the world? We're well on": null, "our way to 8 billion people.": null, "Mutton Chops: No. [waves hand dismissively]": null, "Dream: How many-": null, "Evan: You can literally look it up.": null, "Mutton Chops: No.": null, "Jammer: I mean, they don't know what a radio is, so you know.": null, "Evan: That's a great point. Where would they look it up?": null, "Mutton Chops: Buy your brooms!": null, "Sam: Okay.": null, "Jammer: Where’s like the fast one?": null, "Mutton Chops: This way. Oh, do you play scuppers?": null, "Jammer: Is that what it's... Scuppers? Is that the sport? That’s some,": null, "oh, man, that don't sound cool at all. Saying I'm a scuppers player does": null, "not sound like it's gonna be cool.": null, "Evan: I'm so sorry, that's really rough.": null, "Jammer: That doesn't sound cool, that sounds wizardy.": null, "Jammer: I got recruited to play scuppers? Dammit. Yeah, I play scuppers.": null, "Mutton Chops: All right, I've got you. Come with me.": null, "Aabria: He takes you down to a faster, sleeker, technical aisle.": null, "Lou: Great.": null, "Aabria: And after a couple minutes, 'cause I don't wanna stay in this": null, "broom place any longer, you come out with your goddamn brooms.": null, "Erika: Why－": null, "Brennan: I just wanna say that I went to the corner of the shop and was": null, "Evan: Oh my god, this one looks super affordable.": null, "Brennan: And got a janitorial push broom that is for the shop.": null, "Aabria: Yes. They didn't have the heart to charge you for it, and they": null, "were just like, \"Just, go.\"": null, "Evan: This was great, this one was only three copper pieces. They broke": null, "one of my gold coins down and now I have a bunch of silver and a bunch": null, "of copper left.": null, "Aabria: You actually saw what they did. You handed a gold coin and they": null, "put it on the table and kind of crushed it with their thumb, and it": null, "shattered into a big pile of 18 silver and 19 little copper pieces.": null, "Dream: See, all money should be modular, and also tied to something that": null, "actually is substantial and not－": null, "Evan: This is great. I'm gonna have money leftover. I could get clothes,": null, "blanket, get food, get all kinds of stuff. So, hopefully there's a": null, "familiar deal kind of in line with this one 'cause this one's gonna be": null, "great. And also, it has a nice wide seat.": null, "Brennan: And he's looking at the bar and he's like,": null, "Evan: So, that's helpful.": null, "Erika: Aside to Sam.": null, "Dream: [strained] Sam, he's so tragic.": null, "Sam: Keep it together. Keep it together. You're gonna slide all over the": null, "store.": null, "Aabria: They don't sell mops here.": null, "Lou: Oh.": null, "Dream: Okay, I mean, there surely must've been some mistake in the… Mine": null, "is bright pink and sparkly, and well, there's nothing wrong with very": null, "femme colors, it's like… Clearly mine was supposed to be something": null, "awesome and twisted.": null, "Sam: And like dark and bloody and stuff?": null, "Dream: Yeah!": null, "Sam: Next time. Maybe you can get that figured out for you.": null, "Dream: Okay.": null, "Dream: Yeah, there's gotta be some mistake, ‘cause this...": null, "Erika: Has my wand changed at all?": null, "Aabria: Yeah. Actually, [laughs] the tip where that pink erupted stayed": null, "glittery and pink, and hasn't gone back.": null, "Dream: [yells] Okay, all right. All right, okay. I can integrate this": null, "into my world view and still be fine. All right.": null, "Jammer: It's just not… I mean, it's definitely cool, it's just not as": null, "twisted as I think I thought. But I don't know, maybe, we don't know,": null, "maybe it'll change again.": null, "Dream: Maybe it depends on the kind of spell that you do.": null, "Jammer: Oh, there it is, yeah.": null, "Sam: Maybe pink is like, really metal and goth here, we don't know.": null, "Passerby: It's not.": null, "Aabria: Whoever just walks by.": null, "Evan: Sam, what kind of broom did you get?": null, "Sam: So, I got the Suave Sweeper, which is a great name. So, it's a dark": null, "broom with the bristles kind of fanned out. Like yeah, suave, you know?": null, "Evan: That's great. I think that looks awesome.": null, "Sam: Thank you. I'm really excited for it. I hope I don't fall and die.": null, "Dream: You'll be fine.": null, "Evan: Yeah, that does feel like, I wonder what kind of enchantments the": null, "brooms have on them to ensure that you don't... fall off.": null, "Jammer: Fall, get hurt and stuff, yeah.": null, "Dream: Do we have to take some sort of driving test for these? 'Cause": null, "it's like a mode of transportation, right, that's off the ground, it's": null, "all dimensions, right? So, you have to take a driving test for a car and": null, "that's only just on one plane.": null, "Evan: I know in the States, I think in Alaska, you can use a driver's": null, "license for recreational aircraft, like Ultra Lites and stuff like that,": null, "but again, I don't know what the laws would be.": null, "Jammer: Yo, Tallulah. Do we have to－": null, "Tallulah: Yeah?": null, "Jammer: Test or something before we can use these? Or could we just go": null, "to town right off the bat?": null, "Tallulah: That's actually a really good question, because normally in": null, "your third year you go through all your flight training, but you're all": null, "penultimate, you're sixth years, so no, I think you're just good to go.": null, "Try not to fall off.": null, "Jammer: Oh, so it is… You can fall off.": null, "Tallulah: You just gotta hold it.": null, "Sam: So, you can fall off and die, oh.": null, "Evan: Okay. So, I won't be flying, but that's great.": null, "Aabria: Following the first little bit of your adventure, I want": null, "everyone to take an Adversity token as just a little gift for doing the": null, "shopping episode. Up top.": null, "Lou: There it is.": null, "Aabria: Just committing to it. It's my favorite. So, you have two of": null, "your three required objects.": null, "Evan: Familiars.": null, "Dream: This is it. Our lifelong animal companion, tied to us in spirit,": null, "a manifestation of who we are, something that we will not call spirit": null, "animals. And something that is, even Patronuses are kind of on the outs,": null, "so yeah, yeah.": null, "Evan: Yeah, for sure. Do you know, Dream, if we have to provide care for": null, "these animals, or they're gonna have food at the-": null, "Dream: Oh, well, I assume they're just sort of like normal animals,": null, "right? Just that you do have to take care of them.": null, "Jammer: I mean, between practice and everything I'm not sure I'ma have": null, "time to feed a thing.": null, "Evan: Yeah, I worry about… I worry about being－": null, "Dream: Is it because anything that you nurture and care for is gonna-": null, "[Erika breaks, and Aabria laughs]": null, "Evan: Why are you smiling so big when you ask that question?": null, "Dream: I'm sorry, I'm sorry, I'm sorry, I'm sorry. Is it that anything": null, "that you nurture and care for dies a horrible death?": null, "Evan: What kind of answer are you looking for in this moment?": null, "Dream: One in the affirmative?": null, "Evan: Let's go to the pet shop because I－": null, "Dream: Let's go to the pet shop.": null, "Evan: I－ Okay. Yeah.": null, "Aabria: Evan, go ahead and give me a Brains roll, difficulty of five to": null, "navigate the alley to just get out of this conversation and into the pet": null, "shop.": null, "Lou: I lean over to Dream.": null, "Jammer: That's like a yes, right? That's like, 100% a yes.": null, "Dream: I mean, there's gotta be tons of childhood pets that have, died": null, "under his care and stuff－": null, "Brennan: 9.": null, "Dream: And it's like, I'm sure he doesn't mean it. I'm sure he just": null, "loves them and cares for them and it's just the tragedy of his": null, "existence.": null, "Sam: Guys, you're not whispering nearly as soft as you think you are.": null, "Jammer: Sorry.": null, "Evan: [yelling] They don't all die! Sometimes they do stuff, or they": null, "tell me to do stuff. Sometimes they don't turn out to be animals. One": null, "time a pig's head in the butcher shop told me that God and the devil": null, "killed each other.": null, "Evan: [still yelling] So you know, I don't know if that's an animal or": null, "not. I don't know if that's an animal or not, and it's been happening": null, "for a long time!": null, "Aabria: Tallulah is across the alley and just staring at you.": null, "Tallulah: [making a “cut it out” motion] Stop it.": null, "Evan: [still yelling] I don't know you, so why are you conspiring with": null, "Tallulah: [much more quietly] I'm trying… You are causing a scene.": null, "Evan: [loudly] This is more social interaction than I've had in years.": null, "I'm sorry. [normal speaking volume] I'm sorry I raised my voice.": null, "Jammer: Hey man, it's all right. We're starting－": null, "Aabria: I need a Charm roll from you, difficulty of, oh… No, I'm gonna": null, "be mean. 15.": null, "Lou: That's high.": null, "Brennan: Let's see if I hit that on a d4.": null, "Aabria: Yeah! You could!": null, "Danielle: Come on.": null, "Lou: Explode.": null, "Danielle: Explode.": null, "Lou: Explode.": null, "Erika: Don't—": null, "Lou: Four!": null, "All: Oh! [cheering]": null, "Aabria: Okay, okay, okay, okay.": null, "Brennan: [blows] Come on, little buddy.": null, "Aabria: We'll see, we'll see.": null, "Lou: Come on, come on, come on.": null, "Aabria: We'll see.": null, "Brennan: 3. 7.": null, "Aabria: Ah.": null, "Lou: Can I give him Adversity tokens?": null, "Aabria: Do you have eight of them?": null, "Lou: How many does he need?": null, "Brennan: I would need eight, but from you I would need four.": null, "Lou: Yes, and I have four.": null, "Aabria: You sons of… Are you doing this?": null, "Lou: Yeah, I'm giving him four Adversity tokens.": null, "Aabria: So, you have to explain to me how you help him in this moment so": null, "I will give you a little bit of clarity on what's going on.": null, "Lou: Okay, exactly.": null, "Aabria: Because you are yelling, and everyone is looking at you, and you": null, "know what, Jammer? You notice that there are certain people that are": null, "looking with that sense of shocked British propriety 'cause your mom": null, "likes watching \"Downton Abbey\", and they're like,  \"Oh, my god, this is": null, "some \"Downstairs\" bullshit and I don't care for it.\" And there are": null, "others looking, and they seem to be locked in on Evan's frequency and": null, "they are staring at him, unblinking.": null, "Lou: I think I definitely sense that… I think just the pig's head story": null, "alone let's me know that Evan's got some intensity to him. And I think": null, "even if Jammer doesn't understand what Evan might be causing with his": null, "abilities, I think Jammer just sees someone in distress and kinda goes": null, "into the mode of, you know when a fight's about to happen on the": null, "basketball court?": null, "Aabria: Yep. Sorry.": null, "Lou: And it's like, we cannot… We are not getting you thrown out of the": null, "game this early. We've got a lot more, this is the first quarter, so I": null, "just, I think, full-on put my body between Evan and Tallulah and put my": null, "hands on either side of them and just like,": null, "Jammer: Hey, man, come on. Come on, we got familiars to get. We got": null, "familiars to get, all right? Come on, come on.": null, "[Evan breathing heavily]": null, "Jammer: Let's go get these familiars, all right? Let's go get these…": null, "We're gonna go get those familiars. We'll catch up with you guys later,": null, "all right? Hey, let's go get 'em, let's go get 'em, let's go get 'em,": null, "come on, come on, come on.": null, "Evan: Thanks, man, thanks, man, thanks, man.": null, "Aabria: And because you guys are of a height, as you sweep up and catch": null, "him, people's attention falls away from Evan and you see that they kind": null, "of stay and linger in that moment for just a little bit too long,": null, "staring in his direction before calming down and resuming whatever they": null, "were doing.": null, "Lou: I think Jammer notices that but keeps it to himself, just 'cause it": null, "just seems too… I think it's too much for him to put together on top of": null, "this that Evan has the ability maybe to steal — take people. [laughing]": null, "Erika: Can I make a roll to see if I notice this?": null, "Aabria: Oh, yes, please.": null, "Erika: Yeah, come on.": null, "Aabria: You tell me what that roll is. What statistic are you rolling": null, "with?": null, "Erika: I wanna say, maybe Flight, 'cause my hackles are up.": null, "Erika: I'm ready.": null, "Aabria: You're super cagey and you're trying to be like, oh, head on a": null, "swivel, what's happening here? Absolutely. Let's go Flight, difficulty": null, "of eight.": null, "Erika: Okay. And is that just a straight roll?": null, "Aabria: Yeah. Are you doing magic about it right now?": null, "Erika: No, no, no.": null, "Aabria: Okay, then yeah.": null, "Erika: 10.": null, "Aabria: Beautiful.": null, "Erika: 11. 11 total.": null, "Aabria: Nice. So yeah, you were able to… You were also glued to Evan's": null, "outburst in a weird way, and as you look around at what's going on, you": null, "notice the eyes that are stuck in his direction for just a little bit": null, "too long, and you can hear the murmurs in the crowd that whisper about a": null, "Dark One. They get distracted and they're like, \"Oh, those are weird": null, "shoes, they're very bright. Other boy has very bright shoes on. I like": null, "these boots. They curl at the toe and hurt my feet.\"": null, "Evan: Oh my god, oh my god.": null, "Jammer: Hey, you good? [laughing]": null, "Evan: Thank you so much, man.": null, "Jammer: 'Course, dude.": null, "Evan: Really, I'm really embarrassed. I blew my stack and I'm really": null, "sorry. That was awesome. I really appreciate you jumping in.": null, "Jammer: Hey, man, happens on the court all the time. Dudes going body to": null, "body, people get up here, they lose that focus, all right? Hey, man,": null, "what's up? I run the offense, all right? We're gonna get there. We're": null, "gonna win the game, right? You're my Muggle, all right? You my Muggle,": null, "you my Muggle. We my Muggles.": null, "Aabria: There's three people walking by, they're like,": null, "Passerby: You can't say that.": null, "Jammer: I'm a Muggle, I can say that.": null, "Passerby: No!": null, "Jammer: That's right, I'm not a Muggle anymore.": null, "Aabria: A woman faints.": null, "Jammer: Oh god.": null, "Aabria: She just faints.": null, "Jammer: I'm sorry!": null, "Aabria: She's on the ground.": null, "Jammer: All right, I'm gonna say it less.": null, "Dream: Well, we can, yeah. I don't know if it's 'cause they're British": null, "or because it really is truly on the level of a bad slur here.": null, "Jammer: Yeah, well. Yeah, not in mixed company, I guess.": null, "Aabria: Jammer, take an Adversity token for me. And I need you. [To": null, "Danielle] Where's your wand right now? In your hand?": null, "Danielle: It was in my hand, yeah. It's still in my hand.": null, "Aabria: Make a Charm roll, difficulty of 6 for me.": null, "Danielle: Difficulty of 6? Well, I'm just gonna have it.": null, "Aabria: Okay, you can just do that. You say that so disrespectfully.": null, "[cheering] [laughing]": null, "Lou: What's up?": null, "Aabria: I'm sorry?": null, "Danielle: I did. I did, I laid that down. I was like- [chops hand down]": null, "Aabria: I liked it a little bit, though. So, that's a thing for me to": null, "think about later.": null, "Danielle: Sub bottom culture. I get it.": null, "Lou claps, laughing.": null, "Erika: Yeah, it's a little mean. It's a little mean.": null, "Aabria: Anyway. [laughing] You see, for just an instant while you're": null, "holding your wand, you feel a sort of surge of energy in it, and you can": null, "almost believe out of the corner of your eye you see a tether form": null, "between Evan and Jammer, and as quickly as you think you can see it, you": null, "try to turn you gaze directly on it, you can't perceive it anymore.": null, "Sam: That was weird.": null, "Evan: Hmm?": null, "Jammer: What?": null, "Sam: I just saw this thing where it was like the two of you had like a": null, "thing between you, and it was pretty great, it looked like it was": null, "beautiful, what you had.": null, "Dream: An intimate moment between two men.": null, "Sam: It was more like a string. But that's intimate. That's an intimate": null, "moment, just kind of a nice little-": null, "Brennan: I feel like in this moment, Evan is… I feel like I'm… Evan is": null, "enough of a weirdo outcast that I… But I know enough about masculinity": null, "to know that you are never supposed to address moments like this out": null, "loud.": null, "[Aabria and Erika laugh]": null, "Brennan: So, I'm just going to look at you, be very upset that the two": null, "girls in the group have verbalized that something special happened, and": null, "just look at Jammer and be like,": null, "Jammer: Let’s go get ‘em.": null, "Evan: Let's get 'em.": null, "Evan: Let's get ‘em.": null, "Aabria: And you were already walking in that direction 'cause you kind": null, "of sussed out the layout, and you quickly arrive at a little, it's a": null, "shop, but it looks like it continues to be outdoors once you pass into": null, "the facade, and there's a little sign hanging off of it called \"Merlin's": null, "Minions.\" And it looks like a petting zoo, for all intents and purposes.": null, "Dream: Have you guys noticed that all of the stores are alliterated? Do": null, "you think this is a magical thing? To be honest, I have never been to": null, "the UK, and perhaps this is just standard.": null, "Jammer: I mean, I'm not sure. I don't know a lot. Are there British": null, "things that are two, you know－": null, "Evan: Also, The Knave's Navel would only be phonetically alliterative,": null, "'cause knave begins with a K, unless it's the－": null, "Dream: Homophone.": null, "Evan: Yeah, unless it's nave like the nave of a church.": null, "Dream: Ooh.": null, "Sam: Should I change my streaming name to something alliterative? Is": null, "that what we're doing?": null, "Jammer: I mean, it might hit harder here. It seems like that's kind of": null, "a-": null, "Jammer: Just general whimsy feels to be hittin' here.": null, "Sam: They love whimsy.": null, "Evan: Yeah, that… I bet they don't have smartphones and stuff here": null, "'cause they seem to be very anti-technology in that way, but that owl": null, "did ring like a phone, so maybe they have some...": null, "Dream: Equivalent, maybe there's a walrus that you can stream from.": null, "Evan: Yeah, a walrus opens its mouth and it shoots a bunch of light out,": null, "and it's like, \"What's up, fam? I'm inside this walrus.\"": null, "Jammer: I need to find an attendant as soon as possible.": null, "Aabria: There is one standing at the front just staring at you, waiting.": null, "Jammer: Let me get a stream walrus!": null, "Jammer: Dream said they got 'em. Dream said y'all got a stream walrus.": null, "Attendant: Okay.": null, "Dream: Or some other large...": null, "Attendant: Hold on. We might have one. One second.": null, "Aabria: And she walks into the back, disappears, comes back two minutes": null, "later.": null, "Attendant: We don't have any walruses today.": null, "Jammer: Damn.": null, "Sam: You got a pig? Like a stream pig?": null, "Attendant: Okay, let me just explain. You all are… By the way, I'm doing": null, "my best American accent. Can you even tell that I'm not American?": null, "Dream: It sounds very vaguely-": null, "Attendant: It's so good, right?": null, "Jammer: Yeah, you're doing great.": null, "Attendant: Thank you.": null, "Dream: This is an accurate and cruel impression, yes.": null, "Attendant: Hurtful. Hi, I'm Freya, by the way. You guys are the": null, "exchange… Can I say that? Can I say that out loud? You're exchange": null, "students?": null, "Evan: Exchange students?": null, "Freya: Yeah.": null, "Evan: Can you say it out loud?": null, "Freya: I don't know－": null, "Evan: Yeah, for sure.": null, "Freya: Is that weird for you? Like, you're all-": null, "Dream: Students on exchange, yes.": null, "Freya: Yeah, but you're new to magic, everyone knows that you're new to": null, "magic.": null, "Jammer: Does everyone… Were we in the news?": null, "Freya: Mm-hmm.": null, "Jammer: Oh.": null, "Freya: It's like a whole thing.": null, "Dream: Do you have a link to that? I'm sorry, like a newspaper clipping": null, "of that, or something?": null, "Freya: Oh, yeah, around here somewhere. Yeah, I'll grab you one when you": null, "get to the back.": null, "Dream: Okay, so how do familiars work?": null, "Freya: Yeah, so you're gonna walk through the area, and essentially, the": null, "animal that's drawn to you will kind of just find you, choose you. It": null, "might not be an animal. The familiar, whatever it may be, it'll probably": null, "be an animal, will just sort of meet you on your level, follow you out,": null, "and we'll just charge you for whatever follows you. Does that?": null, "Freya: Does that make sense?": null, "Dream: Amazing. Yes.": null, "Jammer: All right. Well, is there just like-": null, "Freya: Yeah, you guys can all go the same time.": null, "Aabria: And she kinda opens up the pen and you just get hit with this": null, "burst of hay and animal dook. And it's not a super pleasant experience.": null, "And she actually offers you all pieces of gum.": null, "Freya: The smell, it's kind of－": null, "Sam: Yeah, I'll take this.": null, "Evan: Oh, free gum. Thank you.": null, "Freya: Free? What?": null, "Dream: No, thank you.": null, "Evan: Am I not supposed to say free?": null, "Dream: I don't want-": null, "Evan: If you say free it implies… Yeah, I understand.": null, "Aabria: And if you put the gum in your mouth, it just tastes like normal": null, "bubblegum, but it kind of kicks off a really strong smell that you're": null, "trapped in a pleasant-smelling cloud.": null, "Dream: No, thank you. I wanna go into this cold.": null, "Freya: It's actually kinda warm in there, from the animals.": null, "Dream: Oh, no, I mean, it's a, you know, just like-": null, "Freya: Have a great day.": null, "Dream: Yeah, cool.": null, "Lou: Right. Well. I think Jammer just starts walking up to different": null, "animals and standing in front of them for a second.": null, "Aabria: There's a bunch of really cute dogs, and cats, and piles of": null, "toads. And they all kind of wag their tails and acknowledge you if you": null, "make eye contact, but none of them are coming over.": null, "Sam: Is that a stream pig? That's a stream pig.": null, "Aabria: And the moment you say  \"Stream pig,\" there's this giant sloppy": null, "hog that looks up at you, and then up and over it bounding in a parkour": null, "is just this tiny baby pink piglet.": null, "Dream: That is going to do numbers on the 'Gram.": null, "Sam: I know!": null, "Aabria: It screams at you, like [screaming] and just sprints, it power": null, "slides under the gate and stands on your shoe. You can barely feel the": null, "weight of it. This thing is tiny.": null, "Dream: Holy shit, Sam.": null, "Sam: Oh my god, oh my god, oh my god.": null, "Dream: What are you gonna name it?": null, "Sam: You know what? I'm gonna name it after my favorite movie. Nice to": null, "meet you, Terminator 2. [laughing]": null, "[squealing]": null, "Aabria: And it just kind of nuzzles into you. [laughing]": null, "Jammer: Are you gonna say that every time? Terminator 2?": null, "Sam: Yeah, that's-": null, "Dream: Or maybe T2.": null, "Jammer: Oh, T2.": null, "Sam: T2 for short.": null, "Sam: Oh, who's my Terminator? Who'll be back? You'll be back, yes you": null, "will.": null, "Aabria: And it keeps looking back at its back every time you say that.": null, "Dream: Wow, that is so perfect for you.": null, "Evan: Sam, that pig is adorable.": null, "Sam: I know! I gotta get my… Somebody take some pictures.": null, "Dream: All right. Do angles. Portrait mode, portrait mode.": null, "Jammer: You're posing before any of us got our phones out.": null, "Sam: I'm practicing!": null, "Jammer: Give us a second.": null, "Dream: Okay, hang on.": null, "Brennan: I look at Jammer and go,": null, "Evan: [whispers] My phone doesn't have a camera.": null, "Jammer: We know, we know, there's no screen. Yep, mm-hmm.": null, "Dream: Angles, angles, hit your angles.": null, "Sam: Angle, elbow.": null, "Dream: Oh my god, yes.": null, "Aabria: Y'all were fully charged when you got here. You're at like, 12%": null, "now.": null, "[group groaning]": null, "Aabria: That's still picture taking, I’m not—": null, "Dream: It's enough to get the photos. We'll post them later.": null, "Aabria: I need you… I'm gonna call this a Flight roll.": null, "Lou: Okay, we can do a Flight roll.": null, "Aabria: I'm gonna make the difficulty a 10 for you.": null, "Lou: We can make this. Yeah, let's do it, let's do it.": null, "Aabria Just something spicy.": null, "Lou: That's a two! We're not gonna Adverse… Oh, that's a two plus two,": null, "equals four. So, that's a failure.": null, "Brennan: You need a 10?": null, "Lou: I need a 10. Don't give me… You don't have to give me six. Six?": null, "Erika: Well, can I… Instead of giving him-": null, "Brennan: Aabria just gave me a little-": null, "Erika: Adversity tokens, Dream is like, \"I got this, I'm fairly sure I": null, "have a handle on this now,\" and magics to find one. It's like, [sighs]": null, "come to me. Yeah.": null, "Aabria: What are you… Casting a spell? Are you helping?": null, "Erika: Yeah. Casting a spell to help, yes.": null, "Aabria: Okay, hold on. 'Cause what happened in that moment was just sort": null, "of a snap reaction to a thing that was happening. So, as you go to pull": null, "out your phone and you clock that the battery's gone, your basketball": null, "slips out of your duffel bag. [ball bouncing] Just sort of rolls away": null, "and hits the end of one of the little pens.": null, "Lou: I think I wait a second to see if any of the animals are attracted": null, "to the basketball, knowing that if one of them was, that would be my": null, "animal. Nobody's gonna do it, all right.": null, "Aabria: And you wait a couple seconds to see, and all the animals kinda": null, "look at it and look at you, and then the basketball slowly begins to": null, "roll back to you.": null, "Erika gasps.": null, "Lou: I think I immediately kick it away. [laughing]": null, "Aabria: Fight roll, difficulty of five.": null, "Lou: Okay, great. Fight my basketball real quick. That is a our. So, I": null, "think I lose to my basketball. Yeah, I lose to my… I could never beat my": null, "basketball. I could never-": null, "Aabria: You go to kick it, and your basketball jukes out of the way,": null, "almost breaking your own ankles.": null, "Aabria makes a basketball squeaking noise.": null, "Lou: I, from the ground,": null, "Jammer: Respect. Respect.": null, "Aabria: And your basketball, while you're on the ground, kind of rolls": null, "back over to you and nudges you in the leg.": null, "Lou: I pick it up. I think… I roll it away again to see if it comes": null, "back.": null, "Aabria: It rolls, hits a pen, gets just enough to start dribbling, and": null, "it dribbles back over to you. Does a little figure 8 around your legs.": null, "Lou: Oh, hell yes. I immediately spin.": null, "Aabria Yeah!": null, "Jammer: I got my familiar.": null, "Evan: That's so cool!": null, "Dream: That's so perfect for you.": null, "Jammer: This is cool. I honestly was really nervous about getting an": null, "animal because I'm also pretty bad with pets, mostly 'cause none of our": null, "pets were real pets, we would just adopt cats that were living around.": null, "It was just-": null, "Dream: They kind of live outside.": null, "Dream: They're outdoor cats.": null, "Jammer: And you would try to pet them and they'd scratch you, and you'd": null, "be like, well yeah, we didn't do this right. But this, this I know.": null, "Evan: I love it. Dude, all the wizards who've been here have been super": null, "mean and snooty and stuff, and this is like, eff them, man. It's like,": null, "you didn't want an animal anyway. This is perfect. I love it. I love": null, "that it's gonna T-O all these jerk wizards, you know?": null, "Aabria: I need you to make… Oh god, what do I want this to be? Grit": null, "roll. Difficulty of 10?": null, "Erika: Oh, that's it, I make it. I make it by 12.": null, "Aabria Oh, yeah.": null, "Erika: Make it by two.": null, "Lou: Go off.": null, "Aabria: You're good. And as you're watching all of this happen, you": null, "notice you look, and on your shoulder is just a little chipmunk wearing": null, "a very cute sweater with patches on the elbow. And he turns to you and": null, "says,": null, "Chipmunk: That is cute, isn't it?": null, "Dream: [whispering] What the fuck?": null, "Chipmunk: Oh, language. We don't have to talk like that, dearie.": null, "Brennan: Is that the chipmunk saying that?": null, "Aabria: Yup! All of you understand.": null, "Erika: I look over and there's a giant boa constrictor in the corner and": null, "I kind of try to sidle up to it and be like.": null, "Chipmunk: Oh, please don't get closer. It will eat me.": null, "Dream: What? No, no, no.": null, "Chipmunk: No, it absolutely would. It is a boa constrictor.": null, "Dream: You’re not—": null, "Evan: Dream, that's incredible. That's an incredibly useful familiar.": null, "Your familiar can talk.": null, "Chipmunk: Hello, it's nice to meet you.": null, "Evan: Hi, I'm Evan Kelmp. [extends his hand]": null, "Chipmunk: Hi. [shakes Evan’s hand]": null, "Evan: Tiny little hand.": null, "Chipmunk: I have a little hand.": null, "Evan: Hello.": null, "Chipmunk: What's my name?": null, "Dream: [stammering] I don't. But wait, yours is cute and Instagrammable,": null, "and yours is your basketball, mine's, no, no, this can't-": null, "Chipmunk: I'm very smart, I make very nice tea. I can don clothing. I'm": null, "actually no slouch with a mop.": null, "Evan: All of Dream's… You're seeing the same thing I'm seeing, right?": null, "Chipmunk: I need a name.": null, "Sam: Look, I've known her since I was a kid. It's interesting.": null, "Dream: Theodore. Theodore, I don't know.": null, "Theodore: Theodore, oh that's perfect. Hello. Hello, I'm Theodore.": null, "Evan: You're adora— you’re really－": null, "Jammer: This is super cute.": null, "Theodore: It's so nice to meet you.": null, "Sam: This is the cutest thing in the whole world.": null, "Dream: No, no it's not cute! I bet that you're secretly like, some sort": null, "of like… You're amazing at fighting, right? You go in and crawl inside": null, "somebody's intestine, or something.": null, "Theodore: Oh, not at all, but I'm great at a bicycle. You know the": null, "bicycles with the really big front thing.": null, "Dream: No, no, no, no!": null, "Theodore: I'd like a tiny one of those.": null, "Sam: [very happily] A chipmunk on a tiny bike.": null, "Evan: You have a penny-farthing bicycle?": null, "Theodore: You know what it's called!": null, "Evan: Yeah! Also called velocipede.": null, "Theodore: Oh my goodness. He's lovely.": null, "Jammer: You know both names? Wow.": null, "Sam: Just top that.": null, "Jammer: I mean, Dream, it feels like you and this incredibly cute": null, "chipmunk are gonna get along great.": null, "Theodore: Absolutely.": null, "Aabria: And he gives you a little pat on your ear.": null, "        Dream makes an exaggerated upset face.": null, "Jammer: Are you gonna cry?": null, "Erika: I feel like I’m just, this close to tears.": null, "Theodore: Don't cry. If you have to cry, just sing a song and you'll": null, "feel much better.": null, "Dream: No, I can't.": null, "Jammer: Oh. [laughing]": null, "Dream: [pained] Oh, god. Oh, god.": null, "Evan: [quietly to Sam] I feel like this is not going according to her": null, "fanfic.": null, "Sam: [to Evan] This isn't working for her at all. [louder] Hey. Hey,": null, "buddy. Hey, Dream.": null, "Dream: It's dark, I'm dark. I'm so spooky.": null, "Sam: You're the spookiest, bud.": null, "Dream: I am. Man, yeah. I'm just, queen of darkness, I was supposed to": null, "have you know, something gothic. And look, no offense, Theodore.": null, "Theodore: None taken, probably.": null, "Dream: But I just… I was supposed to have something really brooding and": null, "badass, and just, you're-": null, "Theodore: [excited] I smoke a little pipe.": null, "Jammer: I mean, I love my basketball, but Theodore sounds amazing.": null, "Dream: [resigned] Okay, you're right. You know what?": null, "Evan: Dream, I know that it's not the aesthetic, but think about it,": null, "now, no matter where you go, you're gonna have someone to talk to. You": null, "won't have to go days and days without talking to anybody.": null, "Dream: Is that what you do?": null, "Evan: Dream, stop interacting with me. I know I started a conversation": null, "with you, but it doesn't have to be about me, it can be about things": null, "that are about you.": null, "Dream: I don't know, I sort of do best with examining the lives of": null, "others, and sort of breaking them down into tropes that I can call out": null, "to-": null, "Evan: Real people aren't tropes, though, you know? I'm not a character.": null, "Dream: You look an awful lot like Kylo Ren, though.": null, "Evan: Okay, I'm gonna find an animal.": null, "Brennan: And I'm going to… I just realized saying  \"I'm not a character\"": null, " out loud is a very trippy- [laughing]": null, "Lou: It was a weird world-": null, "Aabria: My mind split in half and I observed the curvature of the": null, "universe.": null, "Brennan: Evan really believes that. [laughing] Am I a character right": null, "now? How am I not myself? How am I not myself? I'm gonna go into the pen": null, "and just be like, \"Just be normal, just be normal, just be normal,\" and": null, "walk into the pen.": null, "Aabria: You walk into the pen and… Charm roll, difficulty of eight.": null, "[cheerful music] That's doable. I'm nice.": null, "Lou: He can do it. He can do it.": null, "Danielle: Yeah.": null, "Brennan: [rolls] Well. [laughing]": null, "Danielle: No.": null, "Aabria: How'd you do, buddy?": null, "Brennan holds up one finger.": null, "Aabria: Mm. Mm-hmm, mm-hmm. With a 1, and keep in mind that I did say": null, "before that more than 5 becomes interesting.": null, "Lou: Oh, wow.": null, "Aabria: So, what you see, is every animal just slams their bodies back": null, "against the edges of the pen trying to get as far away from you as": null, "possible. And Danielle, what extra worst thing do the animals do to just": null, "get out of Evan's radius?": null, "Danielle: Oh, they're all trying to leave?": null, "Aabria: Mm-hmm, just add a little something for me.": null, "Danielle: Well, a couple of them start spittin' blood, and the blood's": null, "coming out, and then the ones that are trying to rush are just slipping": null, "and falling in that blood because there's kind of so much of it. And it": null, "would be cute if it was chocolate milk or something, but it's definitely": null, "dark, dark blood that animals are now skidding 'cause they're trying to": null, "get away and then falling and covering themselves in it.": null, "Aabria: There's three otters just slicked with black blood in the": null, "corner, slipping and sliding, grabbing each other, trying to do the": null, "otter hand holding thing as they slide and screech and try to get away": null, "from you.": null, "Brennan: I'm gonna quickly step back out of the pen.": null, "Evan: Uh. This might not happen for me, so.": null, "Woman: What the dukes?": null, "Aabria: And a very slender, short, petite elven-looking woman kind of": null, "comes over.": null, "Woman: [stammer] What? What is that? Hey!": null, "Evan: I'm sorry, it wasn't… It really wasn't intentional.": null, "Woman: No. Hold on. Why has nothing… You have a－": null, "Jammer: Yeah, I got one.": null, "Woman: Okay, I'm gonna… I don't think we had… Did we have a basketball": null, "before? No? No? No, no. So, I'm gonna charge you for that anyway 'cause": null, "it was not… Was it sentient before you came in?": null, "Jammer: No, it would not roll back to me or break my own ankle": null, "previously.": null, "Woman: I think that counts as a familiar finding you here and you will": null, "be charged full price. You have… Oh, that's adorable.": null, "Aabria: And Theodore gives a little bow and she curtsies.": null, "Woman: Beautiful. Amazing, yes. And we're at the end of the line and": null, "you've caused some-": null, "Evan: If you have a mop, I can clean up.": null, "Woman: No, please don't get anywhere near the pen. Hold on. May I": null, "interact with you, please?": null, "Evan: Yeah, if you want.": null, "Woman: Okay, hold on.": null, "Aabria: And she pulls out an angular shard of prismatic glass, holds it": null, "up to you and then holds it up to your eyes, and then over your": null, "shoulders and over your chest, and when she passes over your heart, she": null, "drops it and steps back. Says,": null, "Woman: Oh. [clears throat] The thing I'm going to say, I don't want to": null, "be alarming… I'm not going to charge you. You have a familiar－": null, "Evan: I know.": null, "Woman: Yes.": null, "Woman: Then you know clear to stay far away from… It's a shadow.": null, "Everyone, please look down.": null, "Aabria: And you look down and there's torchlight everywhere and you're": null, "all throwing interesting shadows. Evan has thrown none this entire time.": null, "Dream: Holy shit!": null, "[cast laughing]": null, "Woman: And if you see it－": null, "Evan: I know, run.": null, "Woman: Stay away.": null, "Evan: I know, run. I know. I've seen it before and I run, I understand.": null, "Woman: Run. It has fed recently.": null, "Evan: Oh, that's so bad.": null, "Woman: It was pleased.": null, "Jammer: Your shadow feeds?": null, "Sam: What does that mean?": null, "Woman: Nothing for you to worry about! [clapping rhythmically] Off you": null, "go. Please leave my store. I'll give you a discount if you go quickly.": null, "Yes, yes, yes.": null, "Jammer: All right, yeah.": null, "Sam: Okay.": null, "Woman: Three gold. Three gold, three gold. [begins to point to Evan,": null, "then hesitates]": null, "Evan: I understand, I'm not-": null, "Woman: Do you want a sweet? You want a candy?": null, "Evan: Yeah. I can't turn it down, yeah.": null, "Woman: Here you go.": null, "Aabria: And she slowly offers you a little toffee.": null, "Evan: Thank you. [pops it in his mouth]": null, "Woman: Whoo. Get out of my store. Thank you, thank you, thank you.": null, "Goodbye.": null, "Jammer: Yeah, I think we head out. Well, you guys wanna eat? Or you": null, "wanna get some clothes, or?": null, "Evan: You guys don't have to hang out with me if you don't wanna. I know": null, "it sucks to be around me. You just saw a bunch of animals vomit blood. I": null, "know that sucks. You don't have to hang around me if you don't want.": null, "Dream: You are so dark.": null, "Evan: ...Yeah.": null, "Aabria: Theodore just starts shifting uncomfortably on your shoulder,": null, "like,  ": null, "Theodore: You seem to be heating up and getting a little slick. I'm": null, "losing my footing here.": null, "Dream: On my shoulder?": null, "Theodore: Yeah. It's kind of sweaty and I don't want to hurt you with my": null, "claws.": null, "Evan: I… Yeah, I'm sorry. I'm sorry I didn't… I feel like I'm fucking up": null, "this day for you guys. I'm really sorry.": null, "Dream: Are you joking? You're clearly a chosen dark lord.": null, "Evan: Please don't say that!": null, "Dream: Oh my god! You have special powers－ And it should've been me,": null, "yes, absolutely. I should've been some sort of queen of darkness, I": null, "prayed to Satan long enough for this－": null, "Theodore: Oh, he's not real. He died a long time ago.": null, "Evan: You and the pig, I don't know what you have in common that you": null, "both think that but… I…  ": null, "Theodore: The pig? Continue.": null, "Dream: This is the raddest thing ever. You are so cool! Oh my god! Look,": null, "I will… Okay, I'm sorry for bringing up your past history with animals": null, "and everything, and maybe you're right, maybe I should see you as a": null, "whole human being and not be reductive in the way that I was previously,": null, "but oh my god, you are so cool and we are gonna nurture this gift inside": null, "of you.": null, "Evan: I don't wanna bring the mood down because I'm actually okay right": null, "now. I really am okay right now. This is the best day I've had in a": null, "long, long time. I've lost a lot of families and housing situations and": null, "places that I can be because I'm really dangerous to be around. It's not": null, "cool, and it's not something that… You're swooning even more as I say": null, "the sad things. Look, you're welcome to think that this is… I guess on a": null, "technical level it is certainly interesting. If you guys see a shadow in": null, "my shape, and I know that I'm pretty tall and gangly and the shadow": null, "probably looks like that, just run. I don't know how any of it works.": null, "There's a light here and it's hitting me, and there's also light behind": null, "me on the ground, 'cause that's how light works, is it's bouncing off of": null, "me, so what's that light? We don't know. [slow music] Look, the thing I": null, "talked to the headmistress about earlier was basically just, I'm just": null, "basically here to talk to a wizard doctor and try to get this removed.": null, "You've made ice cream today, and your basketball came to life. You guys": null, "clearly belong here and should be here and should be learning magic. I'm": null, "basically just here to get this, [clicks] just out of me, and just be": null, "able to have a life, you know?": null, "Sam: Well, we don't want you to not hang out with us, you're Team": null, "Muggle.": null, "Jammer: Yeah, man.": null, "Theodore: You can't say that.": null, "Sam: Okay, Team Mugs. Mug's Mug, I don't know.": null, "Jammer: I'ma say the whole word, I'ma say it every time.": null, "Aabria: Digsby's sort of across, a couple steps away, they all, the": null, "three of them have been sort of watching over you.": null, "Digsby: Don't say it. It's weird when you say it.": null, "Dream: I mean, you know, it sounds to me like so far, your whole life,": null, "this magical ability has been making things hard for you, it has pushed": null, "people away from you, but now it has the ability to bring people to you,": null, "you know? It brought us all together, so-": null, "Digsby: There's lots of evil wizards in the world. I'm sorry, I didn't": null, "mean to cut in, but－": null, "Brennan: I'm going to stand up. And was this Digsby who said this?": null, "Aabria: Uh-huh.": null, "Brennan: I am going to point to him and say,": null, "Evan: I am not an evil wizard!": null, "Brennan: And I think I wanna make a Fight check.": null, "Aabria: Yeah!": null, "Danielle: Oh, listen to that bass in your voice.": null, "Aabria: Give me a Fight roll, please include your Magic die. Difficulty": null, "of-": null, "Lou: This is scary.": null, "Aabria: Let’s call it a, no. It should be hard 'cause you're not holding": null, "your wand.": null, "Brennan: Mm-hmm.": null, "Aabria: Let's go Fight roll, difficulty of 15.": null, "Erika: Oh no, you made that-": null, "Brennan: I'm going to halve mine, and when I halve mine and add my": null, "bonuses, it's automatically an 18. But do I add my Magic die to that?": null, "Aabria: No.": null, "Brennan: No, cool.": null, "Aabria: No, that's fine.": null, "Brennan: Cool, cool, cool.": null, "Aabria: That's fine.": null, "Lou: That'll do.": null, "Aabria: That'll do. [laughing]": null, "Brennan: So, I'm not even holding my wand, but just point at him and": null, "say,  \"I'm not an evil wizard.\"": null, "Aabria: Yeah, what do you wanna do? What happens? You tell me. You won.": null, "Brennan: I'm going to point at him, and I think in my little grocery bag": null, "of socks, underwear, and T-shirts－": null, "Aabria: Buddy－": null, "Brennan: That my wand blasts out of the box and tears it to tatters and": null, "snaps into my hand. And I send Digsby－": null, "Brennan: We watch space behind him collapse. You know like when a fast": null, "camera motion of zooming through streets and cliffs and stuff like that?": null, "Brennan: I just bend the space behind him to throw him on a rock in the": null, "middle of the sea. Just. [whooshes] I don't actually wanna kill him.": null, "Right now I am maintaining enough composure to not destroy him.": null, "Aabria: This is a fun thing because normally you don't get to decide if": null, "something's lethal or not.": null, "Brennan: Oh, sorry, I didn't know that.": null, "Aabria: But I'll let you have this one 'cause it's the first day. Don't": null, "roll this high again. [laughing]": null, "Erika: He didn't roll!": null, "Brennan: I did not know that I was-": null, "Aabria: Yeah! That's fun for me.": null, "Brennan: So yeah, in that case...": null, "Aabria: No, you did it. Sir, you did it. And Digsby disappears from": null, "view. He just sort of, concussive force hits him and he collapses in on": null, "himself and disappears backward. And Tallulah and Fergus look over and": null, "look shocked at you, and then quickly recompose themselves into calm": null, "demeanor. And you can see the beads of sweat and confusion, and all of": null, "you can hear the whispers of people talking. [indistinct whispering] And": null, "you hear,": null, "Voice: Dark One? Interesting.": null, "Aabria: And murmurs begin. [mysterious music] And all of the attention": null, "on this little alley in this magical place at the beginning of your": null, "magical adventure is centered on you four. And that's where we're going": null, "to leave off episode one of our show!": null, "[cheering]": null, "Lou: Hey, hey, hey, hey. [clapping]": null, "Aabria: Yay!": null, "Danielle: Hey.": null, "Lou: Hell yes.": null, "Aabria: I don't remember if there's an outro that I have to do.": null, "Brennan: No, that's it.": null, "Aabria: Okay, cool!": null, "Erika: Oh my god.": null, "[NEXT TIME ON DIMENSION 20 - Episode 2: Class Conflict]": null, "Aabria: You, you see it almost magically, this ripple of possibility": null, "that you've seeded, especially in the youngest students who are": null, "realizing, we're on our own and we make our own choices here.": null, "Student: I mean, every house has a team, but we're the ones that win the": null, "cup every year.": null, "Jammer: Hey, [throws the horns] we'll see about that.": null, "Student: What the fuck? Why are you doing that?": null, "Jammer: Why don't you go hang out on an island, my guy? Goat House!": null, "Lou: And I run back to join my friends.": null, "Jammer: I just told Digsby to suck it.": null, "Aabria: Gonna do a lot of magic here.": null, "Lou: Hey, I sent baby powder out of my wand. I can do this. I can summon": null, "wind.": null, "Erika: What is the target again?": null, "Aabria: You learned how to move a tiny amount of dirt and you're like,": null, "\"Got it.\"": null, "------------------------------------------------------------------------": null, "Edited by: Kyber Bonsai, tevildo, gluegunshots, solsys": null}