{"Dimension 20": null, "Misfits and Magic": null, "Starring: Aabria Iyengar as Game Master": null, "Erika Ishii as Dream;": null, "Danielle Radford as Sam Black;": null, "Lou Wilson as Whitney Jammer;": null, "and Brennan Lee Mulligan as Evan Kelmp": null, "Episode 3: Family On Six": null, "< [Previous Episode] | [Next Episode] >": null, "This transcript is unfinished!": null, "Want to help edit it? Here’s a link to the Google Doc.": null, "Please record any changes you make here.": null, "(air hissing)": null, "(warm tones resound)": null, "(dramatic instrumental music)": null, "Aabria: Hello friends, and welcome to episode three of Dimension 20's": null, "\"Misfits and Magic.\" I am your intrepid GM, Aabria Iyengar, and with me": null, "are my Magical Misfits. Say hi, Magical Misfits!": null, "Everyone: Hi, Magical Misfits!": null, "Lou makes little “creeping hands” as he says it.": null, "Aabria: Why are you all gerblins?": null, "Lou: I don't know. I thought I'd be scary this time.": null, "Aabria: It was too spooky.": null, "Lou: Sorry guys, I didn't mean to scare you, it's just me.": null, "(Magical Misfits laughing)": null, "Aabria: Let's start with our spooky boy, Lou.": null, "Lou: Hey, what's up? This is spooky boy Lou Wilson playing Whitney": null, "Jammer.": null, "Aabria: Erika.": null, "Erika: Hi, I'm Erika Ishii, I'm playing xX_BrokenDream_Xx, otherwise": null, "known as Dream.": null, "Aabria: (laughs) Danielle.": null, "Danielle: Hi, I'm Danielle Radford. I'm playing Sam Black or whatever": null, "her last name winds up being after this episode, who knows.": null, "Aabria: (gasps) Yo, that was a, please take an adversity token.": null, "Danielle: Thank you.": null, "Aabria: For stunting on the intro. And Brennan!": null, "Brennan: Hi, I'm Brennan Lee Mulligan and I'm playing Evan Kelmp.": null, "(group laughing as Brennan stares directly into the camera)": null, "Danielle: Every time.": null, "Erika: Every time.": null, "Aabria: It's Kelmp, Kelmp.": null, "Lou: All day without hearing it. Now we're right back to it again.": null, "Aabria: Yeah, it was a beautiful 12 hours of just not remembering. And": null, "with that we drop back into the fiction and pick up exactly where we": null, "left off, the four of you having traversed from your potions class up to": null, "the Applied Evocation Room when suddenly the door bursts open. A gout of": null, "flame licks out and you hear the screams and laughter of students": null, "within. What do you do?": null, "Erika: I just water, water, water.": null, "Aabria: Just-": null, "Erika: Yeah, just spread it.": null, "Aabria: Oof, I'm gonna call that a fight roll. I'm gonna say your": null, "difficulty is a 12. Don't forget your magic die.": null, "Erika: Oh, man.": null, "Aabria: Does everyone still remember how to play this game?": null, "Erika: I don't, I don't, it's been not even 12 hours.": null, "(die taps table)": null, "Erika: Oh, oh, that's a two. I got ones on everything. Oh no, that's a": null, "three, but I got ones on everything. Oh, it's bad.": null, "Aabria: It's bad.": null, "Erika: Oh, it's bad.": null, "Brennan: Take your adversity token for a failed roll.": null, "Aabria: Oh, you're gonna want to.": null, "Erika: Oh, yeah, I can take a roll.": null, "Aabria: You whip your bright-pink sparkly wand and sort of sight unseen": null, "attempt to cast a water spell to douse whatever flames you see. But you": null, "struggled a little bit with the business end of your wand and it was": null, "pointed back at you. You don't have a lot of good wand discipline yet": null, "and all of you are going to be like, it's like a fire hose (water": null, "spraying) that pushes you and slams you all back against the wall on the": null, "opposite side. There's no counters for hit points here, but it felt very": null, "bad, and you all kind of get your bells rung by this fire hose of water": null, "in the wrong direction.": null, "Evan: God! [smacks the wand away]": null, "Jammer: I, ugh, okay, hey, hey.": null, "Aabria: They've been in one class, I don't know what this is.": null, "Jammer: Okay, everybody feelin’ good?": null, "Lou: I think Jammer's immediately gonna get up and check to make sure": null, "nothing's broken, kinda do some stretches, some just gentle,": null, "Jammer: Everybody feel good? (shouts)": null, "Aabria: (mimics stomping) You hear loud stomping and you can actually": null, "feel the heat and flame coming out of this room and you see a massive": null, "orange something pass by the doorway.": null, "Brennan: Uh, I'm gonna get up, dripping wet and go,": null, "Evan: [whispering] I'm gonna poke my head in there and see if it's": null, "normal or it's bad.": null, "Brennan: And then I'm just gonna peek into the room real quick.": null, "Aabria: You look into the room and you see, you were kind of going over": null, "with the mob of Chimeron and most of the other students in your class": null, "are kind of hanging back in the hallway. They got the fuck out of Dodge": null, "when you firehosed yourself and they're sort of watching on this side,": null, "but you actually see 12 or 15 Aqrabus students back against the wall on": null, "the inside, some looking scared, some kind of grimacing with delight as": null, "this massive fire construct stomps around smashing the tables and chairs": null, "that are everywhere and catching things on fire. And you see": null, "occasionally a student will put something out behind it, but they're not": null, "interacting with it. But it didn't see you. It's about 10 feet tall.": null, "Brennan: It's about 10 feet tall. And this is a construct that doesn't": null, "appear to be, it's not like a transfigured person.": null, "Aabria: Would you like to do a roll to get some bigger intel on that?": null, "Brennan: Yeah, I would.": null, "Aabria: Let's go brains roll, difficulty of 12 unless you want to do": null, "magic about it.": null, "Brennan: I would like to do magic about it.": null, "Lou: [quietly] He’s gonna do magic about it.": null, "Aabria: Okay, this is kind of a, like, detect magic-y sort of spell, so": null, "let's go brains roll difficulty of eight.": null, "(dice rattling for a long time)": null, "Brennan: Mm.": null, "(Lou gasps)": null, "Aabria: Don't forget your magic die! I know you're rolling it, I just": null, "like saying it.": null, "Brennan: Yeah, yeah, yeah. That's gonna be a 9.": null, "Aabria: Perfect. So you kind of lean in. Is your wand out?": null, "Brennan: It's not out. I think Evan's in a place of just like, walking": null, "and seeing these scared but delighted Aqrabus students seeing this": null, "thing, not sure if this is normal or not. I think it's completely": null, "reflexive. I think that Evan, like a lot of wizards have magical things": null, "occur during their childhood and Evan's had a lot of those.": null, "Aabria: Yeah.": null, "Brennan: So I think it's like, the wand thing to him, if someone was": null, "like, you can't do magic without a wand, he'd be like, (chuckles) “you": null, "don't know what the fuck you're talking about.”": null, "(group laughing)": null, "Brennan: “I do magic all the time without a wand and it's awful.” So": null, "like, I think he's just, it's reflexive.": null, "Aabria: Okay, the sentence I heard was I do magic without a wand and": null, "it's awful. So going with that, he successfully casts a spell and the": null, "stone sorts of dents in and cracks as you form this tether and it turns": null, "to you and you see into its eyes and you see the person inside it that's": null, "sort of freaking out and screaming not in pain but just in usion and": null, "shock. Looks like a student.": null, "Brennan: Do look like they've lost, they tried to do this and they've": null, "lost control of it?": null, "Aabria: I don't think you can tell that. They seem to be surprised by": null, "the turn of events.": null, "Brennan: Okay. I'm gonna turn to my friends and say,": null, "Evan: I can't fix this. There's a kid trapped inside that. I don't know": null, "if the kid did it or if the kid just got eaten by it, but there's a kid": null, "in there and they're trapped.": null, "Jammer: What? This is the class we're going to?": null, "Random student: Save us, dark one.": null, "Aabria: 'Cause all of the Aqrabus students just saw you do magic without": null, "a wand and it looked wild.": null, "Evan: Why are you, don't, I, my name is Evan Kelmp! Please refer to me": null, "as such!": null, "Brennan: And I'm going to-": null, "Dream: All right, well, let's get him out.": null, "Lou: Yeah, yeah.": null, "Sam: Yeah.": null, "Evan: I don't wanna do the stuff that I can do, but there's a kid who's": null, "trapped in that monster.": null, "Student: Yo, Evan Kelmp, did you do magic without a wand, my guy?": null, "Evan: [yelling] I don't know, okay?": null, "Brennan: And turn back to-": null, "Student: Did I say \"my guy\" right?": null, "Jammer: Yeah, you said it, that was right, right on.": null, "Student: Thanks.": null, "Erika: So we, so I, Dream sort of bursts through the door and goes like,": null, "Dream: Okay, nobody panic!": null, "Erika: And I, you know, it's fiery, right?": null, "Aabria: Yeah, it's just massive fire.": null, "Erika: Okay, I'm going to try and sort of take any benches or chairs or": null, "tables or anything and sort of like corral it in there and just sort of": null, "like smash it up.": null, "Aabria: Nice, let me give you an updated lay of the land just so now": null, "that you're in you see it. This is a massive classroom. It's got": null, "20-foot-high ceilings. It seems less decorated and less covered in": null, "adorable old wood. It's an open space and you're not necessarily sure if": null, "everything sort of started out on the walls, but there's a lot of open,": null, "free space on the inside and desks and tables and what little shelving": null, "there is, is pushed up against the side so you can absolutely grab those": null, "and try to corral him in. But know that there's nothing in this room": null, "more than half of his height tall.": null, "Erka: Oh, okay.": null, "Aabria: So you're gonna have to do some big magic to try to match it and": null, "cage him or kind of agree to a stopgappy thing to buy your group some": null, "time.": null, "Brennan: And sorry, there's no adults present?": null, "Sam: I was just gonna ask about a teacher.": null, "Aabria shakes her head.": null, "Brennan: Yeah, yeah.": null, "Lou: Can we collaborate on that idea?": null, "Erika: [slight crosstalk] Get everyone in here.": null, "Lou: Can we all start pulling or try to corral him?": null, "Aabria: Did Dream effectively communicate what her plan was?": null, "Erika: Right, it's like, said, like,": null, "Dream: Look, okay, stop him!": null, "Aabria: [laughs] Yeah, good.": null, "Erika: And then just starts trying to move the desks. Points at the": null, "desks.": null, "Brennan: I'm gonna run in and start physically moving desks. I'm like,": null, "pushing desks into the path of this thing.": null, "Aabria: You see a pile of students and at the center a silver-haired": null, "kind of Sylvan-looking youth kind of nudges him and says,": null, "Aqrabus Student: Use your magic, use your magic.": null, "Evan: [suddenly yelling] Hey, oh, do you go to this school? Did you grow": null, "up in wizard land? Would you like to do a spell about it?": null, "Brennan: And he picks up his wand and puts out a chair that's next to": null, "you that was a little bit on fire that you hadn't quite noticed yet,": null, "Aqrabus Student: (mocking) Magic~!": null, "Evan: You're rude!": null, "Aqrabus Student: Go, new kids.": null, "Sam: Evan, it’s okay—": null, "Aqrabus Student: You're doing great, proud of all of you. (laughs)": null, "Evan sucks in an angry breath and shakes his head.": null, "Lou: I think Jammer's gonna get on Dream's team and start using his wand": null, "to essentially chuck desks at it, just like trying to move them,": null, "(grunting) yeah.": null, "Aabria: All right, so we've got some telekinesis going. For you, Dream,": null, "please roll, let's go Grit, difficulty of 10. For you because you're": null, "actually trying to hit him let's go Fight difficulty of 10. What are you": null, "doing, Sam?": null, "Danielle: I am trying to corral the students and make sure that everyone": null, "is out of harm's way. So I'm like a big beacon of like,": null, "Sam: Okay everybody. Just go, stay in the corner. You, it looks like you": null, "want to do a little bit of a going outside. We're not doing that yet so": null, "just everybody stay here and stay calm, we've got this handled, yay": null, "Britain.": null, "Aabria: Give me a Charm roll, difficulty of 10.": null, "Lou: Love, we've got this handled.": null, "Aabria: Yay, Britain.": null, "Lou: Do magic die explode?": null, "Aabria: Huh?": null, "Aabria: They do!": null, "Erika: Oh, really?": null, "Erika: Oh, this changes everything.": null, "Danielle: What was my?": null, "Aabria: 10.": null, "Sam grins, a little nervously, at Aabria.": null, "Aabria: I know, I know.": null, "Sam: 8.": null, "(Aabria and Brennan gasp)": null, "Brennan: Oh, no.": null, "Aabria: [whispering] That's great.": null, "Danielle: I know, I am also shocked.": null, "Aabria: The Aqrabus students look over at you 'cause Chimeron's been": null, "staying in the hallway like, ‘Yeah, we're already outside, but thank you": null, "for your concern’ from down the hallway.": null, "Sam makes a quick goat house hand symbol.": null, "Aabria: Yeah, you sense that they're doing it back, but you can't see": null, "them 'cause you’re in the room.": null, "Brennan: I'm gonna go join Sam and be like,": null, "Evan: Do you guys know that there is a kid, another student inside of": null, "that fiery being? Did you see what happened, what did you see?": null, "Aqrabus Student: Oh, yeah, that's Penfrew.": null, "Evan: You have to be more helpful.": null, "(group members laughing)": null, "Evan: You have to be more helpful. What happened to Penfrew, and how can": null, "we stop it? Is this part of the class? Should this be happening?": null, "Aqrabus Student: Mm, no, no, yes, no.": null, "Evan: [pauses] I don't remember my questions in the order I asked them": null, "either.": null, "Aqrabus Student: Yeah.": null, "Evan: Does Penfrew need to be rescued right now?": null, "Aqrabus Student: Well, he's not enjoying this very much, no, no.": null, "Evan: Okay, you guys have a great time. I hope that you're happy with": null, "your Scorpion House.": null, "Aqrabus Student: I'm just saying, you would do very well over here so-": null, "Evan: No one does well in Scorpion House.": null, "Aqrabus Student: You don't-": null, "Aqrabus Student: I thought were the one that was like, \"They're evil,": null, "don't- We're not evil, it's self-identification. Like, I felt you were": null, "very pro not being about-": null, "Evan: What would you know about me based on our zero previous": null, "conversations? You stranger, you stranger, I don't know you!": null, "Sam: Hey, hey, hey, buddy.": null, "Axelby: My name is Axelby Killoran. I don't think this is the time for a": null, "chat, actually.": null, "Evan: Yeah, I don't want to make friends! If you like Scorpion House,": null, "we're not on good terms!": null, "Jammer: [yelling as he does wand motions] Evan, sit down, dude, relax!": null, "(all laughing)": null, "Dream: Just breathe.": null, "Jammer: Don't let 'em get to you, dude!": null, "Dream: Count to 10, count to 10!": null, "Evan: [demonic voice] One (growls) two! (screams)": null, "Aabria: They turn and they're just like (claps) oh, mysterious.": null, "(Brennan growling)": null, "Dream: Evan, count to 10.": null, "Erika: Uh, 22.": null, "Aabria: You rolled a 22?": null, "Erika: I rolled 22 'cause grit is my highest.": null, "Erika: And then my magic exploded.": null, "Aabria: Oh my God.": null, "Lou: And I just got a 13.": null, "Aabria: No, you're both crushing it.": null, "Lou: We're crushing it, we’re crushing it.": null, "Aabria: So you are sending chairs and tables scattering against the": null, "fiery Penfrew. And they sort of break and get consumed by him": null, "immediately but he's like, stuck in this place pinned down and then you": null, "build this massive wall up and around and over him. Please add a little": null, "bit, to me. That was a very high roll. And look me in the eye.": null, "Erika: Yeah.": null, "Aabria: You know what I'm asking you to do. What extra bit happens with": null, "this spell, Dream?": null, "Erika laughs and momentarily faceplants.": null, "Erika: [whispered] Oh, fuck. [normal] So Dream is like slamming the": null, "desks in it, starting to explode and get consumed in the fire and she": null, "goes,": null, "Dream: [cutesy voice] Wait, stop, please!": null, "Aabria: And it turns and sparkles just a little bit in your direction.": null, "(Dream sings joyfully)": null, "Fire Elemental: (mimics used humming)": null, "(Dream sings more)": null, "Aabria: And in its usion, it completely freezes and sits down as you": null, "finish building this cage of detritus up and over it and there's little": null, "bits of crown moulding and gilts and it gets really cute for an": null, "improvised structure. And he waits quietly within it as your voice": null, "returns to normal.": null, "(Dream coughs)": null, "Aabria: He's still on fire.": null, "Dream: What the fuck was that?": null, "Aqrabus Student: Yo, what the fuck was that? That was some cute shit.": null, "Sam: Did you rejoin choir after you moved?": null, "Dream: [raspy] No, no, I don't really sing. It's not really a mode of": null, "expression in which I am accustomed.": null, "Sam: That was beautiful.": null, "Jammer: That was like some \"Frozen\" shit. And I'm not even gonna lie, I": null, "love “Frozen.” I watched it a bunch of times. That was some straight": null, "Elsa shit.": null, "Evan: Yeah, that was-": null, "Dream: Uh, it's a little problematic as a movie just because, you know,": null, "I can't social justice right now.": null, "Dream: This is too much.": null, "Sam: Do you need to sit down?": null, "Dream: Yeah.": null, "Sam: 'Cause you can always social justice.": null, "Dream: Yeah, yeah, no, no, that's not. Oh, God, somebody check on...": null, "Brennan: I look over at Jammer and go. (stammers) And I'm gonna walk": null, "over-": null, "Aabria: Penfrew, like, is sitting crisscross applesauce, kind of-": null, "Brennan: Still within the mech of the like-": null, "Aabria: Yeah, within the sort of cage of stuff and he scoots and turns": null, "and sits and looks at you and occasionally keeps looking over in Dream's": null, "direction.": null, "Brennan: So I'm gonna walk over to this fiery being that is surrounding": null, "Penfrew. I'm gonna look into it. And it seems calm right now, it's like": null, "waving? Do I still have that connection to Penfrew in the middle or no?": null, "Aabria: [thinking] Uh… No, you have to cast a new spell to do it.": null, "Brennan: Cool. I look around, I look at you just singing that and I look": null, "at all the spellcasting going on, and I'm going to jam my hand into the": null, "chest of the thing to grab Penfrew and pull him out.": null, "Danielle: Whoa!": null, "Aabria: Are you doing magic? Or did you just reach with your hands and": null, "your heart?": null, "Brennan: Just reaching with my straight hands.": null, "Aabria: Sir. (chuckles)": null, "(Brennan laughs and claps)": null, "Erika: Oh no.": null, "Lou: This man ate an owl pellet. This doesn't feel that—": null, "(Brennan laughing)": null, "Lou: This feels around that kind of area.": null, "Erika: We already established, you already mentioned something offhand": null, "last episode about like if he touched fire it wouldn't matter.": null, "Brennan: Oh, I'm going to, yeah, I'm just gonna reach. Like, Evan is": null, "fine with whatever happens. He doesn't know if magical fire is the same": null, "as regular fire or whatever the deal is, but he's just like, I'm not": null, "doing, he's like, I've never done a spell in my life that helped anybody": null, "so I'm just gonna reach in with my hands and pull this kid out.": null, "Aabria: Please make a Grit roll, difficulty of 16.": null, "(tense instrumental music)": null, "(Lou muttering)": null, "Brennan: That's a nine. And I don't add anything else to grit.": null, "Erika perks up and starts rifling through their adversity tokens.": null, "Aabria: This is a snap decision on Evan's part. No one can assist.": null, "Erika: Damn it!": null, "Brennan: Can I burn my own adversity tokens on a snap decision?": null, "Aabria: Yeah, I'll allow it.": null, "Brennan: Cool, that's a nine. One, two-": null, "Aabria: Shut up.": null, "Brennan: Three, four, five, six, and my last makes seven, that's 16.": null, "Lou: Look at that.": null, "Aabria: [pained] Oh my God.": null, "Brennan: Every adversity token expended.": null, "Aabria: And the room gets really quiet as you got close and sort of": null, "looked into the cage. And you hear people murmuring like,": null, "Crowd: He's not pulling his wand out, what's his plan? Is he gonna like,": null, "talk? He's gonna talk the boy out of being on fire?": null, "Aabria: And then you just (mimics wind howling) reach in and the fire": null, "licks around your arm but you don't seem fazed by it. And you pull": null, "bodily and this young sort of freckly teen gets yanked out and like, how": null, "do I describe this?": null, "(haunting instrumental music)": null, "Aabria: It's like a charcoal version of a humanoid shape sort of": null, "crumbles in after, that was around him and just sort of crumples into a": null, "smoldering pile inside the cage as you just pull Penfrew free. And he's": null, "just in your hands in his little robes just super sweaty and scared and": null, "just looks up at you like. (whimpers)": null, "Evan: Are you okay?": null, "Penfrew screams.": null, "Evan: At me?": null, "        Penfrew shakes his head a little and mumbles incoherently.": null, "Evan: Or at your situation?": null, "Penfrew continues to mumble, then takes an ominous, rasping breath.": null, "Evan: Yeah, I get it, you're good.": null, "Penfrew: [strained] I was on fire.": null, "Evan: Yeah, yeah, yeah, for sure.": null, "Penfrew: [loudly] Don't set me on fire!": null, "Aabria: And he turns back to that group that was heckling you.": null, "Penfrew: You can't just set people on fire, I think!": null, "Aabria: And he is, like his robes, sweaty though they may be are green": null, "and he extricates himself from you, gives you a little nod, completely": null, "bland like he wasn't scared of you. He was just scared. Calms down, kind": null, "of brushes himself out, walks back over to the group.": null, "Penfrew: You can't just set me on fire and then let me stomp around.": null, "Like, it's fucking rude.": null, "Brennan: Mm-hmm, this is another Aqrabus kid?": null, "Aabria: Yeah.": null, "Brennan: Gotcha.": null, "Jammer: So, y'all just do this for fun? Is this just something y'all do": null, "to homies? Y'all just light each other on fire and then laugh and burn": null, "things and stuff?": null, "Aabria: And you're talking, but I do want to cut you off just to say": null, "that you cast another spell, you cast it successfully and you look down": null, "and your wand is different now.": null, "Lou: [covering his face] Okay.": null, "Aabria: [handing over a wand tray] You have to like, close your-": null, "Lou shouts excitedly and pumps his fist.": null, "Lou: [a little shaky] Thank you.": null, "Aabria: You can take the whole tray.": null, "Lou: I do not take this lightly.": null, "Aabria: [clapping] Speech, speech.": null, "Lou: God.": null, "Aabria: You can pass the tray back I guess.": null, "Lou: [showing the tray to the camera] There's runes on the tray.": null, "Lou: You can have the tray back.": null, "Aabria: You can't just show 'em. I feel like they're actual magic.": null, "Lou: Yeah, sorry.": null, "Aabria: And I'm gonna get in trouble.": null, "(Lou sighs contentedly, looking at his hand)": null, "(Aabria laughing)": null, "Lou: I'm sorry. [sticks his hand into the wand bag] This feels great.": null, "This is a good feel. I'm just checking before.": null, "Lou takes out his wand and the cast cheers.": null, "Erika: What?": null, "Brennan: Oh my God.": null, "Lou: Oh, man. I think Jammer looks down at his wand and notices the grip": null, "and the lacing and it just has a real like, one of those classic bro": null, "emotional moments that's just like,": null, "Jammer: [shutting his mouth very tightly] Mm. Mm-hmm, yeah.": null, "Aabria: Your little basketball kind of rolls up and nudges you in the": null, "foot, gives you a little nod, Spalding side up.": null, "Lou: I pick him up.": null, "Jammer: Yo, let's smash the school. Yeah, this is good, this is good.": null, "[bounces the basketball]": null, "[the magical misfits laugh and clap]": null, "Evan: It looks great, man, that's awesome.": null, "Jammer: Yeah, yeah.": null, "Evan: Spalding seems to like it.": null, "Erika: Wow.": null, "Jammer: Yeah, Spalding's about it, dude. This is good, this is good.": null, "This does feel like my wand.": null, "Dream: That's so you.": null, "        Evan: Great, man.": null, "Sam: It's so sporty.": null, "Jammer: Yeah, this is a great grip, this is good. This is like, I feel": null, "like won't get sweaty, anything. This is going for four quarters for": null, "sure, yeah.": null, "Evan: That's so cool.": null, "Axelby: That’s some first year shit, but it's a cool wand, good job.": null, "Evan: Who’s saying this?": null, "Aabria: Boy in the center.": null, "Brennan: Perfrew or different—": null, "Aabria: No, it's Axelby, the guy like-": null, "Brennan: Axelby Silverhair he said-": null, "Aabria: [laughing] “Axelby Silverhair”.": null, "Brennan: He said \"First year, but it's cool\"?": null, "Evan: [low voice] Nobody fucking asked you. Why are you weighing in?": null, "You're not a part of this group. You're the people in the corner. You're": null, "the fucking corner people, we're the heroes. Why don't you keep your": null, "fucking thoughts to yourself. (growling)": null, "Sam: Whoa, hey, Kelmp, buddy.": null, "Evan: I just don't like people being rude to you, man.": null, "Jammer: Hey man, I respect that.": null, "Axelby: Did you see that? Did you see how he was like? (growls)": null, "Lou: I step up,": null, "Jammer: What's your name, man?": null, "Axelby: Axelby Killoran.": null, "Jammer: Axelby. Axel, what's your last name?": null, "Axelby: Killoran.": null, "Jammer: Axelvy Killoran?": null, "Axelby: Axelby, but yeah.": null, "Jammer: Axelby.": null, "Axelby: Yeah, Axelby Killoran.": null, "Jammer: Word, word. Hey man, well, we're the pilot program.": null, "Axelby: Yeah, we know exactly who the fuck you are 'cause you're like-": null, "Jammer: Yeah.": null, "Axelby: Our age, but your wands are just changing and it's a like a": null, "whole thing for you.": null, "Jammer: 100%. Hey man, well, I'm glad that you know how to turn your": null, "friends on fire and that's all chill.": null, "Axelby: Yeah, do you want me to set you on fire?": null, "Jammer: (chuckles) Bro, go ahead and try.": null, "Lou: And I full on put my hand on top of his head and just tap him": null, "twice.": null, "Jammer: No, man, go ahead and try. I'd love to see that.": null, "(Aabria gasps)": null, "Jammer: I'd love to see that.": null, "Aabria: Oh my God. I need you to tell me what this roll is 'cause I": null, "wanna say, oh God, I want to be like a grit or a brawn roll?": null, "Lou: Mm-hmm.": null, "Erika: I feel like it's a brawn roll.": null, "Aabria: It's gotta be like a brawn roll, just-": null, "Lou: I think it's a little bit of intimidation.": null, "Lou: It's that kind of, I'm trying to son this man.": null, "Aabria: Yeah!": null, "Lou: Yeah.": null, "Aabria: Oh, Brawn roll, difficulty of 10.": null, "Lou: (claps hands) I'll take half.": null, "(cast yells in unison)": null, "Danielle: Whoa, hey!": null, "Aabria: And he, oof. Give me a charm roll, difficulty, make it like,": null, "four. It's just like now, this is closer to a notice roll.": null, "Lou: Okay, so this is charm four?": null, "Lou: (chuckles) Right on it, that's four.": null, "Aabria: And the second time you tap him you see a flicker across": null, "Axelby's expression that isn't, like, the one that's staying is just": null, "straight intimidation like, this dude put his actual hands on me and we": null, "don't touch. We're British and wizards and touching is wild here.": null, "Aabria: Is just, oh my God. It's like Mr. Darcy on fire, like, oh my": null, "God, physical contact. They don't know what to do with that. But you": null, "also see something else flickers that looks like it's like regret and": null, "there's just like a little bit of pleading in there for just half a": null, "second before he goes back to just being deeply afraid and he kind of": null, "goes away like,": null, "Axelby: All right, I was just offering.": null, "Jammer: Mm-hmm, yeah.": null, "Axelby: We're done.": null, "Jammer: Well, like my man said, we're the heroes. The next time my girl": null, "talks, you should probably listen.": null, "Sam: [crosses her arms and nods firmly] Hm.": null, "Axelby: [nods just a bit] What's up?": null, "Sam: What's up?": null, "Axelby: Okay, I mean, we just didn't need to leave the room. We were": null, "trying to make sure that Penfrew doesn't like, you know, like actually": null, "set anything important on fire.": null, "Sam: Maybe don't, just don't set your friends on, like, just don't have": null, "to do that. And that feels like an option that you can just say no to.": null, "Aabria: And Penfrew's just like,": null, "Penfrew: Yeah.": null, "Aabria: And then immediately gets like, called out. Kind of goes back to": null, "sitting quietly. And like,": null, "Axelby: It was just a lot. We knew it was like the first day with you": null, "all. You're new, you want to see cool stuff. We were just trying to make": null, "it interesting, keep it spicy, you know?": null, "Evan: Are you guys in this next class session?": null, "Axelby: Yeah, we're with you.": null, "Evan: You're not here hanging out from the previous section? You're here": null, "in this section?": null, "Axelby: No, no, no. Like, all of your classes are with, it's like,": null, "Chimeron and then one other group and we do them together.": null, "Evan: Okay.": null, "Axelby: And we're with you for Applied Evocation.": null, "Evan: Okay, I think our interaction is done. I think I know everything": null, "about you that I need to know.": null, "[Lou clapping]": null, "Axelby: You are very uptight for someone with just a lot of like": null, "(groans) ability.": null, "Evan: Listen, my man Jammer already fuckin’ stuffed you in a box so I": null, "feel like we're good. You can try to claw whatever status back that you": null, "had, but I saw you almost piss yourself when Jammer tapped your head": null, "'cause he'll bounce you up and down the fucking court like Spalding, you": null, "know what I mean? I'm not worried.": null, "(Lou mimics ball bouncing)": null, "Dream: Yeah, do not fuck with us, [cutesy voice] please be nice.": null, "(coughs)": null, "[sparkly sound effect]": null, "Axelby: Not gonna say anything.": null, "Evan: Yeah, I'm fully good on this.": null, "Jammer: Yeah, let's go grab a table.": null, "Evan: Let's go grab a table, yeah.": null, "Axelby: Yeah, I'll just sit over here, that's fine.": null, "Jammer: Hey, Dream.": null, "Jammer: Do you wanna, like, get into your...": null, "Dream: Condition?": null, "Jammer: Well, I don't know. Just the moment, I don't know. Like, you": null, "know, I mean, Evan does a bunch of stuff and we just kinda ride with it.": null, "I don't know if you also want to do, just like take the Evan mode where": null, "we're just like, that happened and we just kind of roll though it or if": null, "that's, um…": null, "Dream: Nah, thank you. I appreciate you broaching this topic. You know,": null, "I am a little freaked out here because this is not, I mean like, again,": null, "no offense Teddy, but like, just it's not me, you know? It's so girly": null, "and it's, you know, I mean, [to Sam] sorry, no offense or anything.": null, "Sam: No, it's okay.": null, "Dream: It's just not like-": null, "Sam: I'm hard femme when I need to be.": null, "Dream: Yeah, yeah, yeah.": null, "(Lou laughing)": null, "Dream: And it's real cute, it's real cute on you but it's not, you know,": null, "I'm supposed to be getting possessed and talking to demons and having": null, "the snake blood and stuff and that was really cool, all that stuff that": null, "you were doing and that you, you know, you reached your hand in there": null, "and you didn't catch on fire.": null, "Brennan: I haven't even looked at my hand. What happened to my hand? Do": null, "I look at it and see any? I was kind of like, yeah, what is it looking": null, "like right now?": null, "Aabria: So you see it is sort of sooted over, but you see little": null, "fissures, but they don't feel painful. Like, there's no blistering,": null, "there's no burns, but your hand is sort of struggling to return back to": null, "a form that is skin. It had changed in order to acclimate to what you": null, "were trying to do.": null, "Evan: Yeah, it's not as cool as… It's not like I'm strong. There are": null, "things out there that won't let me die. So it's not like I'm badass.": null, "It's like, there are things that are pushing me towards something that": null, "need me to be something.": null, "Aabria: As you talk, six fully robed people walk in, hoods up, their": null, "faces completely obscured and they walk into the room and you see kind": null, "of in the center of the floor there's some carved-in sigils in a big": null, "circle in the center and they stand at each of the four points.": null, "Brennan: I want to say to Dream, real quick, before 'cause I know that": null, "this class is about to start. I just want to be like,": null, "Evan: Look, like, Jammer and Sam have magic that like, their wands are": null, "the coolest wands, they're so happy with that. I get it, you don't like": null, "what your magic is like. And I agree with that, and you don't have to": null, "like it. You get the cards you get, but I just want to say that if": null, "there's a part of you that likes that stuff somewhere, the world would": null, "actually be a better place if people were singing songs and shooting": null, "pink magic everywhere. Like, that's a good world.": null, "(soft instrumental music)": null, "Dream: [quietly] Yeah. Yeah, I guess, I won't, that's actually helpful.": null, "And maybe it is kind of more me than all the, you know, black lipstick": null, "and everything. Maybe, yeah, thanks. And I feel like, you know, your": null, "magic is terrifying and scary and I think really cool, but you know, it": null, "brought us all together. And I feel like maybe you denying that you have": null, "it might be bad for you in addition to any other voices in your head": null, "that are preventing you from dying.": null, "Evan: Yeah. Yeah, that's not something you necessarily can solve in one": null, "day by yourself.": null, "Jammer: Yeah, I hate to interrupt, but there are like, four hooded dudes": null, "who just walked in here and I-": null, "Aabria: There's just like, low-level ominous Latin chanting.": null, "Jammer: Yeah, it just feels like we should.": null, "Dream: Okay.": null, "Jammer: We gotta get our heads in the game.": null, "Dream: Yeah, okay, right.": null, "Jammer: But we'll return to this.": null, "Sam: Yeah, let's just table it until the hoods are gone.": null, "Jammer: Exactly, yeah.": null, "Aabria: After about a minute all of the sigils light up with black": null, "energy that flickers forward. I need you [points to Brennan] to make a": null, "grit roll, difficulty of 10.": null, "Brennan: That's a three.": null, "Aabria: You hear something in the back of your mind that starts chanting": null, "along with it, and Evan's eyes, sclera, pupil, iris, everything just go": null, "to black. As the spell finishes, and in a poof of darkness there is a": null, "ghostly figure of a man standing at the center of this sigil and circle.": null, "Evan, your eyes go back to normal. You hear the chanting stop as these": null, "four purple cultists stop and they turn. And without saying anything or": null, "addressing any of you walk out of the room and just this ghostly figure": null, "remains.": null, "Dream: Is that our teacher, you think?": null, "Jammer: I think so, but if four dudes have to come and summon our": null, "teacher for our teacher to be here, that just feels like so much extra": null, "work. Like, there's not another corporeal person who could just teach": null, "the class?": null, "Dream: Yeah, why don't those guys teach the class?": null, "Jammer: Exactly.": null, "Professor: You can just ask the question out loud if you would like.": null, "Jammer: Yeah, are you, who are you? Are you the teacher?": null, "Criggle: I am Professor Criggle, and tenure is a motherfucker here.": null, "Jammer: Ah.": null, "Criggle: Yeah. Yeah, I died eight years ago. Contract's not up for": null, "another 12. You hate to see it.": null, "Dream: Well, I didn't know that-": null, "Evan: So your tenure means not only can they not fire you, you can't": null, "quit.": null, "Criggle: Can't quit, can't die either.": null, "Sam: That doesn't sound fair.": null, "Criggle: They will bring me back for another semester. This is fine and": null, "I am fine with it and I don't, you, sir, are you always like that with": null, "your arm?": null, "Evan: [pleasantly] No, but it goes away most of the time. Thank you for": null, "asking.": null, "Criggle: Okay. What is, why is there fire?": null, "Aabria: And you see he raises his hands and he also doesn't use any sort": null, "of wand to cast because he just has sort of necromantic energies. And": null, "you see a ghostly version in reverse of fiery Penfrew trapped in a cage": null, "and then the cage sort of crumbling down and desks and chairs ripping": null, "away from his body and he stomps back around and it sort of traces back": null, "to where he started when the spell was initially cast by some other": null, "members, not Axelby, in that group. And he goes,": null, "Criggle: Oh, okay, we set a boy on fire. You, are you okay?": null, "Aabria: Penfrew just kind of shakes his head no. He says,": null, "Criggle: All right, you, would you like to go to the nurse? That's gonna": null, "be longer than you think and if we could just get that taken care of you": null, "can get back in here for class.": null, "Evan: Yeah, that actually would be great. I'll go to the nurse, thank": null, "you.": null, "Criggle: Yep, okay. The rest of you, let's talk about defensive casting.": null, "Aabria: And he begins into a long, boring lecture as Penfrew kind of": null, "hops up, looks at you, \"come on,\" and gestures for you to follow him.": null, "He'll lead you towards the nurse.": null, "Evan: Cool, I'll see you guys in a little bit.": null, "Jammer: We'll take notes. Or, they'll take notes.": null, "Evan: Awesome, yeah, yeah, yeah. I'll check your guys' notes later,": null, "awesome, thank you.": null, "Dream: And we can also send the little things.": null, "Jammer: Oh, yeah.": null, "Dream: If you have a message.": null, "Jammer gets out his wand and sends a paper airplane note with a little": null, "twinkle of magic. Evan catches it.": null, "Evan: [reading the note] What's up?": null, "Jammer: What's up?": null, "Criggle: Please refrain from passing notes in class.": null, "Jammer: Sorry.": null, "Criggle: That's fine. Anyway, back to defensive casting.": null, "Aabria: And he starts to gesture and lecture and ghostly words appear in": null, "the room around you as the two of you leave. And sufficiently clear of": null, "the door and halfway down the hall Penfrew finally kind of looks over": null, "his shoulder and back at you.": null, "Penfrew: Um, I'm Penfrew Lairmsbury. Are you good?": null, "Evan: I'm fine, thanks for asking. How are you doing? I know your": null, "friends put you in that...": null, "Penfrew: Yeah, they just do kind of wicked shit all the time. It's not": null, "great.": null, "Evan: Yeah. Well, I'm really sorry.": null, "Penfrew: Oh, me, too. Thank you for, how did you? Is it weird to ask?": null, "'Cause you get very mad when people ask you about your magic.": null, "Evan: I really don't get mad when people are regular. When people are": null, "just normal and polite, I'm so polite. I know that I'm coming across as": null, "like a yelly guy, but everyone at this school feels so entitled to come": null, "up and talk to me like we've met. Not one person, not one person,": null, "Penfrew, not one person has come up and said hello and introduced": null, "themselves. People literally start interactions with me by going, \"So,": null, "you're the Dark One,\" like we are friends.": null, "Penfrew: That sounds exactly like Ax. (laughs) That was great.": null, "Evan: Yeah, that guy's bad.": null, "Penfrew: Eh, I mean, he's like a legacy.": null, "Evan: I bet, I know, he's like a rich private school kid.": null, "Penfrew: Yeah, 100%.": null, "Evan: I just hope, yeah, and listen, tell your friends they really": null, "shouldn't mess with us. Like, I'm trying to say that—": null, "(Lou chuckling)": null, "Evan: —as a warning like, Jammer was doing you all a favor by explaining": null, "to you that you really shouldn't mess with us. Jammer doesn't need a": null, "wand to kick your ass. I've fought adults in gas station parking lots": null, "with no magic. Like, if Axelby wants to start some shit, I won't need,": null, "my eyes won't go black. I will just actually stomp his ass to the": null, "ground.": null, "Evan: I know you're all, like, British private school kids. I'm not here": null, "to fuck around and none of my friends are.": null, "Penfrew: That's honestly so fucking fair, and I'm really, I'm sorry? I": null, "guess I'm sorry.": null, "Evan: Thank you, that's really, again, like, I'm really a nice,": null, "easygoing guy, but it is amazing the button pushing-": null, "Penfrew: Well, here's the thing-": null, "Evan: That's going on in this place.": null, "Penfrew: Everyone, like, okay, so there's not a lot of like, inter-house": null, "communications like a day in. It's like, the first day of school or": null, "whatever. But stories, you know?": null, "Evan: Yeah.": null, "Penfrew: Like, you know what gossip is, right?": null, "Evan: Um, not so much. Not inasmuch as I have sort of had social": null, "circles.": null, "Penfrew: I'm sweaty, I'm sorry.": null, "Evan: No, no, it's fine, yeah. Yeah, no, I don't super know gossip, and": null, "that's actually very, uh, a lot of my life has sort of been about trying": null, "to be as unperceived as possible.": null, "Penfrew: But, here's the thing. I feel I'm gonna say a thing that is": null, "part of my personal context being in the house that's full, kind of": null, "known for being like, evil and shitty. And I feel like it might make you": null, "mad so can you promise that you won't hit me with a gas station? I": null, "didn't know the middle part of what you said.": null, "Evan: Petrol station, sorry, yeah, for sure.": null, "Penfrew: Petrol, I don't know what that means either. (laughs)": null, "(cast members laughing)": null, "Evan: I've fought adults in a petrol station parking lot.": null, "Penfrew: Oh, it's like a place.": null, "Evan: Yeah, yeah, yeah.": null, "Penfrew: Yeah, okay, please still don't fight me.": null, "Evan: Oh, it's not even a British thing, you're magic. You don't have": null, "any context.": null, "Evan: You don't have any context. I have fought adults in a paved area": null, "without help around.": null, "Penfrew: Oh, okay, okay. Well, that's wild and I'm sorry. I feel like": null, "I'm just gonna keep saying I'm sorry to you.": null, "Evan: Whenever I just honestly report the facts of my life people get": null, "emotional.": null, "Penfrew: Yeah, I mean, I kinda get it. Okay, so you're not gonna fight": null, "me if I'm just like.": null, "Evan: It is completely unacceptable to ask someone to pre-promise their": null, "emotional reaction to information that they don't know what the content": null, "of it is. I'm gonna have the reaction that is appropriate to whatever": null, "you tell me.": null, "Penfrew: But like, okay, but feelings are one thing and what you do with": null, "those feelings is another. So you can feel however you want to feel": null, "about what I'm going to say. Please don't fucking stomp me for it.": null, "Evan: Say what's on your mind.": null, "Penfrew: I don't want to. We're actually at the nurse's station so I'm": null, "gonna just slide on in.": null, "Aabria: He just goes through the door.": null, "Lou: Say what's on your mind. (laughs) That's a guarantee. That's pretty": null, "much saying, I'm gonna stomp you.": null, "Danielle: Yep.": null, "Lou: That's saying, I'm gonna stomp you.": null, "Brennan, laughing, smacks his hands on the table a few times.": null, "Aabria: This little wizard read the writing on the wall and ran to the": null, "door.": null, "Lou: Say what's on your mind.": null, "Danielle: All you're missing is cracking your knuckles.": null, "Lou: Exactly!": null, "Erika: Oh my god, yeah.": null, "Evan: All right, Penfrew, it's been real.": null, "Aabria: Oh, he's already gone. (Magical Misfits laughing) He's super in": null, "that, like, he slipped into the room to end that interaction.": null, "Brennan: Cool. I'll just wait on the bench until Penfrew's done and I": null, "can go talk to the nurse.": null, "Aabria: Yeah, he comes out just a couple minutes later and he's got a": null, "really big, like a jug of water.": null, "Penfrew: Okay, cool. Good interaction. Thank you for not fighting me.": null, "Like, I mean that both on this very long walk and then before when I": null, "was. (whimpering)": null, "Evan: Yeah, you don't deserve to be set on fire and I hope-": null, "Penfrew: Thank you.": null, "Evan: You should consider asking for a transfer out of your house. Evil": null, "shouldn't be a valid choice of place to study.": null, "Penfrew: I mean, what are you gonna do?": null, "Aabria: And he just walks-": null, "Evan: Quit, quit.": null, "(members laughing)": null, "Penfrew: That's not an option!": null, "Aabria: And like goes down.": null, "Evan: Oh, okay. Have a good one, Penfrew.": null, "Aabria: And you see a big sort of pink mitt of a hand open up the door.": null, "Brennan: Mm-hmm.": null, "Nurse: Is someone else here?": null, "Evan: Hi, I'm Evan Kelmp.": null, "(Danielle laughing)": null, "Nurse: Evan Kelmp.": null, "Evan: I have some burn injuries on my hand.": null, "Nurse: Oh.": null, "Evan: I may have also cast some reflexive non-wand magic. But I actually": null, "am glad to, can I come in?": null, "Nurse: Yeah, yeah, come on in.": null, "Aabria: And the door sort of fully opens and you see this six foot tall,": null, "thick, bald-headed, bearded man, but everything is like bismuth pink.": null, "He's completely pink with bright blue eyes.": null, "Evan: Wow.": null, "Nurse: Yeah. Oh, hello, yeah, Evan Kelmp?": null, "Stitchnit: Good, I'm Nurse Stitchnit. Go ahead and take a seat.": null, "Evan: Hi Nurse Stitchnit, thank you for seeing me.": null, "Stitchnit: Yeah, so do you mind if I look at? We can do like a-": null, "Evan: Yeah, yeah, yeah, yeah.": null, "Stitchnit: Inspection and talk. Okay, so those aren't, it's not so much": null, "that your arm is burned, though it is very hot. You know, hold on.": null, "Aabria: And he goes and puts on oven mitts and then regrabs your arm and": null, "is kind of like,": null, "Stitchnit: Your arm is different. How, how are you like this is all I'm": null, "gonna say.": null, "As Evan talks, Stitchnit applies something to his hands and rubs them": null, "together.": null, "Evan: Well, I guess that kind of kicks us back to the conversation I": null, "sort of primarily wanted to have which was, you know, I got the owl with": null, "the letter and then Headmistress Philtrum got a call on her owl and": null, "there's been almost no-": null, "Stitchnit: Arm please. [begins to apply something to Evan’s arm]": null, "Evan: Yeah, there's been almost no formal window for student feedback or": null, "any kind of communication about what this is or what's happening.": null, "Stitchnit: Yep.": null, "Evan: It seems like this place really runs on rails.": null, "Stitchnit: 100%.": null, "Evan: And there's not a lot of like, hey, stop the clock. Let's sort of": null, "talk about what's sort of...": null, "Stitchnit: You're so not wizardly about this whole thing. It's kind of": null, "funny.": null, "Evan: Just by-": null, "Stitchnit: You're doing good.": null, "Aabria: And he's just covering you from finger to shoulder.": null, "Evan: Being, like, inquisitive is not wizardly?": null, "Stitchnit: Not really, about this kind of thing.": null, "Evan: Okay, well, the whole thing is, listen-": null, "Stitchnit: You can take your hand back, just let it dry, keep it in the": null, "air, thank you.": null, "Evan: Gotcha. I've been like this forever. I can't answer any how": null, "questions. I don't, I've been in a series of care facilities and": null, "organizations throughout my childhood and a lot of them have evaporated": null, "or otherwise bad magical situations have happened that have necessitated": null, "I depart.": null, "Stitchnit: Mm.": null, "Evan: But the question is, the real question I sort of have. The only": null, "reason I sort of said yes to this, I'm not actually interested in": null, "studying here. But this is the first shot at anything close to an": null, "explanation I've ever had. This is the first time I've been reached out": null, "to by any other person that seemed to understand that what is happening": null, "to me is not a hallucination.": null, "Stitchnit: Mm, mm-hmm.": null, "Evan: I'm just here to get, (chuckles) I would have loved an invitation": null, "to a magical hospital more than like a magical school really 'cause I": null, "just need it gone. I just sort of need it to stop.": null, "Stitchnit: [clicking glasses on over his eyes] Okay.": null, "Aabria: And he's put on these glasses and kind of is doing that same": null, "thing of inspecting you through different lenses. And you kind of feel": null, "your hand": null, "going all tingly and cool. It's like icy-hot on your arm as it slowly": null, "begins to go back to normal.": null, "Stitchnit: Yeah, okay, so what I'm seeing, there's a lot. There's a lot": null, "happening in you, and I know you know that. So let me first say that": null, "your feelings and your experiences are incredibly valid and obviously": null, "happened. I'm not here to tell you the thing you already know which is,": null, "you can put your hand down.": null, "Stitchnit: That you've experienced a lot of fairly traumatic magic, yes,": null, "yes. And let me say first and foremost that if the thing you want most": null, "in this world is to no longer be magical, that's super doable. We can": null, "book you for an outpatient exorcism and just deal with that right away.": null, "(Evan sobs softly and puts his face in his hands)": null, "Stitchnit: Oh, oh, oh, sweetie. Do you want some water? You want some": null, "tea? You're American, do you want a soda?": null, "Evan: [strained] I would love a Coke.": null, "Stitchnit: Yeah, yeah.": null, "Evan: Just a Coca-Cola would be great.": null, "Stitchnit: I can do that. [whispering into something in his hand] Get a": null, "Coke.": null, "Evan: I didn't know. I mean, obviously I don't know anything about magic": null, "so I didn't know if that was gonna be actually an answer. I didn't know": null, "if the thing I was asking for was even like an option.": null, "Stitchnit: Oh, sweetie, absolutely.": null, "Evan: Awesome.": null, "Stitchnit: I cannot… I just, I just want you to consider what that will": null, "mean for you. I haven't gotten a lot of your background, but-": null, "Evan: It's not even—": null, "Stitchnit: You don't have to say it.": null, "Evan: If I was just acting selfishly, I would still want this. I would": null, "still just want to be normal. I would still just want to be normal. But": null, "I'm sure that if I live with this for longer I'm gonna become the thing": null, "that everyone thinks. So it's like, it's in everyone's interest for me": null, "to not be like this.": null, "Stitchnit: Can, I, I'm so sorry. Can I give you a hug?": null, "Stitchnit: Yeah.": null, "Aabria: And he just like a bear, like pulls you in and you are just lost": null, "in a massive pink and pristine white robes. He sort of pats you on the": null, "head.": null, "Stitchnit: You remind me so much of my daughter. Wait, you, you're all": null, "in, you're in Chimeron.": null, "Stitchnit: My little girl, Maddy, she's a fourth-year.": null, "Evan: Oh, wow.": null, "Stitchnit: Yeah, she came to me for, she had trouble expressing the": null, "person she wanted to be. And I don't have to make this about me or her.": null, "But she's lovely.": null, "Evan: It's nice to hear that anyone else understands. I don't think": null, "you're being selfish about talking about your daughter. It's nice, it": null, "feels like company.": null, "Stitchnit: Yeah, I... (sighs)": null, "Aabria: And he's getting really emotional, too.": null, "Stitchnit: Just hold on, I'm gonna get us this Cokes. That's like": null, "Coca-Cola, right?": null, "Evan: Yeah, yeah, just Coca-Cola.": null, "Stitchnit: Cool, I wasn't out there for very long and there's so much": null, "weird stuff that we don't know anything about out there.": null, "Evan: Double culture shock 'cause you're magic and it's America, for": null, "Stitchnit: Yeah, 100%. I was looking up a lot about puberty blockers.": null, "Did you know that medicine is better than magic in a lot of important": null, "ways?": null, "Evan: Yeah, I actually did super know that.": null, "Evan: Yeah, there's a lot, yeah.": null, "Aabria: And he comes back and has like one of the mini ones. It's a": null, "little Coke, like tiny Coke. He gives you a tiny Coke.": null, "Brennan mimes unscrewing a bottle and taking a delicate sip.": null, "Aabria: I hate that you made it a bottle. I hate that you made it a": null, "bottle. Take an adversity token for the stress I'm under.": null, "Evan: It's so good, it's so good, tastes like home. (sighs) Um, yeah,": null, "listen, I really appreciate you being kind to me. You're one of the": null, "first adults here that's sort of, you and Dr. Boodle are holding it": null, "down, really.": null, "Stitchnit: Dr. B's pretty great.": null, "Evan: Yeah, Dr. B's great. But um, basically the only thing I just": null, "wanted to ask, basically, was just, yeah, I under-": null, "Stitchnit: Evan, it all goes away.": null, "Evan: Yeah, that's great. I want it all to go away.": null, "Stitchnit: No, no, no, no. It all goes away and Dr. Boodle-": null, "Evan: Perfect, and then I'll just come back and I can hang with Sam and": null, "Jammer and Dream and I won't be a threat.": null, "Stitchnit: Evan-": null, "Evan: I almost killed, I almost killed Sam today with a blood cobra. If": null, "she wasn't so good at magic it, it like attacked her. So that's like,": null, "it's not on the, it's not an option.": null, "Stitchnit: Dangerous as this place is, that young man that was just in": null, "here, his friends did that for fun! That can kill people. This is a": null, "place that things happen to people and magic undoes a lot of that, not": null, "everything. I am very overworked. This is a slow time for me 'cause it's": null, "just the first day. But no, you don't get to come back. It all goes": null, "away. You go home.": null, "Evan: I don't have that. You mean like, why is that necessary? If I'm in": null, "danger, that's fine. I've been in danger before, it's fine. I can work": null, "here, I'll like, clean up or I'll do something here, I can get a job and": null, "I'll just hang out.": null, "Stitchnit: [shakes his head] It's now how that works.": null, "Evan: [strained] Well, that's not very fair.": null, "Stitchnit: Life isn't very fair, son.": null, "Evan looks at him, then gives a resigned nod.": null, "Stitchnit: But, but I don't want to say that. I don't want you to feel": null, "like you only have bad options. I feel like you are a soul that's only": null, "ever known bad options. This is a school, weird though it may be for a": null, "reason, and the things that have happened to you, the things that happen": null, "around you, they don't have to define you. You can learn to control": null, "them. And maybe it takes a little extra work, but you can control it, if": null, "you want. You can stay if you want. I'll help however I can. Dr. Boodle": null, "and I are actually two of the people that advocated the most for this": null, "pilot program. And we want to see you succeed. Not just you": null, "conceptually. Yes, that, too because I saw things out there, Evan, that": null, "yes, NAMPs, the world you experienced, there's so much innovation that": null, "you've done because you don't have magic to fall back on. Toilets are a": null, "huge part of it.": null, "Stitchnit: I have a toilet, it's amazing. I love it so much. But it's": null, "not just that, there's so much needless suffering in the world that": null, "could be helped by magic. And I don't mean to put more pressure on you,": null, "oh God, but I think you are the beginning of something bigger, something": null, "special that could change the world, all four of you. And we didn't know": null, "how special you would be. Philtrum picked the four, but it could be": null, "okay. It seems like you've got some good friends.": null, "Evan: The best. They're the best friends.": null, "Evan: I watched Sam grow this tree out of her wand.": null, "(warm instrumental music)": null, "Evan: And it was like, effortless and beautiful. And I heard Dream sing": null, "with this voice that she's like, so self-conscious about it and it was": null, "beautiful. It was the most beautiful voice I ever heard. And I watched": null, "Jammer look at his wand and see all the cool things he could do in his": null, "life stretch out ahead of him. So I know I have the best friends. I know": null, "I have the best friends. Nothing I'm ever gonna do is worth endangering": null, "any of that. I'm good.": null, "Stitchnit: I just spoke with Penfrew. You pulled him out, you did that!": null, "Evan: I would like the treatment. I'd like the treatment. It's just not": null, "worth it. Thank you for much for the risk that you guys took on me. I": null, "appreciate it.": null, "Brennan: And I'm gonna get up and head out.": null, "Stitchnit: (sighs) Yeah, okay.": null, "Aabria: And he kind of just lets you go. We'll wipe from that class and": null, "sort of reconvene at the end of your first full day. And the rest of": null, "Chimeron is giving you a bit of a wide berth so you can gather up": null, "wherever you want to on campus. You have a free run of the place, and": null, "you don't have to be back in your rooms until 11 o'clock. So what would": null, "you like to do?": null, "Erika: Let's explore the grounds.": null, "Lou: Yeah, I definitely want to check out the scroople field.": null, "Aabria: Scuppers!": null, "Lou: Scupper, excuse me. Scupper field.": null, "Erika: Scuppers!": null, "Lou: I knew it was something whimsical and—": null, "Lou: And not traditionally cool. Yeah, I would love to have convinced my": null, "friends to somehow, like, we'll see the campus.": null, "Erika: Yes we're going to scuppers.": null, "Lou: And then I just lead them to the scuppers field, but yeah.": null, "Aabria: Yeah, are you all together?": null, "Erika: Mm-hmm.": null, "Lou: I mean, everyone who wants to come.": null, "Erika: Yeah, yeah, yeah.": null, "Danielle: Yeah.": null, "Brennan: Mm-hmm, yeah, I'm like,": null, "Evan: [intensely] Yeah, let's go check out the scuppers field, that": null, "sounds awesome. That is so cool.": null, "Aabria: Yeah, without anyone to lead you, you kind of just meander out": null, "of the castle down towards this massive field and get through a little": null, "glade and you're standing on this big, beautiful green pitch. And it's": null, "about 50 yards in both directions, like a big square, and as you pass": null, "onto the grass it's more vibrant and verdant than the rest of the": null, "foliage around you. You feel like you passed into a space, and it": null, "immediately makes your eyes go up and you have a sense of being enclosed": null, "not on a square field but in a cube.": null, "Lou: Mm.": null, "Aabria: And there's two goals at the end of the field. Just big": null, "soccer-looking goals.": null, "Jammer: All right.": null, "Evan: You could really-": null, "Jammer: Yeah, this feels doable.": null, "Evan: You could— Yeah.": null, "        ": null, "Lou: You know, actually, I'm gonna take a slip of parchment or": null, "something. I'd like to shoot it off to Oggle.": null, "Lou: Let's go with, oh, we'll hit 'em both. Let me hit up both Hoggle": null, "and Coggle and be like,": null, "Jammer: Hey, can you meet us at the scuppers field? I need to understand": null, "how this works.": null, "Aabria: Tight, you send that off and then within like 20 seconds they": null, "both appear just like. (snaps fingers)": null, "Jammer: Oh, shit, you can do that? You can just appear places?": null, "Oggle: Yeah, yeah like a little, it's hard to do, but you can do it.": null, "Hey, what's up?": null, "Jammer: We're just checking out the scuppers field and we were all": null, "wondering, we all had questions about the nature of the sport and what": null, "position we might best play and how we would just be dominant and kind": null, "of become the best at this?": null, "Oggle: Are you guys gonna try out for scuppers? Scuppers! (claps)": null, "Jammer: Yeah, I think we're all trying out.": null, "Oggle: Everyone?": null, "Dream: [negatively] Uhh….": null, "Sam: Yeah, I'ma try out for scupper.": null, "Oggle: It's 10 people on a team, you're four, that's easy.": null, "Jammer: We could all play on the scuppers team.": null, "Dream: Could try it out, I guess.": null, "Evan: I'm not super coordinated, but I'd be-": null, "Coggle: I'm gonna get more people!": null, "Jammer: Yes.": null, "Aabria: And Coggle disappears again.": null, "Jammer: Guys, we could all try out for scuppers. It's probably some,": null, "none of these people are athletic. Like, you guys could all probably": null, "rock this.": null, "Dream: We haven't even tried our brooms yet.": null, "Jammer: I was honestly thinking the same thing.": null, "Dream: I guess that'd be pretty cool.": null, "Jammer: I'd like to-": null, "Aabria: Hoggle's still standing there looking a little wounded by not": null, "being athletic, but then he looks down and is like, obviously not.": null, "Jammer: I feel like I asked maybe you or someone else. No, I asked Dr. B": null, "about working out. And none of you knew what a gym was.": null, "Hoggle: Don't know what that is, no.": null, "Jammer: Yeah, exactly.": null, "Lou: But yeah, I'd like to get my broom out and be like,": null, "Jammer: All right, Hoggle, how does this? Is it just like the witches": null, "and you just--": null, "Lou: And I just like put it between me, yeah.": null, "Hoggle: Just sit on it, yeah. Okay, ooh, I'll teach you all how to ride": null, "your broom. Did everyone bring their brooms?": null, "All the misfits lift up their brooms.": null, "Sam: Yes.": null, "Hoggle: (gasps) This is amazing! Okay, just, all right. So super hard,": null, "you gotta focus. Put it under your butt and then push up.": null, "Jammer: All right, and...": null, "Aabria: I need everyone to make a flight roll, difficulty of 7.": null, "(whimsical music)": null, "(dice tapping table)": null, "Brennan sees his roll, laughs, and holds up one finger.": null, "Aabria: Oh buddy, oh buddy. (laughs)": null, "Lou: I pass, is this something we could give adversity tokens to other": null, "people? I’d like to give—": null, "Aabria: Yeah. (laughs) I mean, you see Evan kind of balancing.": null, "Brennan: You-": null, "Lou: Anyone who doesn't make it, I'm giving you adversity tokens.": null, "Brennan: You cannot get me to where I need to be.": null, "Lou: Yeah I can.": null, "Erika: No, I don't think you can do that.": null, "Lou: What are you at?": null, "Erika: I'm a 4 and-": null, "Lou: Yeah, I got you, boom.": null, "Erika: I don't...": null, "Lou: So that's 4 to get you to 8 and that's three to get you to, we need": null, "to get to seven, right?": null, "Brennan: Seven is the difficulty?": null, "Aabria: Seven's the difficulty.": null, "Brennan: Yeah. (laughs)": null, "Lou: Boom.": null, "Danielle: Yeah, I'm at five.": null, "Lou: I'm out of adversity tokens.": null, "Erika: Oh no!": null, "Lou: God damn it.": null, "Aabria: How do you want to help them, Jammer?": null, "Lou: I think it's a lot of, in the same way that I might like, I think": null, "if I get it, I get an 11.": null, "Aabria: Yeah, the moment you push off, you're fine and your center is": null, "balanced.": null, "Lou: I hit a 12, or that's a 13, excuse me, so I think I push off and am": null, "immediately like, I think I gently glide over to them and then just": null, "immediately try and adjust their posture and like just put hands. It's": null, "like,": null, "Jammer: All right, so you just want to feel it, feel it? All right, now": null, "just, balls of your feet, balls of your feet. All right, and push.": null, "Brennan: I was gonna say, I think—": null, "Erika: I think the ones from, yeah.": null, "Brennan: 'Cause I think Sam is only two away.": null, "Lou: Got it.": null, "Erika: Yeah, so two, I’ll, mine—": null, "Brennan: I'ma give two of yours back 'cause I'm a lot away.": null, "Erika: Oh, okay.": null, "Brennan: So I think if I look over at Jammer as you two are going there,": null, "first of all, I'm sitting on the wooden bar of the push broom so I have": null, "the full six feet. It's like the end is way out ahead of me and I'm just": null, "Evan: [shaking his head] It's not, it's not gonna happen.": null, "Jammer: You're gonna hit this, you're gonna get it.": null, "Evan: [crosstalk] Maybe not today.": null, "Jammer: [crosstalk] Maybe not today, yeah.": null, "Evan: But I think…": null, "Lou: [to Danielle] Toss you that. You just need the one?": null, "Lou: Great, boom, but yeah, I think it's me, it's just in the same way": null, "that I would help somebody either work on their swing or their shot.": null, "It's just like, hands-on, asking of course before I touch anybody and": null, "then just kind of, like helping them through the motion so they can feel": null, "it in their own body.": null, "Aabria: Yep.": null, "Lou: And then slowly taking my hands away as they do it themselves.": null, "Aabria: You guys are hovering all about five feet off the ground.": null, "Erika: Really?": null, "Evan: Yeah, yeah!": null, "Sam: I'm like, flying.": null, "Dream: Yeah, oh, you guys, I always knew it would be like this. [holds": null, "her arms away from the broom]": null, "Sam: Nope, nope, you-": null, "Aabria: Brawn check, difficulty of 8!": null, "Erika: Okay, okay.": null, "Aabria: Brawn check, let's go!": null, "Erika: Yeah, again!": null, "Aabria: You went hands free real quick and I love it.": null, "(Erika shouts)": null, "Danielle: \"City of Angels.\" You gotta keep your hands on it.": null, "Erika: (laughs) What do I have to roll?": null, "Aabria: I’ll lower it to a—  I'm gonna say a brawn check, difficulty of": null, "five.": null, "Erika: Brawn, oh no, okay, I can't-": null, "Aabria: How's your core strength, baby?": null, "Erika: I have a 4, oh God. Oh, well, I have plus 2 so, oh, okay, 6, 6,": null, "6.": null, "Aabria: Yeah, you wobble.": null, "Erika: All right, I'm like.": null, "(Dream shouts)": null, "Aabria: And then you got it.": null, "Dream: [arms up] Yeah, yeah!": null, "Evan: (shouts enthusiastically) Awesome!": null, "Jammer: Here we go, here we go, the Goat House.": null, "All misfits make the goat house sign.": null, "Evan: Goat House!": null, "Jammer: That’s Goat House.": null, "Sam: Goat House, oh!": null, "Jammer: Yeah, hey, Goat House, Goat House.": null, "Aabria: As you go to do that, Sam, can you make a charm roll for me?": null, "We're gonna say difficulty of 12.": null, "Danielle: Okay. [rolls] 16.": null, "Aabria: You look down as you kind of do the, (shouts) to catch yourself": null, "and you see a little thread from you to Jammer and from Dream to Jammer.": null, "And you see the thread between Evan and Jammer and it's just, it's not": null, "glowing enough.": null, "Danielle: Okay.": null, "Aabria: You can see it. No one else can, and it's not flickering away": null, "like it normally does.": null, "Sam: Ooh, what? I think it's happening again. I don't know what this is.": null, "It's like we've got these tethers to each other. And right now we're": null, "tethered. You're tethered but it's not the way that it, it's not going": null, "away. It's not the way it looked before. Jammer, say something tight and": null, "encouraging to Kelmp.": null, "Evan: You don't have to.": null, "Jammer: My man's the coolest most incredible dude who's ever. It's like": null, "he's got a bag full of tricks, right? He's kinda like a Paul Pierce,": null, "right? Where he's just like out there, and it's like, wherever he is on": null, "the field, you don't know what's gonna happen, but it's gonna work, you": null, "know? My man's the truth.": null, "Aabria: With every kind word you see a vibration like a guitar string": null, "strumming and it glows a little bit and hits Evan and it sort of just": null, "dully stops.": null, "Sam: Evan, say something super tight to Jammer.": null, "Evan: [softly] You're my best friend.": null, "Aabria: You are almost blinded by a whipcord of bright light that": null, "streaks off and hits Jammer and stays.": null, "Evan: I never had anyone stick up for me, and then the other day when": null, "you got me out of that bad situation, I've just never had, and it was": null, "just like (snaps fingers) reflexive 'cause you're just that guy.": null, "Jammer: Appreciate you, dog.": null, "Sam: Oh my God.": null, "Aabria: It gets brighter.": null, "Dream: [squeaky voice] Softboy, softboy.": null, "Sam: The boys are so soft, but the light is so strong!": null, "Jammer: I mean, I can get down with that. I mean, I'm not sure how I": null, "feel about being called a softboy, but softboy strong light? You know,": null, "that's some good team energy.": null, "Aabria: It glows and it stays.": null, "Sam: I don't know what any of this means, but it's like...": null, "Aabria: Brains roll difficulty of 5.": null, "Danielle: Oh, no, I can't hit above—": null, "Lou: Hit a charm 16, no problem. Brain 5?": null, "Danielle: Explode, explode, explode.": null, "Aabria: Come on, explode, explode.": null, "Erika: Explode, explode, explode!": null, "Aabria: Dunk, you got this.": null, "Danielle: 3.": null, "Brennan: Oh!": null, "Erika: You don't add anything?": null, "Danielle: No, there's nothing I add onto this.": null, "Erika: So Dream is like,": null, "Dream: Here, let's try and figure this out together.": null, "Erika: And she's on her broom which is guardian which means that if": null, "she's defending or aiding somebody that I can roll my stat and magic and": null, "if I fail, reroll the magic, too.": null, "Aabria: Brains roll, difficulty, because you can't quite see what she": null, "sees I'm gonna say the difficulty is 8.": null, "Erika: Okay, all right. 4 and, let's see, what is this, 8, 8, 8, 8!": null, "(Brennan clapping)": null, "Lou: Eight, eight, eight.": null, "All: [speed rapidly increasing] Eight, eight, eight, eight, eight,": null, "eight, eight, eight, eight, eight, eight, eight, eight, eight!": null, "Aabria: [to the camera] I feel like they're just yelling, \"Hate.\"": null, "Lou: [crosstalk] It did, it sounded like hate at one point.": null, "Danielle: It did start hate.": null, "Brennan: Eight and hate, it can ride the line either way.": null, "Lou: It's tough to chant eight, yeah.": null, "Danielle: Too close. Too close.": null, "Aabria: Both are really close, it got weird for a second.": null, "Erika: I like pull up alongside and I'm like,": null, "Dream: Okay, let's think about this, all right? So they said nice things": null, "about each other.": null, "Sam: Right.": null, "Dream: It's not sticking to Evan.": null, "Sam: Right, it's like-": null, "Aabria: You can see it now, too. That was the success.": null, "Sam: It's like-": null, "Aabria: And you that the origin is Jammer and you understand a little": null, "bit more now that this is part of Jammer's ability.": null, "Sam: (gasps) Oh my God, Jammer has like a natural \"Lady and the Tramp\"": null, "thing where it's like—": null, "Jammer: What?": null, "Sam: It's like when nice things start happening, people just connect.": null, "Dream: Spaghetti, spaghetti.": null, "Sam: Spaghetti.": null, "Dream: Spaghetti.": null, "Jammer: Spaghetti?": null, "Brennan: If they're taking a moment to figure out friendship, can I pull": null, "Jammer to the side for a little bit?": null, "Aabria: For sure!": null, "Brennan: Cool, but I don't want to interrupt, but I'm gonna seize that": null, "moment to go grab Jammer.": null, "Dream: Okay, so it is a Jammer thing.": null, "Sam: Yeah, it's all coming from Jammer.": null, "Dream: Is this like a teamwork thing?": null, "Sam: (gasps) It would explain, 'cause it's not a wand thing. It would": null, "explain why he's always so good and encouraging in team sports.": null, "Aabria: Adversity tokens to both of you.": null, "Erika pumps their fist, and she and Danielle both take tokens.": null, "Sam: This is why he's so good at this 'cause it's like a natural loving": null, "and caring goodness. It's a special squad thing.": null, "Dream: Yeah, he's like truly an MVP, you know?": null, "Sam: Yeah, and if you're on his squad then that's what you get.": null, "Dream: Oh.": null, "Sam: I got chills.": null, "Dream: I just feel glad, oh my God.": null, "Dream: Oh my God, yeah, yeah, yeah.": null, "Sam: So we think we figured it out.": null, "Brennan: I'm gonna jump—": null, "Aabria: Yeah, we jump back in time like 10 seconds. (beeping)": null, "Jammer: Hey, real quick man, I just want to say, you're not a Paul": null, "Pierce, that was wrong. You're like a Shaq Diesel. You're like a big": null, "man, unstoppable kind of vibe.": null, "Evan shakes his head and makes a “stop” gesture.": null, "Aabria: I hate how much this is so good for me, specifically.": null, "Jammer: I actually got that wrong. You do have like the Paul Pierce": null, "attributes, but it's honestly, you're more like unstoppable, especially": null, "when you get in the zone.": null, "Evan: I feel like-": null, "Jammer: Yeah, what's up?": null, "Evan: That's really kind, man?": null, "Jammer: You wanna work on the broom stuff?": null, "Evan: Well no, I was just going to say, um, we don't have to get into": null, "it, but in case I get transferred or any other weird kind of thing": null, "happens, I heard a voice coming out of Dream's phone. It was a voice": null, "like the voices I've been hearing my whole life. I don't know if Dream,": null, "when she jailbroke everyone's phones so that we get service here or like": null, "you guys get service here, I don't know if she let something in or": null, "something magical got into the phone, but I heard a voice on her phone.": null, "I didn't want to say anything 'cause it was earlier today and I just was": null, "very self-conscious about sharing more weird. I know every other thing I": null, "say is fucking weird so I just didn't want to say another weird thing,": null, "but if for whatever reason I'm not around, that's something that": null, "happened that should be a point of focus and like...": null, "Lou: I come up, slide my arm around Evan, pull him close, like almost": null, "forehead to forehead.": null, "Jammer: One, you're not going anywhere, all right, right? Team stays": null, "together, all right?": null, "Evan makes a tiny little nod.": null, "Jammer: No transfers here. The transfer window's closed. Nobody's going": null, "anywhere.": null, "Jammer: All right, no more trades, all right? Goat House. [he and Evan": null, "make the goat house hands] There it is, all right. And two, yeah, we're": null, "gonna handle this together, man. Hey, we can handle weird shit. We've": null, "been through a lot. Nobody seems to understand except for Dr. B. So": null, "that's how it's gonna be.": null, "Evan: Okay, man.": null, "Jammer: We'll talk about this after, I gotta understand scuppers, but": null, "after that we're gonna get to the bottom of this phone business.": null, "Evan: You got it, man.": null, "Jammer: Yeah?": null, "Jammer: All right. [they do a back pat] Hey, Goat House on three, family": null, "on six.": null, "Jammer: One, two, three.": null, "Evan and Jammer: Goat House!": null, "Jammer: Four, five, six.": null, "Evan and Jammer: Family!": null, "Aabria: Adversity tokens for both of you.": null, "Dream: There's like, did you see that?": null, "Sam: I saw it, it was like, boom!": null, "Dream: Pow! Okay, so there's like, you know, just this blinding energy": null, "between you two. There's just like such a bromance going on right now.": null, "Jammer: Okay, yeah, yeah.": null, "Dream: Oh my God. And we think it might have to do with your abilities.": null, "Jammer: You mean like, with the?": null, "Lou: I pull out Spalding.": null, "Jammer: You mean like this, like-": null, "Sam: Kinda.": null, "Jammer: Okay.": null, "Sam: We think that you're doing something, a magic thing that has": null, "nothing to do with your wand. We think that you have the magic ability": null, "to be able to inspire large groups of people and just make them feel": null, "warm and welcome and that's why you do so good in team sports because as": null, "soon as people become on your squad, all of a sudden we get a": null, "connection. And not like, you know, not like a, ooh, like a connection": null, "vibes. We get that, too, but we get a literal connection, and you": null, "connect all of us.": null, "Jammer: But that's just, I mean, but that's the team, that's everybody": null, "doing their part. You know, sharing the rock, like making it happen. I": null, "mean, that's not, I mean, yeah, sometimes I facilitate, but that's not,": null, "we all do that together.": null, "Sam: We contribute, but it's mostly you.": null, "Jammer: [bashful] I mean, maybe, I don't know.": null, "Dream: I mean, every team has an MVP, right? Or some sort of": null, "sportsmanship award.": null, "Jammer: MVP is generally like for the whole season. It's not one team": null, "has an MVP. You know, it's very-": null, "Hoggle: Try again!": null, "Aabria: Hoggle's just been watching.": null, "Jammer: Try again?": null, "Hoggle: Try to fly again.": null, "Evan gives Hoggle a questioning look.": null, "Hoggle: Mm, don't sit on the back, in the middle.": null, "Evan: Okay, the balance, you got it.": null, "Brennan: I'm going to-": null, "Hoggle: No resistance. Away and abound! (claps)": null, "Dream: We can try and help you and stuff.": null, "Dream: And Jammer's good.": null, "Jammer: Give it another shot.": null, "Dream: And I seem to be good at sort of like helping boost, so.": null, "Evan: [sighs] Okay.": null, "Brennan: I'll make another flight check.": null, "Erika: And I'll, can I add my flight, I guess that would be? For": null, "defending or?": null, "Aabria: Hold on, I want you to roll your flight, and [to Lou] I want you": null, "to roll your charm.": null, "Lou: Okay.": null, "Brennan and Lou both roll. Brennan looks shocked.": null, "Brennan: Eight explodes.": null, "Erika: Yeah!": null, "Lou: And that's three from over here.": null, "Brennan: Eight explodes again.": null, "Erika: Whoa.": null, "Aabria: Oh, the dice are doing it.": null, "Brennan: That's currently-": null, "Aabria: 16.": null, "Brennan: 16 plus three is 19.": null, "(triumphant music)": null, "Brennan: (chuckles) Call that a 20.": null, "Danielle: (laughs) Yes.": null, "Brennan: I'm gonna get on it.": null, "Evan: It doesn't have to happen for me, you know?": null, "Aabria: He's talking, he hasn't been on the ground since he like sat in": null, "the right spot.": null, "Evan: Sometimes a story doesn't have a happy ending. And sometimes not": null, "everyone gets to fly. And sometimes…": null, "Brennan is slowly standing up as if floating away.": null, "Evan: Sometimes you meet people, they come into your life and they": null, "change everything for the better.": null, "Jammer: [hyped] Yeah, yeah.": null, "Dream: [calling up to him] Evan, Evan!": null, "Evan: You know, sometimes you're on a team and you've just been waiting": null, "for someone to tell you you're on a team. Family on six, this is the": null, "first time. (sobs) I'll remember family on six forever. They can erase": null, "everything else, but they'll never be able to erase family on six!": null, "Brennan raises his hand to indicate Evan still rising.": null, "Dream: Evan!": null, "Evan: Oh, God!": null, "Dream: Evan.": null, "Evan: Ughhh, I'm having a very hard time!": null, "Aabria: Evan, you just sort of, you keep drifting upward and after about": null, "30 seconds you just gently like, thunk. And you feel the pressure of the": null, "top of the cube. And you could pass through it, but you are aware.": null, "(Evan shouts)": null, "Jammer: My man!": null, "Dream: You're doing it!": null, "Jammer: There it is!": null, "Evan: I straight up didn't think this broom would be able to. I'm pretty": null, "sure this is a normal broom! I don't think this broom has any magical": null, "ingredients!": null, "Jammer: Hey, but the man on it is something special!": null, "Evan: [sobs] Thanks, thanks, you're so nice.": null, "Lou: And I fly up and try and join.": null, "Lou: I think now I just wanna explore the field so I'm gonna try and": null, "join him at the top.": null, "Aabria: Flight roll, difficulty of four. It's halved now and then the": null, "next time you roll it you don't have to roll for it.": null, "Lou: Flight, I'll take half. I just naturally get up there.": null, "Jammer: There you go. That's it, that's Big Aristotle right there.": null, "Brennan: Difficulty of four?": null, "Aabria: Oh, if you're staying up there. Like, yeah, the next time you": null, "attempt to fly.": null, "Brennan: I'm gonna halve it as well and start just going,": null, "Evan: (laughs and shouts) Oh, I don't think there's any harmful": null, "byproduct of this! I think this just happens! This is an unalloyed good!": null, "Jammer: Get up here, y'all.": null, "Sam: All right.": null, "Erika: So wow, okay. So that was, that's like an eight total so like,": null, "Dream goes up and starts flying and she's like,": null, "Dream: What the, what? [batting at the air]": null, "Erika: There's like, all these little, like a little flock of starlings": null, "that started flying around her and following her up and is like": null, "tweetering.": null, "Aabria: Teddy is kind of holding the side of your hair and has kind of": null, "made a little rig, throws.": null, "Teddy: [claps] This is beautiful.": null, "Dream: [cutesy voice] Come on, everyone!": null, "Teddy: Yes, embrace yourself. (chuckles)": null, "Danielle: I rolled so I got a nine so I start going up and I'm like,": null, "Sam: What's all these birds?": null, "Aabria: So many birds, and they dive around you and form little": null, "swirling, swooshing patterns around you.": null, "Sam: Are the birds on some kind of synchronized flying team? What's": null, "happening?": null, "Dream: I don't know!": null, "Evan: It's called a murmuration!": null, "Aabria: Bird facts!": null, "Evan: I would get closer but I don't want them to vomit blood. You look": null, "beautiful, you look great, you look great!": null, "Dream: Oh, thank you.": null, "Jammer: We are all trying out for scuppers. I will not hear anything": null, "else. We're naturals. Oggle, we the shit. Are we doing this? Do you have": null, "to do anything else?": null, "Oggle: Hell yeah!": null, "Aabria: And then we flash forward to a month in the future and you all": null, "are in the scuppers uniforms for Chimeron, about to play your first": null, "game.": null, "Jammer: All right, y'all.": null, "Aabria: You're up against Hercinil.": null, "Aabria: So let me explain to you how the sport works now.": null, "Lou: Great.": null, "Aabria: You haven't played that much of it because wizards are very": null, "whimsical and don't understand what practice is.": null, "Lou: Great.": null, "Danielle: We're talking about practice.": null, "Lou: Just a lot of me trying to get the other six members of the team": null, "being like,": null, "Jammer: Hey, we should go out and get out there and, you know, practice,": null, "you know? Run some drills and stuff.": null, "Scuppers Player: No.": null, "Jammer: All right, I tried.": null, "Aabria: So 10 members on a team, two sides. There are three balls in": null, "play at all times. There's two big goals and wands are out, magic is": null, "used, but you have to telegraph the magic. So like, it is very frowned": null, "upon to cast without showing it because part of it is countermagic. And": null, "the idea here is you can cast magic on the balls, you can cast magic on": null, "the goals, and on your own armor and in the air around you, but you": null, "can't cast on another person. So you can move the goals wherever you": null, "want. You're just trying to put balls through the other team's goal. You": null, "get six points for every time you score, and you have three nine-minute": null, "quarters make up a full game.": null, "Brennan: Is there a ball that's worth a bajillion points?": null, "Aabria: There's not.": null, "Brennan: There's not, great.": null, "Aabria: 'Cause that's very stupid. That's incredibly stupid to do that.": null, "Aabria: Yeah, I hate it a bunch. It's just a normal fucking game.": null, "Lou: What kind of ma— in the month, what is the kind of magic to move": null, "things around?": null, "Aabria: Oh, it's just general telekinesis. You guys were already, like,": null, "you were doing it pretty naturally the first day that you were fighting": null, "the fiery Penfrew.": null, "Lou: Yeah, is that a charm roll? Yeah, what is the?": null, "Aabria: It depends on what your intention is.": null, "Aabria: And you can kind of describe it. If you’re like, I'm trying to": null, "like move, a lot of it can be brawn if you're like, I'm just trying to": null, "move it. If you're trying to make it invisible it becomes a charm. You": null, "can shrink things, but they all have to stay within that 50-yard cube.": null, "Aabria: So if you like, anytime you do a penalty to move someone or move": null, "something out of the bounds it takes two points off of your team's": null, "score.": null, "Brennan: And then just, 'cause I definitely want to jump into the game,": null, "but I also just want to know, because the last scene that happened, very": null, "cool, but like, do I still have an appointment on the books?": null, "Brennan: Is that— Cool.": null, "Aabria: Yeah, so okay, yeah, just to catch you up with that, there was a": null, "letter that appeared sort of subtly under your pillow that night that": null, "was like, “okay, we're calling in an exorcist specialist so it's going": null, "to be about five weeks. I'm so sorry, that's not me sandbagging.”": null, "Brennan: Cool, great, no worries, yeah. So we're like a week out from-": null, "Aabria: Yeah, exactly.": null, "Brennan: Cool, perfect, great, great, great.": null, "Aabria: My last question to you, Evan is, have you spent the last month": null, "not casting with your wand?": null, "Brennan: Yeah, for sure. 'Cause I can fly without it, right?": null, "Brennan: Cool, so I'm flying, great. I truly, can I be goalie or": null, "something?": null, "Brennan: I just want to be something that like, I will just put my face": null, "in front of the ball, just whatever needs to happen to be like, it's not": null, "necessary that I be casting magic here.": null, "Brennan: Cool, great.": null, "Aabria: Totally don't have to. All right.": null, "Brennan: Cool.": null, "Aabria: So the game begins. You can be offense, defense, whatever you": null, "want. Flying is good 'cause you can run if you want. You will outrun": null, "everyone. No one knows about working out.": null, "Aabria: No one moves anywhere quickly, and there's three balls in the": null, "center of the field like the beginning of a dodgeball game. And a": null, "massive buzzer hits. (buzzer buzzes) How are you guys moving, what are": null, "you doing? Where are you on the field?": null, "Danielle: I think I'm flying.": null, "Danielle: So I'm gonna fly first. I don't know shit about sports.": null, "Aabria: So you have a couple, sorry, let me just jump in. You have a": null, "couple options here. Go for a ball and try to throw the ball in": null, "somewhere. You can start casting offensive magic to help people. Or you": null, "can start casting magic to bring a goal closer or hide your goal or": null, "change something about the field in the world.": null, "Danielle: Ooh, okay. I'm gonna go for a ball.": null, "Aabria: Yeah, perfect, okay. This is just a full flight roll so go ahead": null, "and give me a flight roll difficulty of eight to beat someone from the": null, "other team towards the ball. And as you fly toward it you see Tallulah.": null, "Sam: (sighs) It's a three.": null, "Aabria: She like, there's no reason 'cause she's off the ground, but she": null, "somehow kind of flicks her wand and sends up a bunch of turf and it": null, "flies at you to block you as she grabs one of the balls and gets away.": null, "Sam: Oh, you just suck.": null, "Tallulah: Stay away from Fergus!": null, "Lou: Ooh, you shouldn't have done that.": null, "Aabria: And takes off.": null, "Lou: You shouldn't have done that.": null, "Aabria: What do you do?": null, "Erika: So I'm playing as blocker, you know?": null, "Erika: I'm like super hardcore defense. Anytime a move makes, I'm": null, "prepped for reacting for defensive magic for casting armor on somebody": null, "or casting something to help buff them in some way whether it's speed or": null, "agility or straight up armor.": null, "Aabria: Nice, okay, so you now see that Tallulah's got like a little": null, "flying V of four students, just streaks of red headed towards you and": null, "Evan who's standing in the goal. And you see that off to the side, you": null, "can't tell who it is 'cause there's kind of like a little mask": null, "situation, that one of them taps themselves on the shoulder padding and": null, "all of their armor just alights in flame. And then the other three do": null, "it, too and there is just a barrelling fireball headed towards you. What": null, "do you do?": null, "Erika: So I snap my wand out. And we all have mist-based armor suddenly": null, "that tendrils will wrap around any heat that comes your way.": null, "Aabria: I will remind you, you can cast on yourself. You can't cast on": null, "other people.": null, "Erika: Oh, okay. I'll put it on myself and sort head straight into it.": null, "Aabria: Okay, are you trying to take the ball? Are you trying to knock": null, "out their formation? Give me something to do and I'll give you a roll": null, "for it.": null, "Erika: I am going to knock the formation out so I just square myself and": null, "then the mist is going to, if all goes correctly, sort of consume all": null, "the fire.": null, "Aabria: Ooh, that feels like that's a body move so give me a brawn roll": null, "difficulty of nine.": null, "Erika: Could I do grit because it's just defending?": null, "Aabria: Oh shit, grit roll, difficulty of nine.": null, "Erika: Okay, all right, and is this magic, do magic or?": null, "Aabria: Yeah, you're casting a spell.": null, "Erika: Okay. That makes… 13.": null, "Aabria: Beautiful. Do you have any adversity tokens? 'Cause remember, a": null, "success of five or better gets exponentially better.": null, "Erika: Oh, yeah, yeah, yeah, yeah. How much, what was it?": null, "Aabria: You're one away.": null, "Erika: Okay, yeah, all right, I'll burn that.": null, "Aabria: So you tap your own armor and it goes to mist. And then you": null, "narrow your eyes and the mist comes off of you in this massive wave and": null, "as they pass through you it extinguishes all of their armor.": null, "Erika: It's pink and it's glitter.": null, "Aabria: God.": null, "Erika: It's like a glitter cloud.": null, "Aabria: It was cool and then it became-": null, "Erika: Like a wet glitter cloud 'cause to me it's like, okay, this is": null, "gonna be this amazing red mist and then it comes out and it's just like": null, "a pink fart.": null, "Erika: Like, no!": null, "Aabria: [very high voice] Squeak!": null, "Aabria: And it shoots out and away from you. And everyone's just kind of": null, "passes through. All of their armor's out. And in that moment you're able": null, "to knock the ball out of Tallulah's grip.": null, "Erika: Uh-huh.": null, "Aabria: And you got it.": null, "Aabria: So what do you want to do with it?": null, "Erika: All right, I-": null, "Aabria: What are you up to?": null, "Erika: I pass it off to Jammer.": null, "Lou: I think I grab it, look back at Dream and Evan idently on defense,": null, "see Sam moving forward, maybe yell at a couple of other Chimeron players": null, "and it's like, all right, pass and go! And I think I just start trying": null, "to shovel pass the ball, get past the defender, get it back, give it to": null, "Sam, trying to start networking us getting closer to the goal with": null, "whatever offensive Chimeron players are more forward.": null, "Aabria: All right, I need a charm roll. We're gonna say difficulty of": null, "nine.": null, "Lou: Okay, great.": null, "Aabria: You're sort of give and go.": null, "Lou: We need to explode.": null, "Aabria: It's real good.": null, "Lou: And we can do that. (dramatic instrumental music) That's a five.": null, "That's a five and I can't get there with adversity tokens.": null, "Danielle: How many do you need?": null, "Lou: I would need two.": null, "Danielle: Boom.": null, "Aabria: You, as you're part of this formation you blink and then you": null, "blink again and your eyes go over, fully mirrored and now you have this": null, "view out and you see the tethers between. And you can pull them as you": null, "pass by. And where someone wasn't quite listening and not really over": null, "their shoulder you tug it just enough and their attention goes back to": null, "Jammer, the team captain, and you are literally keeping everyone in line": null, "as they go over and through and you guys score. You had all three balls": null, "at this point so you guys shot up by a ton.": null, "Jammer: Aw, hell yeah! That's it right there, that's it right there!": null, "Sam: Team Goat!": null, "Scuppers Player: Team goat!": null, "Aabria: And then one of them falls off their broom.": null, "Erika: Teddy has little horns and he's painted up his face.": null, "Aabria: (laughs) Yes!": null, "Erika: He's like, yay! This is amazing!": null, "Teddy: You're wonderful and beautiful and it smells like cotton candy in": null, "here!": null, "(Erika laughs and groans)": null, "Aabria: Evan, after that score you see both Digby and Fergus have picked": null, "up two of the balls and they are barreling toward you. And everyone else": null, "from Hercinil's team has dropped back and are playing just a beastly": null, "defense to give these two the opportunity 'cause these are the heroes of": null, "the story and they're allowing them a big moment. So you have two very": null, "strong players barreling down on you. What do you want to do as they": null, "wind back?": null, "Brennan: I make eye contact with Jammer.": null, "Erika: You mess with the goat, you get the horns!  [goat house hands]": null, "Jammer: Not in this house!": null, "Erika: Not in this house! Eat trash, beat trash, go, goats!": null, "Lou: We didn't practice, but we did get some trash talk out and I'm": null, "feeling good about that!": null, "Brennan: So after yelling, \"Eat trash, beat trash,\" I'm gonna, Evan is": null, "just, I think that's the thing is that like, Evan knows these fucking": null, "private school kids are soft so he's like, \"Oh, you got a wand? I'm": null, "gonna hit you as hard as I can.\"": null, "Aabria: Yes!": null, "Brennan: I'm not scared of hurting my body. And I'm just gonna make,": null, "it's no magic, just a fight check to smash my broom into both of them.": null, "Like, I have a broom that is cheaper. They got those expensive fucking": null, "brooms. It's like, yeah, oh so it's like you want to trade paint? I got": null, "a fucking rented jalopy.": null, "Brennan: Like, let's go. Oh, are you gonna fuck up my push broom? Oh,": null, "no. And I'm just gonna make a fight check to knock 'em both out of the": null, "sky.": null, "Erika: Oh my God.": null, "Aabria: Now, my struggle here is I know what you are dealing with": null, "die-wise and I have to make you roll for this. I have to. So I'm gonna": null, "say that this is a fight check to-": null, "Brennan: I can't halve this, in other words.": null, "Aabria: No, no, no.": null, "Brennan: Okay.": null, "Aabria: Mm, it doesn't matter, that plus eight is sizable. This is a": null, "fight check of 20.": null, "Brennan: Fight check of 20, cool.": null, "Brennan: Let's see.": null, "Aabria: Because you are trying to body with just your mundane": null, "sensibilities.": null, "Brennan: Mm-hmm.": null, "Aabria: Like two very strong wizards barreling down on you.": null, "Aabria: Now, you fought adults in a gas station.": null, "Lou: Never forget those parking lots.": null, "Erika: Petrol, petrol stations.": null, "Danielle: Mm-mm, never.": null, "Aabria: Would you say this is an opportunity where you would use your": null, "common fucking sense to try to hit hard?": null, "Brennan: I think that's part of what it is, too, is it's like, you": null, "motherfuckers think that like, oh God, your wands, congratulations. I'm": null, "gonna hit you so hard. It's that vibe of like, yeah, it is a common": null, "sense thing of like, you've forgotten that you have a body and you're in": null, "physical space and this game is not just like. (laughs jovially and": null, "pretends to wave a wand)": null, "Aabria: And you're adding your common sense die.": null, "Brennan: Okay, we're gonna use the common sense die first. That's a two.": null, "Aabria: Okay.": null, "(Brennan sighs and begins to roll)": null, "Aabria: And for what it's worth you have to get a 10.": null, "Erika: That's 10 already.": null, "Brennan: 10 or higher. [rolls, then snaps] 14.": null, "(players cheering)": null, "Brennan: That is a 24.": null, "Lou: Oh!": null, "Aabria: Amazing, you know what? You describe what happens. They pincer": null, "in on you 'cause they think they're going to like, come in and swing at": null, "you with a magical spell that it takes longer to cast than it does to": null, "swing your body, what happens?": null, "Brennan: Yeah, I am going to, I look up in the air. I look up at Jammer": null, "who's been here for a month, many late night practices. This is the one": null, "part, this is the one piece of magic in my life that has ever felt good": null, "that Jammer showed me how to do. As they pincer I go like,": null, "Evan: [insincerely] Oh no, they're getting closer together.": null, "Brennan: And I go from sitting in the middle like I've learned how to do": null, "and I zoom forward, jump off the broom, keep it held and stand on the": null, "push bar so I'm perfectly vertical just like an upside-down T flying at": null, "them and wheel out almost like I'm on a Segway and wheel out and": null, "literally brushes across the face and slam down on the fronts of their": null, "brooms to just knock them out of the fucking air. And I go like, (mimics": null, "impacts landing)": null, "Evan: Yeah, fuck you! Did you finish your Latin, you stupid dumbasses?": null, "Did you say your full Latin phrase to do a spell, you piece of shit?": null, "Chimeron forever baby, fuck you!": null, "Aabria: And the entire school, absent Hercinil, 10% of the population,": null, "loses their mind at you. And in the pandemonium, those of you that hung": null, "back and just watched this happen, I'm gonna need, I'm gonna call this,": null, "let's call it a grit roll difficulty of 12 to notice something": null, "interesting happening in the corner.": null, "Lou: I got a three, way too excited about my man just bodying people.": null, "Jammer: Should have stayed on that fucking island, Digby!": null, "(Brennan cheers)": null, "Jammer: Should have stayed on the fucking island!": null, "(Brennan shouting)": null, "Danielle: Ooh, I exploded.": null, "Aabria: I'm sorry, yeah. [to Lou] Adversity token.": null, "Danielle: So that's 10. [rolls again] 11.": null, "Erika: I got a dirty 20.": null, "(Brennan gasps)": null, "Aabria: You're the only one that notices as Tallulah from the very back": null, "pulls out her wand and looks like she's going back to tie her laces and": null, "she levels her wand deadass at the center of Evan's chest and is going": null, "to attempt to fire off a very offensive spell. So what do you want to do": null, "about it 'cause this is now going to be an opposed roll between you and": null, "I, and I am bringing out the Box of Doom.": null, "(players gasping)": null, "Lou and Brennan make gerblin hands again.": null, "Aabria: I'm so excited to try and kill Brennan's character with his own": null, "box!": null, "(Brennan screams)": null, "Lou: Damn.": null, "Erika: And so just reflexively, Dream shoots her wand out and throws up": null, "a protection spell, like the most powerful pinkest bubble.": null, "Aabria: Okay, so a protection spell, I'm gonna call that-": null, "Erika: But, but it involves me, it's cast on me not on him. It's like": null, "pure defense, like...": null, "Aabria: So you're casting a defensive spell on yourself?": null, "Erika: Just like, but involves me like, I put everything, like my body": null, "and my mind on the line.": null, "Aabria: So are you trying to teleport in front of Evan to take this?": null, "Erika: Yes, yes.": null, "Aabria: All right, let's call that a flight roll then.": null, "Erika: Oh...": null, "Aabria: This is a snap decision. No one else can help with adversity": null, "tokens. Roll as high as you can. Not grit.": null, "Erika: Not grit?": null, "Aabria: It's flight to get there. You're trying to beat another spell in": null, "the air to get in front of him, and then it's a grit to resolve it if it": null, "hits you.": null, "Erika: Okay.": null, "Brennan: You got this, you got it.": null, "Lou: You got it.": null, "Aabria: Let me get my sweet Box of Doom out. I'm so excited for this.": null, "Aabria: You roll first, you're setting the difficulty.": null, "Erika: Okay, and I get to also, since I'm defending use my magic dice.": null, "Aabria: Yep.": null, "Erika: Okay. Oh no, oh no, it's real bad.": null, "Erika: Okay, but wait, I get to reroll my magic dice.": null, "Aabria: Good.": null, "Lou: Thank God.": null, "Erika: It's real bad though. Oh no, it's still real bad. Oh no! It's a": null, "three, it's a three, I got a three, oh my God.": null, "Aabria: Tallulah's fight is a d10 plus one. So all I have to do is get a": null, "three, and I get to roll a magic die, too.": null, "Erika: Oh no.": null, "Brennan: Impossible for you to miss.": null, "Aabria: It's impossible for me to miss. It's just gonna be interesting": null, "to see by how much I hit you.": null, "Aabria: And if I get both of you in the process.": null, "Aabria: All right, this is very, very exciting. That's an eight. And": null, "because I beat your difficulty by more than five-": null, "Erika: (gasps) This is real bad.": null, "Aabria: This is gonna be very fun for me, thank you so much.": null, "Erika: Uh-huh.": null, "Aabria: So kind.": null, "Lou: It was going so great. That was such a sick moment. We were doing": null, "so much sick shit.": null, "Aabria: I'm gonna give you, a question for both of you. Now, you, I'm": null, "gonna say, do you want to be there or not?": null, "Erika: Yes, yes, yes, yes.": null, "Aabria: Okay. So you're standing there. You have no idea why, but all of": null, "a sudden in like a flurry of sparkly pink cotton candy-scented mist": null, "Dream stands in front of you, arms outstretched. Everything moves into": null, "bullet time. You're not sure why, but you are overwhelmed by a sense of": null, "dread in this moment even though you're mid-yelling a bunch of very": null, "well-executed shit talk.": null, "Aabria: And the voices in your head reach out and say,": null, "Voices: Something terrible is coming, Evan, and not just for you.": null, "(Brennan sighs)": null, "Voices: Can I help? Just a little, please?": null, "Brennan: If I can, in bullet time I go,": null, "Evan: Who else is it coming for?": null, "Voices: You know who.": null, "Brennan: I look at Dream in front of me.": null, "Evan: How bad?": null, "Voices: Real bad.": null, "Evan: You can help?": null, "Aabria: And (laughs) all of that pink disappears around you. It is": null, "suddenly turned over to black. You are finally in your edgy moment as": null, "you disappear and Evan disappears and a little dark, blue bolt hits one": null, "of the edges of the goals and explodes it. It shatters. You see a bunch": null, "of students dive out of the way. They get ripped up and cut up by this": null, "metal shrapnel that goes everywhere. Where would you have moved both of": null, "you to be?": null, "Brennan: I think it's full surrender. I think that it's bullet time and": null, "like, you know, I've done everything. I've spent a month not casting": null, "magic so I think when the voice says, \"Do you want help?\" I'm just like,": null, "\"Yeah.\" It's almost like a monkey's paw thing of just like, if I give": null, "you a request you're just gonna twist it to be cruel to me so just do": null, "what you're gonna do. But if it's a place that's like, the place I": null, "probably feel the most joy is the common room where we sleep here, you": null, "know, or like our dormitory.": null, "Aabria: So yeah, you both appear just at that first booth that you sat": null, "on on your first night here. Evan, your wand is out. You didn't grab it,": null, "but it's out, it's fully formed 'cause you cannot stop me from giving": null, "you this even though you tried.": null, "Lou: I don't even know if this one's exciting. I'm excited.": null, "Aabria: The whole time.": null, "Erika: I am so scared.": null, "Danielle: There's a little bit of terror, a little bit of terror.": null, "Brennan: Thank you very much.": null, "Aabria: Uh-huh.": null, "Brennan: I held out as long as I could.": null, "Aabria: You did.": null, "Brennan: [whispering as he opens up his wand prop] What are you going to": null, "be?": null, "Brennan sticks his hand into the wand bag and makes a face.": null, "Lou: Oh God, how does it feel?": null, "(Aabria laughs)": null, "Aabria: Paint me a word picture.": null, "Lou: It was fun to feel the foam on mine. It was cool to feel that and": null, "see whatit was, but yeah.": null, "Brennan pulls out a deeply messed up wand.": null, "(Erika gasps)": null, "Danielle: Oh my God.": null, "Erika: Holy shit.": null, "Brennan holds his wand in a weird grip and rotates his wrist around.": null, "Aabria: (laughs) Now I hate that grip.": null, "Lou: God, that's nasty.": null, "Danielle: Is that a bone?": null, "Brenan: It looks kind of like a bone.": null, "Lou: That's bone, dude, that's straight bone. That's bone, and honestly": null, "it looks like it got a little muscle tissue on there.": null, "Danielle: Some of that pink meat.": null, "Lou: Yeah, that's that pink meat.": null, "Aabria: Pink meat. Evan, how do you look different permanently now as": null, "the price of the voice has asked of you?": null, "Brennan: I'm standing in a corner of the room where a shadow from one of": null, "the wall sconces is there. Where the shadow cuts a line across my face,": null, "that just goes black and is leaking black oil and water, like forming": null, "some bubbles leaking back into endless darkness behind me. So the back": null, "half of my body is just liquid stretching off into darkness. Those": null, "tendrils are leaking around my face into the corners of my eyes that are": null, "swelling around and starting to close up my eyes. And I think all the": null, "water is starting to leave my body so my skin is getting, I'm like very": null, "red and flushed and sweaty. That's all going away and it's just going": null, "white. And moisture is leaving it so it's clinging to my bones a little": null, "harder and there's less water in my skin and my muscle. And it looks": null, "like something behind me is eating me. And I think as I'm holding the": null, "wand shaking here that something starts to spread across my chest sort": null, "of massaging my collar bone and it's the shadow of two hands trying to": null, "pull me-": null, "Voice: You don't get to say no to this. They'll all die with or without": null, "you. You could be strong enough to protect them.": null, "Evan: Is the threat to them me or something else?": null, "Aabria: And you just hear laughter in reply.": null, "Erika: Dream, on the other hand, has come out of that mist and she has": null, "lost the black lipstick, the eye makeup. There's a healthy flush to her": null, "cheeks. Her scene hair with the chunky, red and black bangs and the": null, "skunk stripes has grown out into luscious, full, healthy, Pantene": null, "commercial-style locks. It's glowing. It's just like she's sparkly. All": null, "of her, the scenester outfit under her robes has transfigured into a": null, "pink crushed velvet dress. She is just, like, there's this incredible": null, "glow. Her nose is more buttony than it was before, her head a little": null, "rounder.": null, "Dream: [quick breaths] Evan...": null, "Evan: [deep, growling voice] I'm sorry, I'm not very softboy right now.": null, "Dream: [high voice] You look incredibly hot. (sighs)": null, "Evan: Dream, can I be honest with you for a second?": null, "Evan: A lot of-": null, "Dream: Please.": null, "Evan: It's really hard for me. I think you're so cool, and I really want": null, "to be friends with you, and I really like you a lot, but all of your": null, "favorite things about me are my least favorite things about myself. So": null, "it feels bad all the time because everything you like about me is the": null, "stuff I want gone.": null, "Dream: Well, that's entirely fair. I believe that I've been": null, "romanticizing this sort of image of you here.": null, "(Brennan growls ominously)": null, "Dream: Oh, but really, in reality, I think that I was deeply": null, "uncomfortable with myself and the things that you seem to find so": null, "attractive about me. I think now that maybe I've accepted them a little": null, "bit more that maybe we can come at this and look at each other and the": null, "strengths that we really do have. I mean, you're brave and you're kind": null, "and you subjected yourself to going full Venom and not just kind of cute": null, "Tom Hardy to save me is so, I mean, while perhaps, you know, this sort": null, "of Kylo Ren to my Rey or the Sasuke to my Sakura or my Sherlock to my-": null, "Evan: I'm a real guy! I'm a real guy!": null, "Dream: No, it's true. And perhaps I can move past that now and we can": null, "see the things about each other that are real and genuine.": null, "(Brennan inhales raspily)": null, "(Erika giggles cutely)": null, "Evan: Deep down, whether you're wearing black fishnet, crushed pink": null, "velvet, you're the person who fixed my leg without thinking about it,": null, "and I don't think that whatever you wear is ever gonna cover up how good": null, "of a person you are. Wear whatever you like. It doesn't matter if your": null, "heart is perfect.": null, "Aabria: Cutting in on this because it's too good and you can't keep": null, "doing it. Back onto the field, yeah.": null, "Jammer: What, what?": null, "Aabria: Just stop the game. We can go and say that stopped the game": null, "like, oh. So Headmistress Philtrum is now in the center of the field and": null, "Philtrum: The game's, we're going to power it down. Don't know what": null, "happened there. No way to find out what. There's some missing students.": null, "Things got a little weird. We're going to call it, score where it is and": null, "end the game here.": null, "Aabria: And I need the two of you, I want a combined grit roll.": null, "Lou: We got this.": null, "Aabria: I'm gonna set the difficulty, I'll just roll the difficulty. All": null, "right, you have to beat a 13.": null, "Aabria: If you beat a 13, y'all win the game.": null, "Danielle: Two.": null, "Lou: One.": null, "Aabria: You guys were on your way to score more points, but Philtrum": null, "came through and stopped it before you would have taken those last two": null, "goals to win the game and she calls it and says,": null, "Philtrum: Hercinil's the winner, we're stopping here. Everyone go home": null, "to your brooms and we'll set out a search party to find Mr. Kelmp, Ms.": null, "Tanaka. That was weird.": null, "Aabria: And she's like, all of this faculty are following her lead and": null, "powering everything down and ushering students out and away so you two": null, "are free to do whatever you want to do.": null, "Lou: I'll fly over to Sam.": null, "Jammer: That's absolute bullshit, the fact that they called the game": null, "like that. I mean, I could get real heated about that, but our friends": null, "are missing.": null, "Sam: Yeah, we should go find them, but still, I can retain this anger.": null, "I'll just put it away and then I'll come back to it.": null, "Jammer: Yeah, we're gonna put this out in the world in some other way.": null, "Jammer: They gonna catch these hands.": null, "Sam: They gonna catch these hands.": null, "Jammer: They gonna catch these hands. All right, let's go find our": null, "friends. (laughs)": null, "Aabria: Let's see, do you want to do anything to try to find them or are": null, "you just headed off in a direction? Because they fully disappeared.": null, "Danielle: Oh, should we send a note?": null, "Lou: Yeah, if I send a note to, I look over to Sam,": null, "Jammer: I send this note and then we use our brooms to chase it?": null, "Sam nods and points at him.": null, "Jammer: You think that? Let's try that.": null, "Sam: Let's try that. That sounds good.": null, "Lou: Yeah, I'm gonna slip out a piece of parchment, write, \"what's up\"": null, "on it.": null, "(Brennan and Aabria laughing)": null, "Lou: And I'm actually, I'll rip up two. Or I'll take the first one and": null, "rip it half. I think this is how you make a group chat? And I'm gonna": null, "think of Dream and Evan and send it off.": null, "Aabria: Perfect, they shoot off. These ones, no roll required. They": null, "shoot off, they streak away. And you kind of turn around while you're": null, "waiting for some sort of response, both of you and you see that": null, "Hercinil, even though the crowd is doing the little stupid chant,": null, "they're doing the lineups, like give good games and you actually see": null, "that Cleo and Fergus are in the front of their respective team's lines": null, "ready to do a little handoff.": null, "Jammer: Hey, you wanna, real quick, and then we'll get 'em.": null, "Sam: Yeah, let's just go.": null, "Jammer: Just quick. They gonna catch these hands.": null, "Jammer: And we're gonna find our finds.": null, "Sam: But we should say hi first.": null, "Jammer: You wanna do this real quick?": null, "Sam: Why wouldn't we just be pleasant?": null, "Jammer: Why wouldn't we? We have the time, I think.": null, "Sam: I think we got the time.": null, "Jammer: I think we got the time.": null, "Jammer: Come on, it's Evan.": null, "Sam: It's Evan.": null, "Jammer: And it's Dream.": null, "Sam: They'll be fine.": null, "Jammer: I mean, come on.": null, "Sam: Five minutes.": null, "Jammer: Five minutes.": null, "Aabria: The Oggles are like,": null, "Oggle: Wait, are we going over there? Like no, they like cheated and.": null, "Jammer: Real quick, you gotta, it's the sportsmanship.": null, "Oggle: Wait, there was a lot of energy that you were like, \"Fuck those": null, "guys.\"": null, "Jammer: And we're going to retain that and use it later, Oggles.": null, "Sam: Just hide it away, just put it down deep.": null, "Jammer: They gonna catch these hands. [waving those hands]": null, "        The Oggles let out aggressive, calming(?) breaths.": null, "Jammer: Yeah, there you go.": null, "Oggle: Okay, okay, good game.": null, "Sam: It's just an appointment, that's all.": null, "Oggle: Yeah.": null, "Sam: We made an appointment.": null, "Jammer: We made an appointment.": null, "Lou: [laughs] Yeah, I think we fly down and I think, who, Fergus is": null, "first?": null, "Aabria: Yeah, we'll go Fergus, Cleo, random people who don't get names,": null, "and then Digby and Tallulah.": null, "(Danielle groans)": null, "Lou: Yeah, I think we get into it. I think I do a very light one for": null, "Fergus and then just full stop the line at Cleo.": null, "Erika: Yeah! (claps)": null, "Aabria: She's like,": null, "Khanh: Good g—": null, "Jammer: Hey, uh, good game.": null, "Khanh: Hey, thanks, you too.": null, "Jammer: Yeah, no, I mean, this was really like the first full game of": null, "scuppers I've ever played, but yeah, I think we did all right, you know.": null, "My man's, I mean, you know, you saw everyone. We kinda handled it, but": null, "y'all played well. You're pretty good.": null, "Khanh: Oh my God, thanks.": null, "Jammer: How long you been playing?": null, "Khanh: Oh, like, I mean now like, is this the time for this": null, "conversation?": null, "Jammer: I just, I don't know. You know, you played really well and I'd": null, "love to get some tips sometime.": null, "Khanh: Thank you.": null, "Jammer: If you like, you know, you're around and just wanna play, you": null, "know, show me your moves and something, you know?": null, "Khanh: I'll take you to school, little boy, absolutely.": null, "Jammer: Oh!": null, "Aabria: And she gives you a little shoulder bump and then keeps going": null, "down the line.": null, "Lou: I dip out of the line 'cause I look at the next person and go,": null, "Jammer: [goat house hands] Fuck you.": null, "Lou: And fully step out of the line.": null, "Erika: Oh my God, oh my God, oh my God.": null, "Aabria: Amazing, all right, Fergus is up first. You're second in line.": null, "Danielle: So yeah, I just go up to Fergus. We're not being polite": null, "anymore. I just go up to Fergus and I'm like,": null, "Sam: Hey, that was a really good game.": null, "Fergus: Oh, yes, it was, mm-hmm.": null, "Aabria: And he looks really uncomfortable. It's that mixture of happy to": null, "see you and uncomfortable at this moment.": null, "Sam: But you know, that's all I wanted. I just wanted to say that you": null, "had a really good game and it was really fun.": null, "Fergus: Yeah, we don't normally do the like, talking in the line thing,": null, "uh, good job.": null, "Aabria: And he just kind of puts his hand out awkwardly to shake your": null, "hand.": null, "Danielle: And I go and I take the awkward shake. I'm just like,": null, "Sam: Yeah, no, it was really good.": null, "Aabria: You come away with a note in your hand.": null, "Sam: Okay, I will talk to you later.": null, "Fergus: Yeah, good game, I'm going down the line.": null, "Sam: Good game.": null, "Fergus: Oh, that dude just left. Whatever, bad sport.": null, "Aabria: And like keeps going. And you see him kind of looking over his": null, "shoulder weirdly. And as you're kind of standing there, you receive the": null, "note Cleo gives you a little shoulder bump as she keeps going. She's": null, "Khanh: You need to look out for those last two. You know what, all three": null, "of them.": null, "Aabria: And then keeps going down the line.": null, "Danielle: Okay, so I guess I open the note.": null, "Danielle: I open the note.": null, "Aabria: It's, ”next week meet for drinks?”": null, "Danielle: I look up and see if I can kind of catch his eye.": null, "Aabria: Oh, he's 100% like.": null, "Fergus is craning his neck to catch Sam’s eye. Sam winks at him.": null, "Erika squeals a bit.": null, "Aabria: And he tries to play it off like, I'm excited that we won the": null, "game. And you just see his whole face go bright red, so pleased and": null, "moves back and catches up with Tallulah and Digby and they recircle and": null, "you see him lean over and he seems to be growling something at Tallulah.": null, "And she's like, \"We won and it's fine.\" And they kind of move off to the": null, "side.": null, "Danielle: All right.": null, "Jammer: How'd it go?": null, "Sam: I think I got a date.": null, "Jammer: Yeah, me too.": null, "Sam and Jammer: Hey! [they fist bump]": null, "Jammer: Hey, there it is. But they gonna catch these-": null, "Aabria: Hoggle's like,": null, "Hoggle: Yeah, hands i— No, that wasn’t for all of us.": null, "Jammer: No, no, I mean, you know, man. I mean, you're more than welcome.": null, "If you get a date we could all cheer together but that's kinda like a": null, "pilot thing, you know?": null, "Hoggle: That's all right.": null, "Jammer: Yeah, you know.": null, "Hoggle: That's okay.  It was great, we did good. We would have won if we": null, "kept playing but like-": null, "Jammer: 100%.": null, "Hoggle: Yeah, I got a little bit of metal in my arms so I'm gonna go": null, "deal, hey, you know what?": null, "Aabria: And he just pulls it out.": null, "Hoggle: Ow.": null, "Jammer: Damn. (laughs) Respect, respect on that.": null, "Hoggle: Yeah, that’s cool, I'll get that in a second, but that was": null, "great. And we normally get our asses kicked so thanks.": null, "Jammer: Hey, this is gonna be different this year.": null, "Hoggle: It's fine, yeah, 100%.": null, "Jammer: Well, we're gonna go find our friends.": null, "Hoggle: Yeah, good luck, that was weird.": null, "Jammer: That was weird as hell.": null, "Sam: That was weird.": null, "Jammer: Yeah, but that feels, hey, we've been here for a month now so I": null, "think this stuff's all becoming, insane things happening is I think less": null, "of like a whoa moment and being like a, there we go again, kind of": null, "thing.": null, "Hoggle: See, now you kind of get when you were first here and you were": null, "like, it was big reactions to everything and we were like, (scoffs)": null, "brand new.": null, "Jammer: Yeah, now it's like something explodes, our friends disappear,": null, "I'm like, well, let me go talk to this cutie real quick and then.": null, "Hoggle: Exactly, oh, you get it, you're wizards now.": null, "Hoggle: Yeah, yeah, yeah.": null, "Jammer: Well, I guess we're wizards now.": null, "Sam: I guess we're wizards now.": null, "Hoggle: Tight.": null, "Jammer: Damn.": null, "Hoggle: Okay, well, we're gonna go.": null, "Hoggle: Good luck with friends and we'll catch you later.": null, "Jammer: Thanks.": null, "Sam: Thanks.": null, "Aabria: And as you guys kind of just generally 'cause you are being": null, "ushered by the faculty off of the scuppers field. Like, a note comes": null, "back. You never got a note. Your interaction happened, but a note comes": null, "back that just says common room.": null, "Lou: There we go.": null, "Danielle: Let's go to the common room.": null, "Lou: So we head off.": null, "Aabria: And we're gonna say time dilation. You guys didn't appear": null, "immediately in the common room so your friends are kind of able to catch": null, "up as you've having a conversation. I'm just gonna poof you all back": null, "together again at roughly this time.": null, "Jammer: Oh.": null, "Sam: Oh, that's what we're doing.": null, "Jammer: Wow!": null, "Sam: I didn't know.": null, "Dream: [cutely] There seems to be some sort of issue.": null, "Jammer: Is that, are y'all, who's? You are...": null, "Dream: Please help. (giggles joyfully)": null, "Jammer: [stuttering] Uh… [to Sam] I don't know.": null, "Sam: Do we wand this away?": null, "Jammer: Yeah, is this a wand one?": null, "Dream: No, I believe that this is sort of innate, perhaps possession": null, "issue.": null, "Jammer: Okay.": null, "Brennan: Are the voices still? Like, what am I feeling in this moment?": null, "Because I had a heart to heart with Dream.": null, "Brennan: And Sam and Jammer have just come in. Am I feeling that the": null, "situation is worsening, it's like-": null, "Aabria: It's not really worsening. You're like in a hold pattern and": null, "something needs to happen or something's going to happen to you.": null, "Brennan: All right.": null, "Aabria: And it's kind of a, like, you feel that pressure on you.": null, "Brennan: Yeah.": null, "Aabria: But there's no pull yet, but you can feel the tension.": null, "Brennan: Gotcha, and Nurse Bizshift? Sorry.": null, "Aabria: Stitchnit.": null, "Brennan: Stitchnit.": null, "Brennan: Nurse Stitch— [realizing] Oh, Stitchnit, that's great.": null, "Brennan: Nurse Stitchnit, yes. I'm gonna look up and say,": null, "Evan: (inhales raspily) You guys, I'm sorry, did we win?": null, "Jammer: No, it was a technicality, but we won-": null, "Dream: What, that's bullshit, bullshit!": null, "Jammer: It is but we won in other ways that we can get into later.": null, "Evan: That's bullshit, they can't call the game like that!": null, "Jammer: Hey, don't worry, they gonna catch these hands. [holds them up]": null, "We made an appointment.": null, "Evan: (growls) I will make them catch every hand under the Sun!": null, "Dream: Yes, indeed!": null, "Voice: Take all of their hands.": null, "Evan: I could take their hands away and make them catch their own hands.": null, "Jammer: We gotta do something.": null, "Sam: [to Evan] Uh, hey, hey bud.": null, "Evan: Can you guys check, go get Nurse Stitchnit. My appointment's not": null, "till next week, but we gotta move it up.": null, "Dream: What appointment?": null, "Evan: Um, checkup, physical.": null, "Aabria: By the way, there was a lot of really low sub-hearing rumble": null, "sounds that all just cut out as he begins to lie.": null, "Dream: Um, well-": null, "Sam: Okay, I guess we have an appointment.": null, "Dream: Okay, let's take him to the nurse.": null, "Jammer: Yeah, I think with everything, we should just find an adult in": null, "general.": null, "Dream: Yeah, just-": null, "Sam: Where are they at any time?": null, "Erika: So we start going towards it, but I'd like to look on my working": null, "phone.": null, "Aabria: It works.": null, "Erika: And doing a search for any sort of folklore or anything because,": null, "like, look, J. K. Rowling-": null, "Aabria: Never heard of her.": null, "Erika: Came up with a lot of this stuff like, I feel like some sort of": null, "racist, transphobic wizard did a tell-all or something and we're getting": null, "little bits and pieces of this so like, if different, through literature": null, "or Criss Angel Mindfreak shows we have gotten glimpses of the magical": null, "world perhaps there's something in here than can help us.": null, "Aabria: Brains roll, add your common fucking sense. Difficulty of 18,": null, "this is wild.": null, "Erika: Oh, God. (sighs) Oh no, yeah, there's no way.": null, "Danielle: How many, what do you, how many?": null, "Erika: Five, I got a five.": null, "Aabria: It's okay, take an adversity token. Everything you're seeing is": null, "the beginnings. Like, what the racist, transphobic authoress got to was": null, "the edges of deeper black magic that's beyond individual volition. And": null, "you're getting close to, you're skirting the outside of what is actually": null, "going on with Evan.": null, "Brennan: As I see Dream do that I want to do like a, you know Agent": null, "Smith head where it's like many, he goes, (gurgles) with a bunch of": null, "heads.": null, "Brennan: Just go like, (gurgles)": null, "Evan?: Oh, little girl, you think you can find me in a book somewhere?": null, "Dream: I'm not afraid of you.": null, "Evan?: Oh, that's your first mistake. (snarls)": null, "Sam: Uh, should I, hey, hey, hi.": null, "Evan?: Hey, Sam.": null, "Sam: Hey, how's it going?": null, "Evan?: Good.": null, "Danielle: I'm going to, 'cause this is getting real scary, I think I'm": null, "gonna try to charm whatever is making-": null, "Aabria: Mm-hmm.": null, "Sam: Hey, so you, the scary voice, you don't get to come out too often.": null, "That must be really exciting for you. But right now we just kind of need": null, "Kelmp back so if you could just give us our Kelmp.": null, "Aabria: Charm roll, difficulty of 20.": null, "Danielle: Difficulty of 20?": null, "Erika: Oh hell yeah.": null, "Aabria: Yeah, you're talking to what I could best amalgamate is either": null, "like a biblical angel or a dark god. So like, cool, for sure, just like,": null, "be nice.": null, "Aabria: Be nice to it.": null, "Danielle: Mm, mm, 15.": null, "Lou: Can, oh, I don't have enough.": null, "Aabria: Does someone wanna h—": null, "Danielle: Oh, should I use mine?": null, "Aabria: Yeah, you can use your own.": null, "Danielle: Boom, boom, boom, boom, boom. All of 'em.": null, "Aabria: All of them.": null, "Danielle: All of them.": null, "Lou: I mean, this feels like worth it, dark god.": null, "Danielle: This feels worth it, dark god, yeah.": null, "Aabria: And your eyes that had gone over to mirrors, like, you didn't": null, "know it was happening and no one else noticed it 'cause you were in the": null, "flux of play. You blink and then you blink again and your entire eyes go": null, "over as a silver mirror and everyone can see it and you turn your head": null, "to look more directly at like, you can see all of those faces now, six": null, "in total, different, distinct, and Evan is one of them, but not the one": null, "that was talking to you. And as you turn your face, a silver mirrored": null, "version of your own head splits from your own. So you all see Sam's face": null, "still kind of looking and then the mirror face directly addresses some": null, "of the dark beings. I'll just let you do that. That's fine, you guys": null, "know what you're doing, go ahead.": null, "Sam: Uh, hey, there's a lot of heads here. I wasn't expecting so many": null, "heads, but if you want to just kinda like chill for a second and give us": null, "back Kelmp.": null, "Scary Voice: We chose Kelmp. We found him first. He is ours and was": null, "promised to us.": null, "Sam: Okay, well, we gonna have to break that promise 'cause we found": null, "Kelmp and he is our best friend, and I don't know you, so...": null, "Lou: Yes, yes.": null, "Aabria: Yo! I mean, you already successfully did this roll.": null, "Lou: Black women are the best!": null, "Aabria: Please take two adversity tokens.": null, "Lou: We don't know you.": null, "Aabria: And one of the five that's not Evan kind of gives you a look,": null, "Voice: Ma'am.": null, "Aabria: And disappears.": null, "Brennan: I think Evan-": null, "Brennan: Like, (retches) from shadow and reaches a hand out as much as": null, "possible toward Sam.": null, "Aabria: For sure. You were able to, I'm not getting in the way of this,": null, "go!": null, "Sam: Oh hey, that's a hand.": null, "(Brennan gurgling)": null, "Second Head: Oh, where did the other guy go?": null, "Sam: I think, dude, they bailed on you.": null, "Second Head: The fuck?": null, "Sam: Now it's just you.": null, "Second Head: Uh, I honestly wasn't paying attention to what was said,": null, "but Kelmp is ours. Did he mention that Kelmp is ours or did-": null, "Sam: Yeah, he did and then I was like, it was a whole thing. You": null, "probably should have been paying attention.": null, "Second Head: Okay.": null, "Sam: But it's okay because like, now your friend bailed. Don't you want": null, "to just go with your friend? Why are you hanging out here by yourself,": null, "lonely?": null, "Aabria: Hold up, do y'all wanna do anything while you see this happen?": null, "Lou: I, yeah-": null, "Dream: Jammer, we simply must do something!": null, "Lou: I didn't know if I could have grabbed Evan's hand.": null, "Aabria: Teddy’s like,": null, "Teddy: Yes, we must! (claps)": null, "Lou: I didn't want to interrupt this flow.": null, "Aabria: Yeah, that's fair.": null, "Lou: But if, when Evan's hand comes out, I would love to reach out and": null, "try and grab it if that's possible.": null, "Aabria: Yeah. Feels like a Brawn roll to me, difficulty of, (dramatic": null, "instrumental music) no, we're gonna make this hard. It's a difficulty of": null, "20.": null, "Aabria: To grab him out from this.": null, "Lou: That's pretty, that's weighty, that's weighty. That's only an 11.": null, "Aabria: Okay, you reach out that first time. You're not really sure and": null, "you can't quite see what Sam sees, but you saw a flicker of opportunity.": null, "You look down and you actually see the thread between you and Evan and": null, "you followed it and you reached out and you were half a second too late.": null, "It's not over and the difficulty will change every time you make an": null, "attempt.": null, "Jammer: I think we can get him out. I think we can do this.": null, "Sam: Okay.": null, "Dream: Yes, we'll follow your lead.": null, "Jammer: Yeah, and Sam, I think you keep doing it. Dream, I think we just": null, "wait for our opportunity.": null, "Sam: Okay. So hey, again, like, don't you want to just go hang out with": null, "your friends instead of hanging out here?": null, "Second Head: (growls) What you need to understand is that Evan was": null, "presented with a choice. He agreed to lean on our aid to save the girl,": null, "Dream.": null, "Sam: Okay, but he's a minor, so that contract is invalid.": null, "Brennan: [mimics explosion] And mist.": null, "Brennan: Was that, is that four left?": null, "Aabria: Yep, down to four. Four bad boys left.": null, "Erika: Um...": null, "Aabria: Hold on, before we do that, I need Evan to make a flight roll.": null, "Let's say the difficulty's an eight.": null, "Brennan: (inhales sharply) Here we go. One.": null, "Aabria: You see a flicker of a hand and it's quickly covered over and": null, "pulled back in.": null, "Grasphlax: Hey, I am Grasphlax. The other two guys, they were...": null, "Fourth Voice: You don't have to use those, it's fine.": null, "Grasphlax: What's that?": null, "Fourth Voice: You don't have to introduce us. I don't want to talk to": null, "her.": null, "Fourth Voice: She's really scary.": null, "Grasphlax: No, I should, wait-": null, "Fourth Voice: No, she's really scary.": null, "Grasphlax: Listen, I'm--": null, "Fourth Voice: I don't want to.": null, "Grasphlax: The fucking main guy left. I don't know what you want me to": null, "say.": null, "Fourth Voice: Yeah, go, do it. You're holding the wand, I don't-": null, "Sam: Uh, hi.": null, "Grasphlax: Hi, sorry, we're, uh.": null, "Fourth Voice: Don't look at, do not perceive me! Fuck!": null, "Grasphlax: Are you gonna one time-": null, "Aabria: And one guy just fades back into that shadow, just disappears.": null, "Grasphlax: Afraid, that was three of us, great, okay.": null, "Sam: Okay, so I mean, everyone else is leaving. You don't have to hang": null, "out here if you don't. It sounds like you don't want to be here.": null, "Grasphlax: No, I want to be here.": null, "Erika: [mouthing to Aabria] There's two left?": null, "Aabria: [mouthing back, crosstalk] I don’t even know.": null, "Grasphlax: Listen, do you want to, actually, here's a great idea. And": null, "then maybe we settle it this way. We can give you Kelmp. Do you want to": null, "trade your soul?": null, "Sam: Um...": null, "Aabria: As you think, yeah.": null, "Dream: Mr. Grampox, Gramgalda?": null, "Grasphlax: Yep.": null, "Dream: And I'm so sorry.": null, "Grasphlax: No, it's still really fine.": null, "Dream: Well, thank you--": null, "Dream: --for all of your help, but I'm going to need you to leave.": null, "Erika: As she reaches out and touches the Evan face and tries to dispel,": null, "and dispel magic is grit-based.": null, "Erika: And yeah, okay. And I have my broom so we still have our brooms.": null, "Aabria: Yes.": null, "Erika: So...": null, "Aabria: Hold on. You just rolled 'em without a difficulty.": null, "Erika: Oh.": null, "Aabria: Actually, you know what? No, fuck it, it's a secret difficulty.": null, "Go ahead, you just tell me.": null, "Erika: Okay, all right, so magic is three.": null, "(stirring instrumental music)": null, "Erika: Oh, I don't know the difficulty so that's five. Here we go. 17,": null, "total.": null, "Aabria: You're so close.": null, "Erika: And then...": null, "Erika: I'm gonna burn six, six adversity tokens.": null, "(Brennan cackling)": null, "Aabria: For a total of?": null, "Erika: 30...": null, "Aabria: 30?": null, "Erika: 33?": null, "Brennan: 23.": null, "Erika: No, 23, 23, 23, 23.": null, "Aabria: And at literally five above the difficulty...": null, "Aabria: You reach forward and you touch Evan's face and everything goes": null, "still.": null, "Evan: Hey, what, I…": null, "Brennan: And is that all of the last three gone?": null, "Aabria: They're not gone, they are frozen in this moment looking at the": null, "three of you in horror and shock.": null, "Evan: Hey, um, by the way, you know a couple weeks ago when you gave": null, "that hug, I hope it wasn't weird or like, I didn't know where to put my": null, "hands so I just sort of put them on the tops of your shoulders.": null, "Dream: I'm going to be honest with you I have never really touched a": null, "person that I have a crush on.": null, "Evan: What?": null, "Danielle: Just grab him.": null, "Dream: Yeah, no-": null, "Jammer: This is the wrong time for this!": null, "Lou: And I'd like to grab him by his shoulders and just full on fall": null, "out, try and wrench him from whatever he's in.": null, "Aabria: And with a like (gasps) the shadows disappear and the room is": null, "silent and you have your friend back.": null, "        Evan sobs and hugs his friends.": null, "(epic instrumental music)": null, "Brennan: I throw the wand away. (panting)": null, "Sam: Hey, bud.": null, "Evan: You saved, you, literally, the main guy! He's the biggest asshole": null, "out of all of them. I say he, I don't know. He's fucking an eldritch": null, "being from beyond time. You like, truly ran him the fuck off. I've been": null, "trying to do that for 17 and 1/2 years. You're incredible, thank you so": null, "much.": null, "Sam: Oh, we're just happy to have you back.": null, "(Evan sobs softly)": null, "Jammer: Yeah, you're back, man. Are they still there or do we?": null, "Evan: They have always existed and will always exist, but-": null, "Aabria: Grit roll, difficulty of six.": null, "Lou: Ooh.": null, "Brennan: Grit roll difficulty of six.": null, "Brennan: Um, sorry—": null, "Aabria: No you can't, you have to roll.": null, "(electric buzzing resounds)": null, "Brennan: 10 explodes.": null, "Aabria: Oh my.": null, "Brennan: 17.": null, "Aabria: Oh my God. In that moment, as you were just sort of explaining": null, "the thing that's been true about you your whole life, you pause between": null, "words and realize that you don't hear it, that sense of low-level noise": null, "of crowdedness inside you.": null, "(Evan breathes heavily)": null, "Jammer: So that always exists, but like, are they like, here?": null, "Evan: I don't think they're here anymore. That's the first time they": null, "haven't been here in a long time. You guys are, you guys. I can't": null, "believe I was lucky enough to meet you guys. I can't believe I was lucky": null, "enough to meet you guys. You pulled me out of there. You ran those guys": null, "off and you broke the spell.": null, "Evan: Um… I...": null, "Erika: Dream runs out and holds his head in her hands and she kisses": null, "him.": null, "Brennan: I kiss back and just so, but like, I think I do the full hand.": null, "[holds his arms out behind him] It's like, so happy for a kiss and like,": null, "I don't know where to touch your body and hands back.": null, "Erika: Yeah, and Dream does like a little leg pop.": null, "Aabria: Leg pop! And with like a-": null, "Erika: 'Cause like, she's five foot nothing and he's like six foot and": null, "so it's just like-": null, "Brennan: Craned over, arms just back.": null, "Erika: The awkwardest fucking first kiss ever.": null, "Aabria: Terminator 2 kind of stumbles out, just looks up, walks over": null, "towards you like-": null, "Danielle: Pick up Terminator.": null, "Evan: Oh my God, I have such a big crush on you, but I was just like-": null, "Dream: I've never really actually, I talk a big game because I read a": null, "lot of fanfiction, but I really honestly don't know anything. And I": null, "don't even know if any of the fanfiction that those people write are": null, "even accurate, anatomically.": null, "Evan: I was sort of like, I was just like, I was so happy just to have": null, "friends that it was like, it's almost like you go to a fancy restaurant": null, "for the first time and you get breadsticks and you're like, I'm not": null, "gonna order a meal. I haven't had bread in forever.": null, "Dream: Yeah, and you just fill up on it.": null, "Aabria: Jammer, you hear a little clearing of a throat and you see a": null, "massive, bright, bubblegum pink man kind of looking like,": null, "Stitchnit: I got brought in a while ago.": null, "Dream: Oh, hello, you must-": null, "Jammer: Oh, oh.": null, "Stitchnit: I don't know if that's-": null, "Dream: You must be the nurse!": null, "Jammer: Nurse Stitchnit.": null, "(Dream clears throat)": null, "Jammer: Oh, my man needs his appointment moved up.": null, "Stitchnit: Okay.": null, "Aabria: And on that note we're going to end today's session.": null, "Brennan: No!": null, "Erika: (shouts) Holy shit!": null, "Aabria: We'll be back next time, we'll figure it out.": null, "Aabria: One more, let's go.": null, "Lou: Here it is.": null, "[NEXT TIME ON DIMENSION 20 - Episode 4: We’re the Heroes]": null, "Evan: There are procedures that you can elect into if you have magic": null, "that's really harmful or really dangerous that they actually have ways": null, "to make you safe to be around people.": null, "Dream: Well yes, that sounds perfect.": null, "Evan: It would be awesome. The hard part of it is the rules just being": null, "sort of what they are is that you sort of become that, you know, I'd be": null, "a Muggle.": null, "Dream: You realize as well that in addition to losing your magical": null, "powers, you'd have your mind wiped. You wouldn't remember any of this.": null, "Dream: Any of us. Remember, in the contract that we signed that in the": null, "event that we decide to forgo our magical education, we would have our": null, "memories wiped.": null, "------------------------------------------------------------------------": null, "Edited by: gluegunshots, kindlestuck, solsys, Ethan Belanger": null}