{"Dimension 20": null, "Misfits and Magic": null, "Starring: Aabria Iyengar as Game Master": null, "Erika Ishii as Dream;": null, "Danielle Radford as Sam Black;": null, "Lou Wilson as Whitney Jammer;": null, "and Brennan Lee Mulligan as Evan Kelmp": null, "Episode 4: We’re the Heroes": null, "< [Previous Episode]": null, "(whooshing)": null, "(slow mysterious music)": null, "(quill scratching)": null, "Aabria: Hello, and welcome to the finale of \"Misfits and Magic\" here at": null, "Dimension 20. I am your intrepid GM, Aabria Iyengar, and with me are the": null, "Magical Misfits. Say hi, Magical Misfits.": null, "Everyone: Hi, Magical Misfits.": null, "Aabria: Nice. Let's go around. Lou!": null, "Lou: I am Lou Wilson and I play the one known as Whitney Jammer!": null, "Aabria: Erika.": null, "Erika: I'm Erika Ishii and I'm playing Broken Dream, xX_BrokenDream_Xx,": null, "otherwise known as Dream.": null, "Aabria: Danielle!": null, "Danielle: Hi, I'm Danielle Radford and I play Sam Black. We'll see if": null, "that name lasts.": null, "Aabria: (laughs) Brennan!": null, "Brennan: (corny voice) You now behold Brennan Lee (laughing) Mulligan. I": null, "portray the character known as [normal voice] Evan Kelmp.": null, "Aabria: Kelmp, Kelmp. (laughing)": null, "Lou: Yeah.": null, "Brennan: Kelmp.": null, "Lou: Kelmp.": null, "Erika: Kelmp.": null, "Brennan: Evan Kelmp.": null, "Aabria: And we begin where we left off before, as looking over at the": null, "four of you, before the rest of Chimeron filters in after the Scuppers": null, "game. You see Nurse Stitchnit gives you a look.": null, "Stitchnit: Evan, can you just… Sorry about the...You were great, I": null, "think. Proud of you, need to talk to you. Appointment stuff, doctor.": null, "Jammer: Yeah, of course.": null, "Evan: Yeah, is it… I just had a pretty scary episode and my friend saved": null, "me. I know that there's a wait, but is it possible to move up the date": null, "at all?": null, "(Stitchnit sighs)": null, "Evan: I almost hurt a bunch of people.": null, "Aabria: I need you to make a, let's call it a Brains roll, difficulty of": null, "seven.": null, "Brennan: Okay. I would like to halve that and succeed.": null, "Aabria: Oh, shit. I gotta look at your stats before I say that.": null, "Brennan: D12.": null, "Aabria: Oh, it's literally exactly that.": null, "Brennan: [grinning] D12 plus 1, I would like to halve that and succeed.": null, "Aabria: And you stare him down in this moment, and you see that he is": null, "holding a lot back and there's a lot that he wants to say. And pushing": null, "through that, you know that the thing you're asking for is reasonable": null, "and within his power, and yet he does not want to give it to you, if you": null, "wanna push further. He sort of hems and haws.": null, "Evan: Nurse Stitchnit, I appreciate that you feel strongly. It's": null, "ultimate, and I mean this will all due respect, it's not your decision.": null, "Stitchnit: I know. I understand that, but-": null, "Evan: I haven't explained this to my friends and I'm sure they're": null, "worried 'cause this is a weird conversation to have in front of them.": null, "Stitchnit: Do you… We can take care of it now if you want. We can have a": null, "conversation if you want, but I just wanted… I just wanted you to go to": null, "Bibble's Bog. Is that weird?": null, "Evan: To Bibble's Bog?": null, "Stitchnit: Yeah, it's like a little town on the outside. It's a free": null, "day. And you know once this happens, you know what happens. Are you": null, "willing to let that go right now?": null, "Evan: Nurse, I feel how I feel and I'll just come check in with you": null, "after I explain everything to my friends, if that's okay.": null, "Stitchnit: I understand. I'll get everything ready.": null, "Evan: Thank you.": null, "Aabria: And he gives you all a very pointed look, and then you see him": null, "wave at his daughter Maddy, she's over in the corner like,": null, "Maddy: Dad, god.": null, "Aabria: She runs back up and away.": null, "(laughing)": null, "Aabria: She did not enjoy that interaction and he takes off.": null, "Lou: How pink is she?": null, "Aabria: She is not at all pink.": null, "Lou: Okay, got it. Good to know.": null, "Aabria: Yeah.": null, "Sam: I thought you were getting a check-in?": null, "Jammer: Yeah, I thought it was like a physical, you know? You were": null, "having a muscle (stutters) a muscle spasm.": null, "Dream: Yes.": null, "Brennan: Are we in the common room right now?": null, "Aabria: Mm-hmm, and people are filtering back in.": null, "Evan: You just wanna go for a walk?": null, "Dream: A stroll on the grounds seems delightful.": null, "Evan: [raises his eyebrows] This is an incredible transformation.": null, "Jammer: This feels like we also gotta talk about this. We need to get": null, "through this, but I also-": null, "Dream: No, no, we're working on Evan's thing for right now.": null, "Jammer: Got it.": null, "Sam: Yeah, we can go ahead and table it.": null, "Dream: [waves a hand over her face] Pay no attention.": null, "Jammer: Yeah.": null, "Evan: [looking at Dream] Wow. Wow. Wow. Sorry, I'm very… Okay. I'm in a": null, "confused place.": null, "Brennan: I'm gonna walk out of here with you guys and just say,": null, "Evan: Look, remember when I went to the nurse's office on day two with": null, "the evocation class and everything, our first day of classes?": null, "Dream: Mm-hmm.": null, "Evan: I basically talked to them and found out that there are procedures": null, "that you can elect into where they can… If you have magic that's really": null, "harmful or really dangerous, that they actually have ways to make you": null, "safe to be around people, which is awesome. And this place, we know this": null, "place has a lot of messed up rules and messed up stuff, and basically,": null, "they're able to carry out the procedure, and it's safe and it's": null, "effective. You met, Sam, you confronted the beings. You pulled me out of": null, "there and you broke the hold, they can't talk to me anymore. But they're": null, "eternal. They come back. And they're gone now, and it's the first time": null, "in my life I've ever… It's the first time it's been okay. But there's a": null, "procedure that could really, really finish it once and for all.": null, "Dream: Well yes, that sounds perfect.": null, "Evan: It would be awesome. And we'd get rid of something really bad and": null, "dangerous in the world. But you know, the downside, the hard part of it,": null, "is the rules just being what they are, is that if you go through with it": null, "you become that… I'd be a Muggle. I wouldn't-": null, "Aabria: Teddy clears his throat.": null, "Evan: Teddy, man.": null, "Teddy: What?": null, "Evan: Not what it's about right now.": null, "Teddy: Okay. You could just pick different language.": null, "Evan: I'm making a political statement-": null, "Dream: Words are important.": null, "Evan: By not using the word NAMP that I find distasteful.": null, "Teddy: I mean, your feelings don't really factor into this. I'm sorry,": null, "I'm so sorry. Dream-": null, "Dream: Teddy.": null, "Teddy: Yes?": null, "Dream: Hush now.": null, "Teddy: Here's the thing, I know what he's talking about, and he's": null, "burying the lede. You know what? I'm gonna go.": null, "Aabria: And he climbs down off of your crushed pink velvet and slides": null, "down to the ground, and you see that at your feet are just a bunch of": null, "little mice that are humming. One scurries out from under your dress and": null, "kinda clips a little bit like.": null, "Mouse: Hemmed it. You're welcome.": null, "Dream: Why thank you, little friend.": null, "Mouse: I love you so much.": null, "Jammer: That… Okay, what do you mean you're burying the lede?": null, "Evan: Well no, Teddy's not right about that. I haven't buried the lede.": null, "The lede is we would stop those beings from ever coming back. That's the": null, "lede. And the price of that is that I… It's actually interesting 'cause-": null, "Dream: You would no longer be magical.": null, "Evan: Yeah, yeah.": null, "Jammer: Okay, you buried the lede.": null, "Sam: Yeah, that's-": null, "Jammer: That's called burying the lede.": null, "Sam: That is the lede. That was the lede.": null, "Jammer: That's the lede.": null, "Aabria: Teddy's posted up on your leg and is like,": null, "Theodore: Right?": null, "Jammer: My man.": null, "Jammer: Yeah, that's burying the lede. I mean, yes, the Elder Ones not": null, "coming back is important, but what's important to us is you not being": null, "magical. So that's the lede for us. So you buried that.": null, "Dream: Because you realize as well that in addition to losing your": null, "magical powers, you'd have your mind wiped. You wouldn't remember any of": null, "this.": null, "Jammer: What?": null, "Dream: Any of us. Remember in the contract that we signed at the": null, "beginning of the year?": null, "Sam: Oh.": null, "Dream: That in the event that we decide to forego our magical education,": null, "in that event, we would have our memories wiped.": null, "Danielle: It's taking Sam two or three extra seconds to figure it out.": null, "Aabria: Yeah! (laughing)": null, "Danielle: Behind her eyes is just blue face. Or blue screen.": null, "Aabria: Blue screen. Peace out, yeah.": null, "Sam: Oh. We wouldn't be best friends anymore.": null, "Evan: The way I understand it, is I would probably be deposited back in": null, "Millersburg. But they wouldn't wipe your guys' memories, so you guys": null, "would remember, and you guys would be here… You guys would be here": null, "together, you know? You know you'd be safer. You know the whole school": null, "would be safer. And everything you guys are doing with Chimeron and how": null, "psyched the school is and all the things you're doing to-": null, "Jammer: We kicked that thing's ass, bro.": null, "Sam: Yeah, we bodied that.": null, "Jammer: What are you talking about? Sam talked it down, Dream straight": null, "up froze it. We [punches his fist into his hand] bodied that thing. So": null, "you're not going anywhere!": null, "Sam: Where are you gonna eat? Where are you gonna sleep? Where are you": null, "gonna get your free cheeseburgers when you're not here anymore?": null, "Jammer: Yeah, we get unlimited… We taught the kitchen to make McRibs.": null, "You don't want McRibs anymore?": null, "Evan: [whispering] Of course I want McRibs.": null, "Jammer: Yeah, of course! So don't do this!": null, "Dream: Now everyone, if Evan has decided that that's what's best for": null, "him, then we should not stop him from what's going to make him happiest.": null, "Evan: It's not about… I've been the happiest I've ever been. It's not": null, "about being happy. Not everything's about being happy. It's the team,": null, "right, man? Isn't this-": null, "Jammer: What are you talking about? Players make selfish decisions all": null, "the time. Kevin Durant went to the Warriors just to win a championship.": null, "Why don't you just stay with the team, win a championship? Goat House is": null, "undefeated. Well, we lost today, but we will be undefeated! Just stay": null, "until the end of the year, just stay until we win the cup.": null, "Aabria: Dream, I need you to make a Charm roll, difficulty of 10. What": null, "part of the castle are you in right now?": null, "Brennan: The grounds, right?": null, "Lou: How far’d we get, yeah.": null, "Brennan: Yeah, part of the grounds.": null, "Aabria: I don't think you're full outside 'cause y'all were kinda": null, "shuttled back in post-Scuppers.": null, "Erika: 10.": null, "Aabria: You did it. And wherever you are now is close enough to a window": null, "that you hear that it's begun to rain, (rain pattering) but very": null, "specifically, behind the window that's behind Dream.": null, "(Lou laughs)": null, "Evan: I don't have it in me to argue about it. You guys know that I": null, "don't wanna do this, right?": null, "Dream: Evan, if you wanted to make foolish heroic sacrifices, you": null, "would've been sorted into the red house, whatever it's called. We, our": null, "house, is for all of the rest. Those who are steadfast and loyal. Those": null, "are our strengths. Ours is not to be in the first line of fire. Ours is": null, "to be there for one another.": null, "Evan: (sighs heavily) Yeah. I'm gonna, yeah. I don't wanna… I know it's": null, "been a month. If that snake had hurt you, that would've been the end for": null, "me, you know?": null, "Sam: But it didn't. Now we're talking about hypotheticals that didn't": null, "happen.": null, "Dream: Philosophically, that's what? A slippery slope, straw man?": null, "Sam: One of those S words is definitely it.": null, "Jammer: I mean, we kicked its ass, dude. We bodied it.": null, "(Brennan laughing)": null, "Jammer: I can't say that enough, and if it comes back we'll body it": null, "again, and we'll body it every day we have to until it realizes that it": null, "doesn't win in this house. Doesn't win in Goat House.": null, "Aabria: Sam, I need a Fight roll right now, snap decision, difficulty of": null, "10.": null, "Danielle: So that's a six.": null, "(Brennan gasps)": null, "Aabria: You see in just that blink again, the tether, you see it snap.": null, "But not fast enough to catch it.": null, "Sam: You guys say more nice stuff. We gotta say nice stuff.": null, "Jammer: I mean, I'll say all the nice stuff you need to hear.": null, "Evan: I don't wanna hear anything nice.": null, "Jammer: Well that's what-": null, "Evan: I'm trying to do something nice!": null, "Jammer: Well don't! You don't want to!": null, "Evan: [yelling] I don't have anything to offer this group! [pulls out": null, "his wander] Look at this! This is what's on the inside, and it takes a": null, "lot of effort to just cover this up! I'm just dragging you down. Look at": null, "all the great stuff you guys do for this place. Like look at you guys,": null, "it's clear… Lift your wands up. One of these things is not like the": null, "others.": null, "Dream: You know, these people at this school put so much stock into what": null, "they were born as and who they were, as if what you're born with and who": null, "you're born to and the place that you live is going to define you in": null, "your whole entire life, but we're fucking Americans, you know what?": null, "Aabria: The mice kind of like (gasps).": null, "Dream: I may have been born with this inside of me, but it's not who I": null, "am! (clears throat) And if I decide that maybe there are parts of me": null, "that I wanna keep, I shall keep those, and the rest of them, well, I": null, "don't have to let my genes define me. We get to choose.": null, "(Brennan sighs)": null, "Aabria: And a little paper airplane sails into the view and kind of": null, "lands on your shoulder. It's bright pink, it's clearly from Nurse": null, "Stitchnit. “Whenever you're ready.”": null, "(paper sizzling)": null, "Evan: I'm gonna look up at my friends.": null, "(slow music)": null, "Evan: I… I've been afraid for a lot of my life. I think you guys are": null, "really, really kind. There's no part of you that feels like you'd just": null, "be dragging me around? I know you. That's the thing, I know you guys can": null, "body whatever I can throw at you. I know you can. I don't wanna be a": null, "just trapdoor to something terrible that's gonna pop open from time to": null, "time for things that you have to body.": null, "Sam: We're all gonna do stuff the other doesn't like sometimes. That's": null, "what being friends is about, is sometimes we're gonna do things that's": null, "gonna make us upset, but you stand by your friends. One day one of us": null, "might eat the last McRib and not ask if anybody wanted any extra.": null, "Jammer: God forbid.": null, "Sam: God forbid, but it could happen. But that's what best friends are": null, "for. We'll work through whatever we have to.": null, "Aabria: You hear footsteps slowly walking down the hall.": null, "(footsteps approaching)": null, "Brennan: I think I'm fucked in the head. I think Evan just looks to the": null, "footsteps like, “Oh god, a new thing. Thank god. Thank god. Thank god.\"": null, "Aabria: You turn and you see the swishing robes of Headmistress": null, "Philtrum.": null, "Philtrum: Oh, oh. Evan, pilot program, there you are. You ready?": null, "Evan: Sorry, am I ready?": null, "Philtrum: To, uh, finish your stay here. Do they know? You're needed at": null, "the nurse's office and I've come to escort you.": null, "Brennan: Can I make some kind of Brains check?": null, "Aabria: You trying to Insight check my girl?": null, "Brennan: I'm trying to Insight check your girl.": null, "Aabria: Yeah, okay.": null, "Brennan: Because-": null, "Lou: [muttering under his breath] Trying to Insight check your girl.": null, "Brennan: Nurse Stitchnit has never mentioned Headmistress Philtrum being": null, "integral to the workings of the nurse's office before.": null, "Aabria: Yeah. 8 is your DC.": null, "Brennan: It's exactly an 8.": null, "Aabria: I will offer up what you see, and if you have a deeper question,": null, "feel free to follow up. She looks a little too pleased to see you and": null, "escort you to Nurse Stitchnit's office.": null, "(slow ominous music)": null, "Evan: Sorry to change the subject super quickly, gang. Very wound up in": null, "my own shit and I apologize. I'll be there in a moment, Headmistress": null, "Philtrum: Oh, I'll wait here.": null, "Evan: I'm just gonna… Okay.": null, "Brennan: I'm gonna look at you guys and say,": null, "Evan: What the fuck happened on the Scuppers field?": null, "Philtrum: Is this really the time for that?": null, "Evan: I believe so.": null, "Dream: Tallulah cast-": null, "Philtrum: Well no, you're the one… Hold on, I'm so sorry. You're the one": null, "that asked Nurse Stitchnit on the evening, on the weekend to speed up": null, "this process for you. And I apologize if I seem rude or terse, but": null, "you've asked for a thing and it would be the height of impropriety to": null, "keep him waiting any longer. So can we go?": null, "Evan: The height of impropriety?": null, "Philtrum: Mm.": null, "Evan: Okay. I'm improper.": null, "(Aabria sighs)": null, "Brennan: I'm gonna look over and say,": null, "Evan: Headmistress Philtrum, I appreciate the rush that you appear to be": null, "in. I am gonna go get my things. I have a grocery bag with some socks": null, "waiting for me in my room. I'm gonna pick that up and then I'm headed to": null, "the nurse's office.": null, "Philtrum: I mean, we can, I can-": null, "Evan: I'm gonna go do that.": null, "Philtrum: Get that picked up.": null, "Dream: We'll help you go get your things.": null, "Evan: Thanks, gang. Appreciate it.": null, "Sam: Yeah, it's a heavy bag.": null, "Dream: Yes. Say our final goodbyes. You understand.": null, "Philtrum: Mm-hmm.": null, "Dream: Teddy, why don't you and the choir perform for the Headmistress": null, "while you're waiting.": null, "Philtrum: Oh, no thank you. I will—": null, "Aabria: And she just-": null, "Dream: Oh, but we insist. They've been working ever so hard on it.": null, "Philtrum: Huh. Pink is certainly your color, dear.": null, "Dream: [teeth clenched] Thank you.": null, "Brennan: As I'm walking off with you guys I say,": null, "Evan: Sorry, what the fuck happened… What happened on the Scuppers": null, "field?": null, "Dream: Tallulah cast a very destructive spell on you.": null, "Evan: You jumped in the way. That's awesome. That's so awesome.": null, "Dream: You're awesome.": null, "Evan: You're awesome. You too. You're the awesome one.": null, "Jammer: Hey, do this later.": null, "Evan: Okay, sorry.": null, "Sam: You're both awesome.": null, "Jammer: Yeah, we get it.": null, "Evan: Sorry, sorry, sorry. Friend group.": null, "Aabria: Adversity token.": null, "Evan: This is all new calculus to me. Tallulah fired a spell?": null, "Evan: Well, we gotta tell Headmistress Philtrum that. Not that I think": null, "she's gonna do shit, but we gotta get a read.": null, "[Lou laughs]": null, "Evan: Okay. The voices came to me because something bad was gonna happen": null, "to you. I reached in and let them take over, but you were doing the same": null, "thing for me. You were trying to save me at the same time from a spell": null, "that Tallulah was casting. The Headmistress is not a part… I've never": null, "talked to Headmistress Philtrum about this plan of mine. Can I try": null, "something?": null, "Jammer: Of course, my guy.": null, "Dream: We trust you implicitly.": null, "Evan: If this doesn't work-": null, "Jammer: We'll body it.": null, "Jammer: I don’t know what-- It'll get bodied. That's a promise, on": null, "sight.": null, "Evan: Jammer, can I borrow your phone for a quick second? Mine doesn't": null, "have a screen.": null, "Jammer: Yeah, of course. Here.": null, "Brennan: I'm gonna open a Google Maps on Jammer's phone, and I'm gonna": null, "go to a Planet Fitness near Jammer's home in Chicago, the nearest Planet": null, "Fitness, and do a Google Street View of it.": null, "Lou: What?": null, "Brennan: And I'm gonna say,": null, "Evan: I'm done running. I'm done running from you, motherfucker.": null, "Brennan: And I'm going to point my wand at the ground and summon my": null, "shadow here.": null, "(all gasping)": null, "Aabria: Oh, god. That is a Grit roll, difficulty of 13.": null, "Jammer: How did you know it was a Planet Fitness?": null, "Evan: Dude, I got your back, man.": null, "Dream: Active listening. Lovely.": null, "Evan: I know.": null, "(Brennan blowing on his dice)": null, "Brennan: It's only a 4. It's Grit. I cannot burn enough Adversity tokens": null, "to get there, that's a failure.": null, "Danielle: How many would you need?": null, "Brennan: Oh, we don't gotta do this.": null, "Lou: I mean, if we can we will.": null, "Danielle: Yeah.": null, "Brennan: Well listen, I think… 'Cause it's a Grit roll, right?": null, "Aabria: Mm-hmm.": null, "Brennan: I think I'm gonna let this thing come and hurt me. Yeah.": null, "Aabria: I didn't say it wasn't gonna come.": null, "Brennan: No, that's what… I think what I'm saying is, the Grit roll of,": null, "I know I run from this thing.": null, "Aabria: Yep.": null, "Brennan: It's okay if it hurts me, that's fine. 'Cause the grit part of": null, "resisting it, if I fail at that, that's totally fine 'cause I'll get a": null, "chance to do something after that. So I'm totally down with a failure.": null, "This is fine for me.": null, "Lou: Okay.": null, "Aabria: Yeah, you never had to roll to summon your shadow. The struggle": null, "has always been to keep it away. So the moment you call, it comes. And": null, "all of you see that behind every pane of glass, a shadow moves across": null, "it, and you see it coming down the hallway, gaining speed, going on both": null, "sides of every corridor until the shadow drops down off of some of the": null, "sconces on the wall, and the lights flare up in every direction around": null, "Evan until we get a four-part shadow, like an X marking the spot under": null, "his feet. And Evan, you feel a surge of wind under you as you are made": null, "whole again.": null, "Brennan: Awesome. I'm going to level my wand at my shadow, and I'm gonna": null, "say,": null, "Evan: This gift has brought me nothing but pain and misery. I'm done": null, "running from you. I am not a scared child. I am a wizard. Heed my words,": null, "shadow, you are mine and mine alone! You will go to this Planet Fitness": null, "[holds up the phone] and you will collect a series of free weights and": null, "bring them to my friend Jammer, or I will cast you into the center of": null, "the sun where you will know never darkness, nor shade again!": null, "Aabria: Your shadow flickers in the light, and it seems to stretch long": null, "and away from you, trying to leave you and flee you. It does not, it": null, "cannot. And then all of the lights go out in the corridor, and when each": null, "little flame comes back up again, Evan's shadow is gone. And": null, "Headmistress Philtrum rounds on you.": null, "Philtrum: What was that?": null, "Aabria: She kinda comes back around.": null, "Philtrum: I thought you were collecting your things. Now you're causing": null, "power outages in my school.": null, "Sam: Did y'all pay the bill? We don't know it was him.": null, "Philtrum: You think you're cute and clever, don't you?": null, "Evan: Sam is objectively cute. She has like, 100 thousand followers.": null, "Philtrum: Enough from you. You have upset the… No. No. No. Are you": null, "ready, Mr. Kelmp?": null, "Brennan: Do I look around and see any free weights at all?": null, "Brennan: Do I see anything?": null, "Aabria: It takes a second, sir.": null, "Brennan: Gotcha. I'm looking at the...": null, "Aabria: It's grabbing as many kettlebells as it can.": null, "Brennan: As many kettlebells as it can. I'm gonna put the phone down,": null, "and I'm going to walk over. Look at Headmistress Philtrum. One sock.": null, "(Philtrum sighs)": null, "Brennan: Two socks.": null, "Jammer: This is not the part we're gonna help with. We're gonna help": null, "later on.": null, "Aabria: And you hear a little (imitates clanking) down and away, in the": null, "shadowed part… This is a long bunk dorm. And you hear the sound of": null, "dropping metal out of sight, but not out of range.": null, "Jammer: Is that?": null, "Evan: Are those?": null, "Jammer: Is that it?": null, "Aabria: Sam, I need you to make a Charm roll. The difficulty is 12.": null, "Danielle: Difficulty is 12. Oh, are you kidding?": null, "Lou: Please tell me that's a good \"Are you kidding?\"": null, "Danielle: 7.": null, "(gasping)": null, "Danielle: Uh-oh.": null, "Aabria: Nothing, no. You just don't get it.": null, "Aabria: That's just what it is. You just don't get it. And you feel that": null, "something important passed, an opportunity, and you missed it. And so": null, "often in your life you kinda just miss things or are late to them, and": null, "when you get there it's lovely, but you know in this moment that you": null, "missed something huge.": null, "Erika: So while this is happening… I'm gonna spend this for treasure": null, "hunter. While this is happening, as Evan is putting the socks into his": null, "bag, the mice have nibbled a hole in the other side and are taking socks": null, "back around.": null, "Aabria: That just happens. That's great. They've got a little line": null, "going.": null, "Erika: A little line. They're passing around.": null, "Aabria: You have to keep looking at them 'cause they're ready to break": null, "into song, like.": null, "Mice: ♪ This is a time— ♪": null, "Dream: No.": null, "Brennan: I'll see that and I'm like,": null, "Evan: That's incredible.": null, "Brennan: I'm gonna look and just be like,": null, "Evan: Do those sound like weights outside?\"": null, "Jammer: A little bit.": null, "Evan: Yeah.": null, "Lou: Does it sound like weights?": null, "Aabria: Yeah, it sounds like… Okay, so you would know specifically": null, "kettlebells hitting where you're not supposed to let them drop. It's": null, "supposed to be on rubber flooring and you're just like, clank, clank,": null, "clank, clank.": null, "Jammer: I'm gonna go check on something real quick.": null, "Lou: And I wanna jog it out, just jog it out to-": null, "Aabria: Full set of dumbbells, full set of free weights, and two power": null, "lifting bars, a bunch of bumper plates.": null, "Lou: Jammer tears up. Jammer immediately—": null, "Lou: Just like- [biting his lip]": null, "Aabria: Yo, eff it, there's a power rack there. There's a full spot": null, "rack, let's go.": null, "Lou: Oh, then tears.": null, "Lou: It's quiet tears. It's quiet tears. My man hasn't gotten a good": null, "pump in over a month. And I guess I come sprinting back and I'm like,": null, "Jammer: Mm-hmm. Mm-hmm. Mm-hmm.": null, "Evan: Man. You know it was never a question that you guys can do": null, "everything for me. I just wanted to be able to do everything for you.": null, "Jammer: Hey, you came back in a big way.": null, "Philtrum: Are you ready, Mr. Kelmp?": null, "Evan: Hey lady, I changed my mind. I'm okay being magic. I can help my": null, "friends.": null, "Dream: Oh!": null, "Philtrum: Why don't you go and explain to the nurse your sudden change": null, "of heart?": null, "Evan: Yeah, that's fine. Nurse Stitchnit is extremely understanding and": null, "kind and I do not doubt that it will be a nonissue. Do you guys wanna go": null, "visit Nurse Stitchnit?": null, "Philtrum: No, you can go on your own. I have to speak to… They were also": null, "at the Scuppers match. Much to discuss.": null, "Brennan: Click click.": null, "Evan: [writing a note] “Dear Nurse Stitchnit, not comin'. Thanks for all": null, "the help.” [sends it]": null, "Aabria: She doesn't even look away from you. She blinks and it sizzles": null, "up in flame.": null, "Evan: You seem very hostile for an adult charged with the care of": null, "children.": null, "Philtrum: I… You know what? Normally people your year understand how to": null, "behave in a way that is proprietous. We usually get a lot of that": null, "Muggle… [sighs and rolls her eyes] NAMP.": null, "Jammer: Ohhhh, okay. Oh, so-": null, "Sam: Wow.": null, "Dream: Really?": null, "Jammer: Now what if I react like everyone else does, lady. Excuse me?": null, "Hold on.": null, "Sam: My family are all Muggles, so-": null, "Philtrum: You still can't say that if I can't.": null, "Sam: [shakes her head] Can't say it.": null, "Evan: I think we have something to bring to your attention,": null, "Headmistress.": null, "Philtrum: Sure, go ahead. What else?": null, "Evan: Tallulah-": null, "Jammer: Mm-hmm.": null, "Evan: A member of Hercinil-": null, "Philtrum: I'm aware.": null, "Evan: Attempted to cast a lethal spell at me on the Scuppers field.": null, "Philtrum: At what point? Before or after your massive black cloud": null, "disapparated you and another student from the game?": null, "Evan: Before. Causal, in fact.": null, "Philtrum: Okay. Do you have any proof of that? I would love-- If that is": null, "true, that's a very, very grave allegation, and I just would like to": null, "follow through on that. So what can you offer me?": null, "Dream: Well, as a matter of fact, Sam?": null, "Sam: Hmm?": null, "Dream: Weren't you recording the whole match?": null, "Sam: I was.": null, "[Brennan laughs]": null, "Sam: I was recording the whole match. That's right.": null, "Philtrum: On what? With what?": null, "Sam: [pulls out her phone] Bam!": null, "Philtrum: Oh.": null, "Evan: It went-": null, "Philtrum: You brought electronic devices to the school when I asked you": null, "not to.": null, "Evan: Yeah, it went live on Twitch to over 80 people.": null, "[Aabria laughs]": null, "Evan: Okay?": null, "Sam: 10 of them watched live.": null, "Evan: Normally Sam does way more numbers than that, but we're in": null, "Greenwich Mean Time.": null, "Philtrum: Mm, mm-hmm.": null, "Evan: And there's timezones to consider. It's a different time of day in": null, "the United States.": null, "Dream: It's not really her target demographic here.": null, "Philtrum: Correct. So show me the footage?": null, "Sam: Yeah, I'll just show you the footage. That sounds good.": null, "Philtrum: Yes. Actually, no. You and I will go together and review the": null, "footage. You all can stay here. [to Evan] Don't forget to report to the": null, "nurse at your earliest convenience. Thank you. Miss Black.": null, "Danielle: Yeah. Sam takes her phone, looks at everybody.": null, "Sam: Okay, let's go review this footage.": null, "Erika: Teddy's gonna discreetly follow.": null, "Aabria: She reaches the threshold of the door, says,": null, "Philtrum: Oh, I'm so sorry. Familiars need to stay with their mages.": null, "Dream: Very well.": null, "Philtrum: Recall your familiar.": null, "Dream: Theodore, darling, please come back.": null, "Aabria: And Teddy is on all fours, has blown through the elbow patches": null, "and is hissing and growling, and just only reluctantly, like the dog at": null, "the end of its tether, recalls himself to you.": null, "Erika: Send out a little psychic link. Oh wait, I only have psychic link": null, "to him, but I'll just...": null, "Evan: So.": null, "Jammer: This all feels bad.": null, "Evan: Very bad.": null, "Jammer: Super bad.": null, "Evan: Gas station parking lot bad.": null, "Jammer: Uh-huh. Feels like somebody's about to get beat down.": null, "Evan: Yeah, it really does.": null, "Evan: And you know what I think? Given that feeling is pretty": null, "unshakable, I would love for that person to not be me and to be": null, "Headmistress Philtrum.": null, "Jammer: Yeah, yeah. And Tallulah, and that trio, minus Fergus.": null, "Evan: Yeah, that trio, yeah.": null, "Jammer: 'Cause I think it's going down between Sam… It's cool, it's": null, "real.": null, "Evan: We'll see if Fergus wants to do something about anything-": null, "Jammer: Yeah, he could be on the right side of history or not, and": null, "that's his decision.": null, "Evan: He can write the ending to his story based on his actions, yeah,": null, "for sure.": null, "Dream: I feel like Sam could get anybody to do anything, really.": null, "Jammer: I mean, I feel like there's a chance Sam comes out of that room,": null, "and it's one of those things where she goes in and tries to put her in": null, "handcuffs, but then we come out and Sam's got the handcuffs off and": null, "they're actually on Headmistress Philtrum.": null, "Jammer: Like a full turn-around.": null, "Evan: Should we run to the nurse right now and give… You know who I'd": null, "love to get in on this?": null, "Evan and Jammer: Dr. B!": null, "Jammer: Yo!": null, "Jammer: What's up?": null, "Boodle: You don't have to send it, I'm over here looking at all of": null, "these… What are the weights? What are these?": null, "Jammer: Oh, these are kettlebells,this is a power rack for squatting.": null, "Boodle: Why is it in here?": null, "Jammer: Oh, Dr. B, you're gonna love this. You're gonna love this.": null, "Boodle: Oh.": null, "Jammer: Will you come with us to Nurse Stitchnit?": null, "Boodle: Of course.": null, "Jammer: We've got some things to throw down, and then I'm gonna show you": null, "how to power lift. And honestly, this school is about to get fuckin'": null, "jacked.": null, "Boodle: Is that good? That sounds bad.": null, "Jammer: It's so good.": null, "Dream: Positively yolked.": null, "Boodle: That also sounds bad 'cause oxen, they don't like being in": null, "yokes.": null, "Dream: Oh, I thought it was with a K-": null, "Jammer: I thought they...Yeah, you know, yolked is being-": null, "Boodle: They're beasts of burden.": null, "Aabria: And on that weird note, we kind of-": null, "Erika: I have sent the mice, though.": null, "Aabria: Do you? Yeah. I figured.": null, "Erika: Yeah, yeah, of course.": null, "Aabria: You know what? Go ahead and make a Flight roll for me. We'll say": null, "the difficulty's seven.": null, "Erika: Okay. Is this common sense, or?": null, "Aabria: It's not common sense 'cause you're using magical animals to": null, "track a wizard.": null, "Erika: All right. Oh, 10, 11. It's 11.": null, "Aabria: Oh yeah. They go and they are undetected.": null, "Erika: Oh wait, no, no, wait, it explodes.": null, "Aabria: Oh my god!": null, "Erika: It explodes. 10 explodes. Okay, so that's 17.": null, "Brennan: Whoo.": null, "Aabria: Oh, okay. Better than expected. What extra thing happens with": null, "your recon mice?": null, "Erika: So words get out around the castle. They keep going, and then": null, "there's cockroaches around, and other little vermin.": null, "Erika: And there's little sparrows in the rafter and stuff, and they're": null, "all like, \"Oh shit, it's going down.\" They're like, \"We gotta keep on": null, "Sam.\" So they're following at a discreet distance and stuff, and have": null, "set word out around that something's going down, everybody be on the": null, "lookout, report back.": null, "Aabria: Tight. You know what? Give me, what is this? I'll call it a Grit": null, "roll. A Grit roll difficulty of six.": null, "Danielle: Difficulty of six.": null, "Danielle: Okay. That was a 10.": null, "Brennan: Oh my god.": null, "Erika: Does it explode, or?": null, "Danielle: It does explode.": null, "Lou: Does it continue to explode?": null, "Danielle: 15.": null, "Aabria: All right, we're gonna do a bit of a \"Some Pig\" thing. A little": null, "spider… Headmistress Philtrum, head down, is walking. And you see as": null, "you're trailing behind her a little spider drop down, its silk catches": null, "in the light, and it quickly weaves out a message from… Dream, what": null, "message would you want to send to Sam?": null, "Erika: “Hi, Sam, how's it going?”": null, "Aabria: No, keep it… It's \"Some Pig\", what are you doing?": null, "Lou: \"Hi, Sam, comma.\"": null, "Erika: \"Trust the creatures.\"": null, "Aabria: Yeah, it just says, \"Trust us.\"": null, "Erika: Good, yeah.": null, "Sam: Okay. All right. Hey, spider. Lookin' real good, spinnin'. That's": null, "what you do.": null, "Aabria: It just kinda waggles its butt.": null, "Aabria: Just trying to be like you.": null, "Danielle: Throws it back.": null, "Aabria: Just trying to be like you. Anyway, y'all do make it to": null, "Headmistress Philtrum's office. And once you get in there, you see that": null, "all her robe affectations, of big sparkly things, she takes those off": null, "when she comes in, and this is a sleek black room. There are a couple": null, "little magic items placed, but it is minimalist and dark, and there's a": null, "couple lights on her ebony desk. And she invites you to sit across from": null, "her.": null, "Philtrum: So what do you have to show me?": null, "Sam: I'm gonna show you tape from the game that I taped, for sure.": null, "Philtrum: Absolutely did.": null, "Sam: Absolutely, 100%.": null, "Aabria: Now did you absolutely do this or is this a group lie?": null, "Erika: I thought you actually did it.": null, "Aabria: No, you get to decide in this moment. Was the group lying and": null, "hoping that you could figure out how to fabricate stuff, or were you": null, "actually streaming this?": null, "Danielle: Oh, that's a really good question. I was playing, so I don't": null, "know if I could've been… I mean, I don't know if I could've been playing": null, "and streaming, so I think Sam took it as, you distract her while we go": null, "get more defenses, so my job is to charm and try to figure that out and": null, "keep her going while everybody else is getting Dr. B, and putting": null, "together a team.": null, "Aabria: Okay. So with that in mind she just waits patiently.": null, "Sam: Okay, so this is a phone. I'm just gonna… [smiles and makes a peace": null, "sign at her phone]": null, "Danielle: And then I do my face thing 'cause that's the way that her": null, "facial recognition works.": null, "Aabria: Oh my god. Yes!": null, "(Erika screaming)": null, "Aabria: Adversity token 'cause that's amazing. I did not clock that.": null, "Sam: Yeah. Okay, so here's the… Oh, it's not. I need bars. And I start": null, "doing the ritualistic act of looking for bars.": null, "Sam: Oh, I can't. Are there-": null, "Philtrum: You are aware that I can see when magic is being cast, yes?": null, "Sam: I am now.": null, "Sam: That's a good thing for me to know.": null, "Philtrum: Yes, your friends were very dismissive of my abilities,": null, "perceptions, or general wherewithal when it comes to you four": null, "specifically. I'm very capable, and I don't enjoy my time being wasted.": null, "Sam: You know what? You're right. And I am so sorry that I crack… When": null, "I'm nervous I make jokes. It's a survival mechanism, it's fine. I'm": null, "really sorry that I did that earlier and I just wanna say-": null, "Philtrum: Are you going to produce the footage?": null, "Sam: Yes.": null, "Danielle: And then Sam goes through the phone and is like,": null, "Sam: See, it's here right here.": null, "Danielle: And it's just another Sam mukbang.": null, "Sam: You see? Oh, no.": null, "Aabria: Make a Grit roll, difficulty of 12.": null, "Lou: You got this. You got this.": null, "Danielle: Only if I… 5.": null, "Aabria: She blinks once and your phone screen cracks, and the entire": null, "thing crumbles in your hand.": null, "[Sam yells]": null, "Philtrum: I did ask that you not bring electronic devices onto the": null, "campus, did I not?": null, "Sam: Well now you've destroyed the evidence, so I can't show you what we": null, "got. So with that in mind…": null, "Danielle: And Sam's trying to look out and see if she can see out the": null, "door if the cavalry is coming or if she's just on her own.": null, "Aabria: There's no one there.": null, "Sam: Yeah, well now it's destroyed.": null, "Philtrum: Tallulah is a model student.": null, "Sam: Really?": null, "Philtrum: Yes.": null, "Sam: 'Cause she's kind of terrible and mean. And that's a model student,": null, "right.": null, "Philtrum: I asked those three students to look after you when I could": null, "not, before the term even started. And if I recall, their assertions of": null, "your interactions, that you all were incredibly dismissive of them. So": null, "really, who was being terrible?": null, "Sam: Well, they're not all bad. Fergus is kinda nice, actually. We": null, "weren't being dismissive, they were just being very… We just couldn't": null, "handle all the microaggressions, you know? There was just so many, and I": null, "don't think that they think well of NAMPs.": null, "Philtrum: I didn't invent the name, for what it's worth.": null, "Sam: Okay, 'cause it tastes like coal in my mouth. I really dislike it.": null, "Jammer: Tastes like.": null, "Philtrum: I didn't mind the old word, but then again, times change and": null, "we have to change with them.": null, "Sam: Right. So I just think, you know, we don't have the evidence, but I": null, "can tell you exactly what happened. We were on the pitch, and Tallulah": null, "was getting mad 'cause they were getting bodied. Just wrecked.": null, "Philtrum: They were winning.": null, "Sam: Right, but they was about to get bodied, and they didn't know it.": null, "And they were just, wreck, wreck, just balls over here, goals, hello. We": null, "were about to just really destroy them. And Tallulah got upset, got a": null, "little wandsy, just doing some wand stuff. And they disappeared so that": null, "they couldn't be harmed. They actually did you a favor because how many": null, "students get injured here? It seems like it's all the time.": null, "Philtrum: Acceptable margins. Now, I have noticed Fergus' interest in": null, "you. I keep an eye out on my house. And I'll put it another way. If you": null, "would like to formally lodge this complaint, that would mean the entire": null, "Hercinil team would be under probation, including Fergus. Is that what": null, "you would like to do?": null, "Sam: If I lodge a complaint about one of his homies trying to kill my": null, "people?": null, "Sam: Ooh. Look, he cute, but he ain't that cute.": null, "(clapping)": null, "Sam: I'm lodging a formal complaint.": null, "Philtrum: It will be taken under advisement. You are dismissed.": null, "Sam: Okay. I guess I'll just… This was good talking to you though, some": null, "good one on one student-headmaster time. We'll have to do this again": null, "sometime.": null, "Danielle: Still looking behind to see if anyone's coming and if she": null, "needs to continue to distract. She's just kinda slowly backing out like,": null, "Sam: This was cool, let's do it again.": null, "Aabria: Let's freeze here really quick and see what the rest of the": null, "group is doing.": null, "Brennan: We already had Dr. B, but I just wanted to holler at the nurse": null, "real quick.": null, "Aabria: Yeah, sweet. You're able to slide over, it's not that far away.": null, "Evan: Nurse Stitchnit, hi.": null, "Stitchnit: Hello. Are you re— there's so many people. Oh.": null, "Evan: Hi. I'm not gonna go through with it. I'm not gonna go through": null, "with it.": null, "Stitchnit: [smiles] Sorry, I'm not supposed to look pleased. What": null, "changed?": null, "Jammer: Got me a bunch of kettlebells from Planet Fitness.": null, "Dream: He seems to believe that if he can be of some material use to us": null, "that that validates his friendship with us in some way, which is": null, "certainly not the case. But however, it changed his mind.": null, "Stitchnit: Sure. Okay. I'm happy to get rid of all of this, that's fine.": null, "Aabria: And you see him just kind of kick over a-": null, "(crashing)": null, "Dream: Oh, Jesus Christ, what the-": null, "Aabria: Table full of candles and weird seance-y looking shit. Like,": null, "Stitchnit: That's fine.": null, "Dream: What was the saw for?": null, "Stitchnit: You don't want-": null, "Evan: I know what the saw's for.": null, "Stitchnit: Do you wanna know? Do you wanna know? It would've been really": null, "bad. It would've sucked a lot.": null, "Dream: Well, uh.": null, "Evan: It's not anything you can see.": null, "Stitchnit: Yeah, that's the worst part. I'm really happy that you're not": null, "doing this. I'm worried 'cause you have a look, you have a whole-": null, "Dream: Well, the Headmistress-": null, "Stitchnit: They're not doing it for the right reasons.": null, "(Evan sighs)": null, "Dream: The Headmistress seems to be up to something, yes?": null, "Jammer: Yes.": null, "Dream: Yeah. [coughs]": null, "Evan: I think the Headmistress is covering for some bad students here,": null, "and if I'm being honest, I don't think bad students behave badly if": null, "they're not getting the go-ahead from bad teachers.": null, "Dream: In fact, it seems like a lot of the adults' behavior enables bad": null, "behavior on the parts of students. There's arbitrary demerit systems": null, "handed out, and you can just randomly win for no reason at all.": null, "Stitchnit: Randomly win? I'm sorry, you can keep going. You're making a": null, "lot of… I'm a nurse, so you're just making a lot of good points to me.": null, "Aabria: He kinda looks over at Dr. B, and Dr. B's like,": null, "Boodle: No one takes my class on purpose.": null, "Jammer: Well, honestly Dr. B, we'll probably end up taking your class on": null, "purpose next semester, if only to kick it with you 'cause you're one of": null, "the only real teachers.": null, "Boodle: Thank you.": null, "Jammer: But real talk, right now Sam is talking to the Headmistress, and": null, "we just kinda wanna get over there just in case some shit goes down and": null, "we need to… I don't think we're gonna-": null, "Boodle: No, no, no, no, I'm gonna stop you there. What do you think you": null, "will do if some stuff… What do you think is gonna go down? Okay, she is": null, "kind of a bitch. We all know it, it's very obvious. Have you seen her be": null, "in extent in a place? I get it, we all get it, but she's the": null, "headmistress of the school, she was given a great responsibility, and I": null, "don't know what you think is going to happen.": null, "Jammer: I don't know, but-": null, "Boodle: She's not going to harm a student, that's wild. Not even you": null, "all.": null, "Dream: Why was she so eager for Evan to go through with his (clears": null, "throat) procedure?": null, "Evan: She came up and knew about the procedure. Did you tell her about": null, "it?": null, "Stitchnit: I mean, yes, you're part of the pilot program and if one of": null, "you makes a choice-": null, "Evan: They don't have freedom of speech here, so I thought": null, "patient-doctor confidentiality might've been a thing, but-": null, "Dream: I don't-": null, "Stitchnit: Is that a thing in the UK?": null, "Evan: It's an incredibly great thing in the United States of America.": null, "Stitchnit: Well, you're about to be sent back there, so I don't know": null, "what to tell you.": null, "Jammer: Wait, what?": null, "Stitchnit: No, you're part of the pilot program. If any of you leave or": null, "fail out, or have any sort of markedly bad behavior that reflects on": null, "what you represent, the entire process would be kind of a wash.": null, "Evan: [loudly] That part was never explained to me!": null, "Stitchnit: 'Cause why would we want to put-": null, "Evan: If I left, they would all get kicked out?": null, "Dream: And not just-": null, "Stitchnit: No, no, no, no. Mm, probably a little bit.": null, "Dream: Us, it's that-": null, "Stitchnit: I mean, maybe, I don't know.": null, "Dream: It's that the entire race of humans would not be-": null, "Stitchnit: Here's the thing. I do have to say this one more time.": null, "Wizards are humans. Wizards are humans.": null, "Evan: We get that.": null, "Stitchnit: Yeah, okay, you said it-": null, "Dream: Yeah, we know that.": null, "Stitchnit: You said it kind of weird and-": null, "Dream: I'm sorry.": null, "Stitchnit: You're very kind of sparkly. The eye travels.": null, "Evan: Look, Sam could be in trouble. We wanted to come here and tell you": null, "that I'm not going to-": null, "Stitchnit: If Sam's with the Headmistress, she's not in trouble other": null, "than if she-": null, "Evan: Hey, Nurse.": null, "Stitchnit: What?": null, "Evan: Adults hurt kids all the time. It happens all the time. It happens": null, "every day in every country on the planet.": null, "Stitchnit: I just can't imagine a world in which as the steward of this": null, "program she would want anything bad to happen to you 'cause that would": null, "reflect badly on her, and if I know anything else about her, it's that": null, "she does not enjoy being made a fool of.": null, "Evan: Okay, Nurse, got it. Well, I'm sorry that you had to build that": null, "whole seance table.": null, "Stitchnit: I feel like you don't mean that even a little bit.": null, "Evan: No, I do. I just want you to understand that when we say that": null, "things are wrong, we're not coming at them from a place of ignorance.": null, "Stitchnit: Okay. Then what do you suggest that-": null, "Evan: We should go help our friend.": null, "Brennan: I'm gonna...Yeah.": null, "Lou: Take off.": null, "Brennan: Take off for Sam.": null, "Aabria: Yeah. Y'all roll out. And because nothing drastic happened, all": null, "of your mice… As you run and get in range of your web, that link that's": null, "with Teddy kind of spiders out and you just get this hold, and they're": null, "waiting for something if something happens.": null, "Erika: All right.": null, "Aabria: And nothing's happened, and you're able to walk down, out of the": null, "turret, and meet your friends at the bottom of the stairs.": null, "Danielle: Okay, perfect. Because I had just spent all of that time": null, "explaining the plot of ‘Terminator’.": null, ": Son of a-": null, "Danielle: While trying to figure out if anybody was coming.": null, "Aabria: Yeah, yeah. She's like,": null, "Philtrum: Noted.": null, "Sam: Yeah, so then he does the thumbs up.": null, "Philtrum: Please leave.": null, "Sam: And he goes down, and it's really sad. He's like, \"I know why you": null, "cry, but I could never do that.\" Okay, I think I'll-": null, "Aabria: Brains roll. Difficulty of 5.": null, "Danielle: Oh no. Come on, 'splodey, come on, 'splodey. Two.": null, "Aabria: What I will give you, is she's obviously very annoyed and tired": null, "of this interaction, but she doesn't seem confused by the things you're": null, "saying, like cyborg and movie, a lot of that facade has dropped and": null, "she's just,": null, "Philtrum: Yes, okay, cool, it was a robot and I get it, and there's": null, "guns. Move along.": null, "Danielle: And I guess I would hear that they're coming.": null, "Sam: Okay, sweet, just, it was a really sweet story worth a lot of life": null, "lessons. Thank you so much.": null, "Danielle: I start leaving now that I know that they're coming.": null, "Aabria: You're able to meet at the bottom of the turret.": null, "Jammer: You good?": null, "Sam: I just… I just snitched.": null, "Dream: Yes, but I mean, it's… Hmm. I really can't reconcile that one,": null, "actually.": null, "Evan: No, it's not a snitch. You're stress testing the corruption of the": null, "system. None of us actually believe that Philtrum's gonna do jack shit,": null, "right?": null, "Jammer: Yeah, exactly.": null, "Evan: It's a litmus test to see how fuckin' phony all these grownups": null, "are.": null, "Dream: That's the one. Fuck the system.": null, "Evan: Yes.": null, "Sam: There we go, I fucked the system.": null, "Dream: Quite.": null, "Jammer: Cool.": null, "Evan: So you lodged this formal complaint, but we know that these… I": null, "mean, I don't know what else to do other than just confront Tallulah": null, "about it, 'cause I'll be real, I doubt Tallulah struck out on her own to": null, "do that shit without getting a green light from some adult in charge.": null, "Dream: Well, perhaps Sam can do a little bit of fact finding on her": null, "date?": null, "Sam: Oh, that's right. I do have a date.": null, "Dream: Tell me the whole thing. I just haven't heard much about it.": null, "Sam: We're gonna go to Bibble's Bog and we're gonna have a drink and": null, "it's gonna be amazing, unless he's super mad at me that I just snitched": null, "out his house, so it could be-": null, "Aabria: Why don't we smash cut to that? Boop, it's a week later.": null, "Brennan: Incredible, incredible.": null, "Aabria: It's next Saturday, and the security around all of Gowpenny is": null, "such that you don't get to leave the grounds. It is a secure place. So": null, "it becomes a big deal when fourth years and above are able to leave": null, "campus to go to the little village at the bottom of the hill. And it's a": null, "quaint, tiny British town, village really, known as Bibble's Bog. And as": null, "you go in, you can see little signs and streamers and you hear music": null, "playing. And some of the signage that you all four see, if you go, as": null, "you walk up, is that it's the founders festival in town. And yeah.": null, "Generally speaking, the plan was just to meet at some point at the": null, "Questing Beast.": null, "Danielle: Okay. So, I assume it's about time to go meet over there.": null, "Aabria: Totally.": null, "Danielle: So I'm at the Questing Beast.": null, "Danielle: Just hanging out.": null, "Aabria: Yeah. So you're over there, and you walk in, and it's cute": null, "little just quintessential pub, except you see a very short": null, "dwarven-looking older woman with a big bushy beard that's well-kept.": null, "She's proud of this beard. And she kind of,": null, "Old Dwarf: Hello. Hello, you.": null, "Sam: Hi, I'm meeting a date, a friend here.": null, "Old Dwarf: Mm, okay.": null, "Sam: I'm meeting a Fergus, is that?": null, "Old Dwarf: Oh, I don't know a bunch of students, but oh, no, no, no,": null, "Fergus and Digby. Heroes, yes, good. Yes, good. Well, welcome. Can I get": null, "you a drink? This is the Questing Beast. We have games and drinks, and-": null, "Sam: Oh, what kind of drinks do you have? And what is the legal drinking": null, "age in this tavern?": null, "Old Dwarf: 17, I guess.": null, "[Danielle and Erika laugh]": null, "Sam: All right. I will take your sweetest drink, the one that tastes the": null, "least like liquor with the most liquor in it.": null, "Old Dwarf: Whiskey, that's fine.": null, "Erika: So we've all come to...?": null, "Aabria and Brennan: Bibble's Bog.": null, "Erika: Bibble's Bog.": null, "Aabria: Here, let me give you a little extra context. As you walk": null, "through the town and you get the really brief, \"Bibble's Bog's Founder": null, "Festival\". As you pass through the main plaza in the center, there's": null, "this beautiful fountain with a statue in the middle of a man with cool": null, "mutton chops and an old-timey well-dressed little suit reaching up and": null, "drowning in the middle of the fountain. And there's a little song being": null, "played about Sir Bibble that came to try to make the town become part of": null, "this magical union, and all of the druids in this area basically": null, "summoned a peat bog under his feet and drowned him, and they thought it": null, "was so funny that they named this town after him.": null, "[Erika laughs]": null, "Danielle: Wow.": null, "Lou: Cool.": null, "Aabria: Yeah, tight.": null, "Lou: And this is what the festival is for?": null, "Lou: Okay, cool.": null, "Aabria: You actually see singing, you see the Frunthwinkle's actually in": null, "the back singing very loudly this song, as the legacy of the druids that": null, "are like, “Yeah, fuck the man. We drown it, we get it.” She's eating": null, "this little dark black pudding.": null, "Erika: That's so dark.": null, "Aabria: It's called Nibble's Bog and it's just a little-": null, "Erika: And there's a little model man inside of it-": null, "Aabria: Yeah, it's a little cookie. It's a little cookie, and you just": null, "dip the cookie.": null, "Evan: Damn. This, uh… England's bad.": null, "Jammer: I mean, I can kinda get behind killing a dude who came somewhere": null, "to be like, \"Yo, this is mine,\" but then being like, \"This ain't yours,\"": null, "and drowning him. But I think naming the town, this is just extra.": null, "Evan: Renaming.": null, "Jammer: Renaming, yes.": null, "Evan: The town definitely had a name before.": null, "Jammer: And then they thought it was funny, and they were like, \"This": null, "is-\"": null, "Evan: \"We should name the town after that murder we did.\"": null, "Erika: A week later Dream's gotten a little of the chaos under control,": null, "and things are… It's a little toned down. It's not as sparkly, and she's": null, "still wearing pink. It's a little more in her style. There's pink": null, "fishnets and stuff.": null, "Aabria: Nice.": null, "Dream: I wonder if… Because these cloaks have hoods. They have hoods,": null, "and you know, it seems like these wizards are just like, if you have a": null, "hood up, you're just completely nondescript. I say we just go into the": null, "pub and hide out in a corner or something and listen in.": null, "Jammer: Classic.": null, "Evan: Classic.": null, "Dream: Right?": null, "Jammer: I mean, probably, honestly it would be good. You could learn": null, "some game, you know? It'll be good.": null, "Evan: Hey, I don't have any of that.": null, "[Aabria and Erika laugh]": null, "Jammer: I don't know where you guys are at, but Dream deserves some of": null, "that, you know? Get some game.": null, "Evan: Yeah, actually, that's… Yeah.": null, "Dream: [stuttering] Game.": null, "Evan: Oh.": null, "Dream: We can-": null, "Evan: Sorry, yeah, for sure. I remember what you… [to Dream] I can buy": null, "you a drink if you want. But if you don't want that, then you don't have": null, "to worry about that. But if you want one, I can get you one. But again,": null, "there's no pressure. I'm not gonna drink alcohol because I value": null, "self-control for reasons that you're both intimately familiar with.": null, "Aabria: [to Lou] Cleo slides in behind your shoulder and just doesn't": null, "say anything, is just watching, like,": null, "Khanh: This is a nightmare.": null, "Jammer: It's pretty crazy.": null, "Khanh: Oh, god.": null, "Evan: But ultimately it's your decision, and what's important is… By the": null, "way, I've been thinking-": null, "Khanh: [to Jammer] I started in the castle and I got here and this was": null, "happening the whole time.": null, "Evan: I remember what you said last week right when we found Sam where": null, "you mentioned, “Evan thinks that he only has value to the group because": null, "of his use to people.” And I've been thinking a lot about that, and I": null, "wanted to say that you're so right and self-worth is hard. But I've been": null, "very unloved, and so-": null, "Khanh: [to Jammer] Want me to grab you a drink?": null, "Jammer: Yeah, when we practiced this when we were lifting weights, it": null, "was way shorter.": null, "Khanh: That's fair. It's super fair.": null, "Jammer: I told him, \"You can just say, 'I'll buy you a drink if you": null, "want,'\" and that was it. But this is 15 minutes.": null, "Evan: So I don't want you to think that me buying you a drink is like": null, "getting the weights for Jammer, and it's not, it's-": null, "Dream: (shushing) You're so bad at words.": null, "Aabria: [to Lou] You have a drink now in your hand. [to Erika and": null, "Brennan] They're both just standing outside watching you two.": null, "Dream: You're so bad at words. But it's all right. Yes. A lot of times": null, "we're the product of our environment. For instance, I hated pink because": null, "it was internalized misogyny, but you know-": null, "Evan: Right.": null, "Jammer: Okay, I guess it turns out that was actually the play. I was": null, "wrong, this is the conversation. She wanted this.": null, "Khanh: That's wild.": null, "Jammer: Well done.": null, "Dream: Gender's more of a spectrum anyway in terms of experimenting with": null, "that.": null, "Khanh: Whoa, they're the same.": null, "Jammer: Okay, let's go outside.": null, "Khanh: Do you wanna go anywhere else?": null, "Jammer: We're gonna go, you guys sleuth, I'm gonna go hang out with": null, "Khanh.": null, "Evan: Yes, go for it.": null, "Khanh: Hey, I can hear you.": null, "Evan: No. No you didn't.": null, "Khanh: You know what we aren't gonna do?": null, "Evan: What's that?": null, "Khanh: I'll whoop your ass. You're not gonna gaslight me. No thank you.": null, "Evan: But you know what I mean.": null, "Khanh: Yeah.": null, "Evan: Did I ruin it? I'm so sorry.": null, "Jammer: You didn't ruin it for me.": null, "Khanh: Oh yeah, no.": null, "Jammer: I mean, if anything-": null, "Khanh: This is game, and you're not gonna… Nah.": null, "Jammer: Yeah, you're okay.": null, "Khanh: You don't have that power.": null, "Evan: I know, I know, I know.": null, "Jammer: All right, I'll check in with you.": null, "Khanh: Oh, you're corny.": null, "Jammer: He's corny as hell.": null, "Evan: [wheezing] I am from Iowa.": null, "[Dream laughs]": null, "Aabria: Cleo just like, dips.": null, "Evan: So glad you like that.": null, "Dream: Yes. Yes, this is delightful.": null, "Evan: Okay. I'm sorry. Yeah, I'm sorry. I'm gonna get better about": null, "knowing that you like me not because I can do stuff. But also, nothing": null, "makes me happier than being able to do stuff for you guys. So that's": null, "also true. Can I get you anything to drink?": null, "Dream: Yeah, I'd like a drink.": null, "Evan: Great.": null, "Brennan: I sprint into the bar.": null, "Erika: [mimicking running] Two arm.": null, "Aabria: You go inside and Fergus has already kinda slid in and was like,": null, "Fergus: Hey, how are you doing?": null, "Sam: Hi. I'm doing okay.": null, "Fergus: Whoa, what are you drinking? I can smell it from here, that's": null, "kinda wild. Can I have that too?": null, "Aabria: And the little lady's,": null, "Old Dwarf: Sure. Weird, they're drinking way more… That's fine. More": null, "money for me.": null, "Aabria: And she slides around and brings Fergus a drink too. And you": null, "actually notice that she's wearing little sneakers that are hot pink and": null, "neon under her robes.": null, "Sam: Oh, those are great kicks. Where'd you get those?": null, "Old Dwarf: Kicks. These are my Jammers. I got them from the shop down": null, "the street. Do you see?": null, "Sam: Wait-": null, "Aabria: And she kicks her foot up in the air like a super high kick, and": null, "they look like a super knock-off pair of the shoes that Jammer was": null, "wearing when y'all got to Vertiq Alley at the beginning of the term.": null, "Sam: Oh, that's nice. It's got those things-": null, "Old Dwarf: It's got colors, and the bottoms are soft.": null, "Sam: Right.": null, "Old Dwarf: Instead of, you know, hard wood or rubber, and they don't": null, "curl up at the end.": null, "Sam: Yeah.": null, "Old Dwarf: Like a witch shoe, which is very uncomfortable. And I look": null, "fresh as fuck.": null, "Sam: You do look fresh as fuck.": null, "Old Dwarf: Thank you. Here's your drink. I put extra in it. You two have": null, "a very nice time. Do you want me to bring over… Do you need a selection": null, "of board games 'cause there's three? There's three games.": null, "Sam: Three games?": null, "Old Dwarf: Yeah.": null, "Sam: I'll turn that to… Fergil, do you want to play a game, Fergus?": null, "Aabria: Fergus kinda looks over and looks over at the shelf and there's": null, "three sad board games. There's two sets of board games and a deck of": null, "cards. He's like,": null, "Fergus: I'm good. We could just talk 'cause we don't really have that": null, "many opportunities to do that.": null, "Sam: Yeah, we'll just talk. Thank you.": null, "Old Dwarf: Cool. Okay, goodbye.": null, "Aabria: She's bouncing back behind the bar, and does the innkeeper": null, "motion, just cleans one glass. Waits for another interaction.": null, "Danielle: That glass is so clean.": null, "Sam: Yeah, I ordered a drink a little strong. I'm a little nervous, I": null, "don't really do this very often in person. I collab with people.": null, "Fergus: Collab? What's collab-ing?": null, "Sam: You know, I don't know what collab stands for, I just know that": null, "what you do is, is when you have two people and they wanna create": null, "something together or they wanna work together, you call it a collab.": null, "Fergus: Oh, like the word collaboration, got it.": null, "Sam: No, I don't think that's right.": null, "Fergus: Oh, I'm sorry. You know, that's on me. It's cool. Not very": null, "smart. Very pretty, not smart though. That's fine, that's fine.": null, "Sam: So, tell me about yourself. How long have you been doing wizard": null, "stuff?": null, "Fergus: I don't know, my whole life.": null, "Aabria: And he goes on a five-minute rant about like,": null, "Fergus: I'm the youngest of five brothers. Literally all the other ones": null, "are playing professional sports, or working in the Ministry, sports": null, "department, so you know, that's my thing. Don't know if I'm necessarily…": null, "Aabria: He actually starts opening up to you. I'm not gonna make you": null, "roll for it 'cause you kind of just have this passive charm effect. And": null, "he's just like,": null, "Fergus: I mean honestly, I feel like I'm super well trained but not": null, "necessarily naturally talented, but I try really hard.": null, "Sam: Yeah, you seem like you try really hard. When we played that game": null, "earlier, a week ago, I could tell that you were really-": null, "Fergus: Just doing my best.": null, "Sam: Trying hard. You were, you were doing great.": null, "Fergus: Got the shit kicked out of me by your friend, but that's fine.": null, "It happens.": null, "Sam: Yeah. Real sorry about that. Things on the pitch, as I think you": null, "call it-": null, "Fergus: We called it a field the whole time, but I know pitch is a": null, "British word, so it seems fine.": null, "Sam: I looked up some words so I'd know-": null, "Fergus: Oh, that's really nice of you.": null, "Sam: Some of the things that you say.": null, "Fergus: Thank you. That's really sweet.": null, "Sam: But yeah, it just gets a little rough. But the trio, the trio, you": null, "were holding it down until, you know, that part where Tallulah tried to": null, "murder my friend. But that's-": null, "Fergus: Look, okay… I'll be super honest. I didn't know she was gonna do": null, "that, and I'm really happy that your friends got out of the way, but I": null, "talked to her… It was really shitty, and I'm really sorry.": null, "Sam: Thank you.": null, "Fergus: And I'm glad you didn't get hurt. I know a couple people got": null, "shit in their arm, but you know, wizard stuff.": null, "Sam: I wonder where she…": null, "Danielle: Sam's not good at this.": null, "Sam: [a little unnaturally] I wonder where she got the idea to do": null, "something like that.": null, "Aabria: Charm roll, difficulty of… This has gotta be pretty high. Let's": null, "go 14.": null, "Danielle: 14?": null, "Danielle: (exhales) 15.": null, "Aabria: And he gets really quiet. Then he sips his drink. And you see": null, "that slow blink of, that's a very strong drink. And I think the mixture": null, "of him being near an intoxicating person and an intoxicating drink,": null, "after a good two minutes of silence he puts down the empty glass, he": null, "does the ice sip like just...": null, "Fergus: (coughs) I mean… Like, I think you're great. I know not a lot of": null, "people like you all and want you… I know they're trying to keep NAMPs": null, "from… 'Cause you know you can learn magic or whatever, anyone can, but": null, "if anyone can then no one's special, so you know… So that would be why,": null, "if she did it for that reason, or told Tallulah that she could do it and": null, "nothing would happen. But I don't really know.": null, "Sam: Who's \"she\"? You said if \"she\" told Tallulah.": null, "Fergus: I mean, Boudicca. Boudicca, that's a stupid name.": null, "Sam: I'm sorry. (laughs)": null, "Fergus: She's got a stupid name.": null, "Sam: It's a stupid name.": null, "Fergus: It's a stupid name. You have a really nice name, Sam.": null, "Sam: Oh, thank you. I tested it for weeks. I wasn't sure.": null, "Fergus: Tested. I don't know what that means. It sounds like magic.": null, "Sam: You know, creating is always magic when you're just in the middle": null, "of it, you know?": null, "Fergus: Mm-hmm, mm-hmm.": null, "Sam: So, \"she\" meaning the Headmistress?": null, "Fergus: I mean… Like, eh, yeah, yeah. Yeah, yeah, yeah.": null, "Sam: Oh. Well that's awful.": null, "Fergus: I know, right?": null, "Sam: Did Tallulah tell you that, or?": null, "Fergus: Oh, no, at the beginning of the year when she was just like,": null, "\"The exchange students are coming in and you know what this means for": null, "you all if this goes off. So it was less of like, 'Go and do shitty": null, "things,' which is why I yelled at her in the first place. That felt like": null, "too far, but you know?": null, "Fergus: If we get you to leave then it's W column.": null, "Fergus: Go Hercinil.": null, "Evan: [softly] Don't use slang Jammer taught you to fuck us.": null, "Erika: We're in the corner, right? We can hear this?": null, "Aabria: Yeah, you can hear all of this.": null, "Brennan: I'm gonna go. I come back with the most expensive drink in the": null, "bar and the cheapest.": null, "Aabria: Glass of water and this weird thing with levels, and there's": null, "magic and smoke.": null, "Dream: Where am I supposed to go in? There's so many umbrellas.": null, "Aabria: There's not a port of entry on that.": null, "Evan: I have no idea.": null, "Dream: Well, thank you.": null, "Dream: Of course, that's fine. That's fine. Oh gosh.": null, "Evan: I hope it's-": null, "Dream: Again, you don't have to buy validation from me.": null, "Evan: I have an academic understanding that I'm worthy and on an": null, "emotional level, I gotta be doing stuff for you.": null, "Dream: I could fix you.": null, "Dream: I can fix this.": null, "Evan: Ah.": null, "Dream: I can fix you.": null, "Evan: I would love you trying. Yeah, absolutely.": null, "Dream: We got a lot-": null, "Evan: I don't know that this is 100% healthy, but we're gonna get there": null, "together.": null, "Aabria: And we cut from that to Cleo and Jammer walking and talking.": null, "Khanh: Are you ready for the tournament?": null, "Jammer: Yeah, the Scuppers tournament?": null, "Khanh: No, not the Scuppers tournament. It's not a tournament, it's just": null, "house games, or whatever. No, the tournament.": null, "Jammer: Oh, between the houses? I don't know about the tournament.": null, "Khanh: Literally later today. What are you doing? There's other sch…": null, "Wait, hold on. Are you fucking with me right now?": null, "Jammer: (laughs) Yeah, 'cause I know. Yeah, of course. Come on, girl.": null, "Why you think-": null, "Aabria: Grit roll.": null, "Aabria: Difficulty of eight.": null, "Lou: All right. Come on now, come on now. (laughs) That's a 2.": null, "Erika: Oh no!": null, "Danielle: No.": null, "Aabria: You guys are walking and does a full-stop, and grabs your shirt": null, "and pulls you close like,": null, "Khanh: You literally have no… What? Okay, stop doing whatever the fuck": null, "this shit is. You need to stop.": null, "Jammer: I don't know what the tournament is.": null, "Khanh: Just make eye contact with me!": null, "Jammer: I don't know what the tournament is!": null, "Khanh: That's wild. Okay. There's literally a huge thing happening": null, "today. Why do you think we're all allowed here? 'Cause they're doing a": null, "ton of stuff on the campus right now for… No, this cannot. The four of": null, "you are the other team from Gowpenny.": null, "Jammer: Hold on.": null, "Khanh: Are you kidding me?": null, "Jammer: We've been doing-": null, "Khanh: This is bullshit.": null, "Jammer: A lot of other stuff, all right?": null, "Khanh: I'm not yelling at you 'cause I'm assuming no one told you.": null, "Jammer: I'm not mad at you! I'm mad at myself for not knowing things!": null, "And now I'm being vulnerable and fuckin'-": null, "Khanh: I'm sorry, I'm sorry. I'm sorry.": null, "Jammer: No, don't apologize. This is on me right now!": null, "Khanh: No, it's not your fault and I feel-": null, "Jammer: Hey, honestly, I need to… I'm gonna...": null, "Khanh: Yo-": null, "Erika: Teddy's sitting up in the tree being like, with the popcorn.": null, "Lou: I don't know if my basketball is anywhere near me. I would like to": null, "make my basketball appear. Jammer needs something to do with his hands": null, "right now 'cause he needs to be in his body, because he's entirely in": null, "his mind right now.": null, "Aabria: Yeah, for sure. We'll call it a Brawn roll, difficulty of six.": null, "Lou: Great. Take half.": null, "Aabria: Yeah, for sure. Sorry.": null, "Lou: Basketball appears, immediately just starts doing dribbling drills.": null, "Khanh: What are you… Can you-": null, "Jammer: Sorry. I have to get out of my head right now.": null, "Khanh: No, it's fine, it's fine. I'll wait.": null, "[basketball tapping noises]": null, "Jammer: Hey, I'm so sorry, I got really upset.": null, "Khanh: You know what? Take a good 30. I'm gonna try to organize my": null, "thoughts so I feel like I don't stress you out more while expressing the": null, "importance of what I need to tell you.": null, "Jammer: 100%.": null, "Khanh: For the rest of your day.": null, "Khanh: Whoo.": null, "Jammer: Honestly, I really like you.": null, "Khanh: Yeah, you know what? I think you're really cool too, and I'm": null, "happy you're here, and I hope you don't die later today. And that's why": null, "I would like to have this conversation whenever you're feeling much": null, "better.": null, "Jammer: Yep, yep, okay. Yep.": null, "Khanh: Yep, cool.": null, "Evan: Hey man, how's your thing going?": null, "Jammer: Bad.": null, "Evan: What happened?": null, "Jammer: She called me out on some bullshit and I freaked out 'cause you": null, "know, come on, I'm Jammer, man, I'm not like-": null, "Evan: You're not about that. Exactly.": null, "Jammer: I’m not about that. I keep it tight.": null, "Evan: You keep it tight.": null, "Jammer: It was very loose. But hey, I'm back in my body, all right?": null, "Ball's in the hand.": null, "Evan: Great, calming down. My thing, I got two sentences in and just": null, "went sideways.": null, "Jammer: I was listening with Cleo.": null, "Khanh: Hey boys, can I tell you about the thing now? I know it's": null, "important for you to have friendships, but I cannot overstate how much I": null, "have to get this information to you.": null, "Dream: I finished the drink and they let me keep the cup!": null, "Khanh: Jesus fucking… My actual fuck.": null, "Jammer: Wait, you got to keep the cup?": null, "Khanh: Why is this like this.": null, "Jammer: That's sick.": null, "Evan: Oh my god, also, vast wizard conspiracy!": null, "Dream: Oh my god!": null, "Evan: I overheard Sam talking to Fergus.": null, "Sam: Hey, I'm right here.": null, "Evan: Sam! What's up? Oh my god.": null, "Dammer: Oh my god. Okay.": null, "Evan: Okay, vast wizard-": null, "Aabria: Cleo looks over your shoulder as Fergus is getting up and": null, "leaving, and she kinda gives a little nod like.": null, "Evan: Cleo, first of all.": null, "Khanh: Hi.": null, "Evan: First of all, the clock's in its place, that's a fast 30 minutes.": null, "Number two, uh… [gulps]": null, "Dream: Anybody can learn magic. Anybody.": null, "Sam: Yep.": null, "Khanh: That's like a whole thing in the papers before you got here.": null, "Evan: So we've been coasting along under the assumption that people are": null, "born with certain gifts, but instead of a secret community of people": null, "with inborn natural abilities protecting themselves through a": null, "clandestine secret society, what we instead have is a possible worldwide": null, "resource of limitless power being hoarded by people who could absolutely": null, "share it with any and everyone.": null, "Dream: We have had-": null, "Khanh: You got there really quick.": null, "Dream: So many world wars and atrocities.": null, "Khanh: Did you guys-": null, "Dream: I cannot stress to you-": null, "Khanh: Well hold on, let me be fair, those wars would be worse in… But": null, "that's the whole thing. You are the proof of concept that, given to": null, "people who aren't in the communities that learns to respect magic from": null, "the beginning that it's an okay thing. And oh my god, no one told any of": null, "this to you.": null, "Dream: We were pretty much dropped here-": null, "Khanh: Everyone at Hercinil-": null, "Dream: On our first day with absolutely no instruction.": null, "Jammer: Yeah, she gave us a brief rundown and then left when the owl": null, "rang, and made us shop by ourselves. We've been flying by the seat of": null, "our pants straight up since day one.": null, "Evan: I have fallen through a lot of institutional cracks in the United": null, "States government. At no point have I ever encountered adults more": null, "cavalier than here in magical England. It is wild how little heads up or": null, "information we've been given about any of this. And this is… [waves his": null, "arms around] revolutionary.": null, "Jammer: Now, crazy thing that also needs to be said is that Cleo's about": null, "to tell us that we could die today, about some other really important": null, "shit-": null, "Khanh: I've been waiting my turn the whole time.": null, "Jammer: That's also going down on top of this conspiracy. We're eating a": null, "big sandwich right now, all right?": null, "Evan: (exhaling) This McRib goes all the way down.": null, "Jammer: This is a Rib Deluxe, my guy, bones and all.": null, "Evan: Now that's what you call a Rib Deluxe.": null, "Khanh: And none of that means anything to me. And I really have to get": null, "you up to speed.": null, "Jammer: Yes, all right. I think we are not ready for it, but we're gonna": null, "give space to this.": null, "Khanh: There's a tournament, happens every couple of years with other": null, "schools, Rosemont and Tunavik.": null, "Evan and Jammer nod.": null, "Khanh: There's two teams from every school. They compete a bunch of": null, "magical…": null, "Evan and Jammer continue nodding.": null, "Khanh: I feel like you're nodding like you fucking get what I'm… This is": null, "huge. Okay, I can't tell where you know… You know what? No. See, (sighs)": null, "I get it, that's why I get your vibe, the whole thing is very": null, "frustrating-": null, "Evan: I have bad vibes. Please continue.": null, "Khanh: Anyway. They're there now. The tournament is in minutes, you need": null, "to go. And if you haven't been preparing for what's… This is-": null, "Dream: How could we prepare? Why wouldn't people have told us?": null, "Khanh: I mean I'm with the trio [rolls her eyes] 'cause it has to be": null, "teams of four.": null, "Jammer: Are we competing against the trio?": null, "Khanh: All the teams compete-": null, "Dream: We're competing against-": null, "Sam: It's okay, Fergus is real drunk.": null, "Evan: [angrily] You're telling me in a castle where on day one you can": null, "learn to send a paper airplane that finds anybody and write anything on": null, "it that no one popped a memo over to the Chimeron common room? \"Hey,": null, "gang, lethal tournament alert.\" That could've happened yesterday and": null, "we'd have twice as much warning.": null, "Jammer: Hey, but here's the thing, guys.": null, "Khanh: You should've known all term long that you were selected. Okay, I": null, "get it, I get it. Everyone here is trying to fuck you, I get that, so": null, "I'm not gonna be surprised… I don't like looking at him. I'm gonna look": null, "at you.": null, "Jammer: It's a lot.": null, "Khanh: It's a lot.": null, "Evan: I, it is a lot.": null, "Jammer: I love you to death, but it's a lot.": null, "Evan: I love you to death and I get it.": null, "Sam: Okay, so there's a tournament.": null, "Khanh: Why are you holding a-": null, "Aabria: And she tries to grab the drink out of your hand.": null, "Sam tries to move her drink away from Khanh.": null, "Aabria: Flight roll, opposed Flight roll.": null, "Danielle: Flight or Fight?": null, "Aabria: Are you trying… Hold on, you trying to swing?": null, "Danielle: Flight.": null, "Aabria: Yeah, Flight, just to get out of Dodge. Hers is… You have to": null, "beat a two.": null, "Danielle: (laughs) Okay. Four.": null, "Khanh: Why is that the fastest I've ever seen you fucking move? Cool,": null, "please stop drinking. I'm going to go over to Fergus and draft a potion": null, "to sober his raggedy ass up because I'm not dying today. It is": null, "difficult. This is high-level wizard shit and you guys have been doing": null, "magic for like, four months?": null, "Dream: Then why were we volunteered?": null, "Khanh: What part of… They need you to fail so magic can stay secret!": null, "Jammer: Oh, somebody submitted us to be the people so that we would": null, "lose, or die.": null, "Khanh: My god, yeah.": null, "Jammer: Okay.": null, "Evan: Do you mean that about this tournament, or do you mean that about": null, "our entire involvement here at Gowpenny?": null, "Khanh: I don't know. I don't think it's everyone because it was a whole": null, "thing in the papers, and there were marches about trying to bring magic": null, "to more people, and then they approached… And Headmistress Philtrum was": null, "the one that was like, 'We'll do a pilot program and prove if this": null, "works,' and oh, oh, I hear myself now.": null, "Jammer: All right. Here's all I need to understand. Is this something": null, "that if we win it, we fuckin' will smash it in the other people's faces?": null, "Khanh: I mean-": null, "Dream: Is there a way to body them-": null, "Khanh: Hold, hey, not about you. This is a me moment here. I understand": null, "you and I understand your motivations. Fucking yes. If you crush it,": null, "it's good for everyone.": null, "Jammer: Bro, it's on!": null, "Khanh: There we go. That's my boy.": null, "Jammer: Let me tell you right now-": null, "Khanh: [to Sam] Please put your drink down.": null, "Sam chugs her drink.": null, "Aabria mouths, “Nooo!” jokingly.": null, "Jammer: The four of us are about to walk up in there and show them we": null, "mean business. [to Evan] What's the thing you said on the first day?": null, "What the thing that you said on the first day when the guy was on fire?": null, "Evan: Oh, that was a busy day. A lot happened.": null, "Jammer: Yeah, there was a lot happening.": null, "Jammer: Remember, it was the thing you said, we were in class together.": null, "Does anybody remember it?": null, "Sam: It was really good.": null, "Jammer: I remember it, but it feels cooler if somebody else does it.": null, "Evan: Was it… Oh, we're the heroes.": null, "Jammer: We're the heroes!": null, "Evan: We are the heroes.": null, "Jammer: We are the heroes.": null, "Sam: We're the heroes.": null, "Jammer: All right? We all met in an alley, and we didn't know each": null, "other, and we were scared of each other, but we are Team Muggle!": null, "[yelling] Muggle!": null, "Evan: Whoo!": null, "Jammer: [fully screaming] Muggle!": null, "Dream: Muggle!": null, "Aabria: Cleo's gone, by the way.": null, "Lou: Yeah, that's fine.": null, "Jammer: Even though we're wizards now, we were Team Muggle, we'll always": null, "be Team Muggle, and we're about to kick some non-Chimeron ass.": null, "Dream: Yeah!": null, "Pilot program kids hold their wands in the middle.": null, "Jammer: Yeah, all right. Chimeron on three, family on six, Muggle on": null, "nine. Just to fuck with 'em. One, two, three.": null, "All: Chimeron!": null, "Jammer: Four five six.": null, "All: Family!": null, "Jammer: Seven, eight, nine.": null, "All: Muggle!": null, "(aggressive cheering)": null, "Aabria: Okay. That was wild… Literally, there were three witches in": null, "little head flower things dancing around a maypole that was slowly": null, "sinking to the ground. They really like this die-in-a-bog thing. And": null, "everyone has stopped. They're staring at you.": null, "Evan: Oh, did we ruin the dead guy in the bog festival with our": null, "impropriety?": null, "Evan: You all got a little corpse in your puddin'! Figure it out!": null, "Jammer: This is good energy.": null, "Evan: [deep voice] U-S-A!": null, "Dream: Sam, the voice.": null, "Sam: Oh, I know.": null, "Dream: It's so wet!": null, "Dream: I'm in this fucking bog!": null, "Aabria: Yes. Oh my god.": null, "Evan: Okay.": null, "Aabria: The Frunthwinkle's now chanting very sweetly, “USA.” She's the": null, "one that's still going around the maypole like,": null, "Frunthwinkle: I'm into this.": null, "Evan: We're gonna smash this.": null, "Frunthwinkle: USA.": null, "Evan: That's the deal, baby, undeniable.": null, "Jammer: Undeniable.": null, "Evan: Yeah, make it hard. Fine, fuck you.": null, "Jammer: You're the best at the things you do that I've ever seen, and": null, "it's mostly 'cause I've never seen anyone else do any of the things you": null, "do before because I grew up in Chicago and not in a wizard world. But": null, "you're the best at charming people, you are the best, you're better than": null, "any Disney Princess I've ever seen, and you used to be scary and now": null, "you're not scary, but now you're scary in a different way.": null, "Jammer: Let's go rock this shit.": null, "Evan: Let's go rock this shit.": null, "Dream: Yes. Captain.": null, "Sam: A little woozy.": null, "Aabria: Anything else you wanna do before you all-": null, "Erika: I'm gonna make a… I'm gonna use a spell to help sober Sam up.": null, "Danielle: Oh, that's a good idea.": null, "Aabria: That's a Charm roll for sure.": null, "Erika: Grit is apparently for protecting people or healing people, or": null, "dispelling magic. So can I do Grit?": null, "Aabria: Love it. Thank you.": null, "Erika: Yay.": null, "Aabria: Difficulty of 10.": null, "Erika: Okay. Oh, I can just take half.": null, "Aabria: Oh, but you rolled already. What'd you get?": null, "Erika: Oh, okay. 6. 8.": null, "Lou: Oh, I'll throw an Adversity token on that. Just being like,": null, "\"Hydrate.\"": null, "Lou: Just yeah, I pull out a bottle of water from somewhere.": null, "Erika: You would have electrolytes, too.": null, "Lou: Of course. Yeah, I throw just some quick protein… We got the gym": null, "now, so you know I've got-": null, "Erika: We've been pumping-": null, "Brennan: Oh, I've been in there with you just-": null, "Lou: Shaker bottle, yeah.": null, "Evan: Just like, man, it's hard. My wingspan, it's hard to put mass on": null, "to have the like-": null, "Jammer: We can work on this. We can work on this.": null, "Aabria: I can't do a pushup.": null, "Danielle: Do you need anymore? Or did you make it with the-": null, "Erika: Oh, yeah, yeah, yeah. We made it.": null, "Aabria: Yes, good, burn the tokens here.": null, "Lou: Yes.": null, "Brennan: I'm just gonna fall in behind Jammer. I'm just literally there": null, "with the wand.": null, "Aabria: Y'all are fucking jocks now.": null, "Brennan: I'm just like, whatever Jammer's looking at it gets a mean mug": null, "over his shoulder from me. Like one of those Dracula owls.": null, "Danielle: Is Fergus still in the area or have they already left?": null, "Aabria: Not even a little bit.": null, "Danielle: Okay.": null, "Aabria: They dipped out and y'all have… It's not that they started": null, "walking away, they disappeared level got out. And it was about an hour": null, "walk to get down-": null, "Lou: All right. Should we transport? Can we… transport?": null, "Aabria: Do you know how to do that?": null, "Lou: Do we know where we're going? We're just going back to the-": null, "Aabria: You're just going back to the school.": null, "Lou: Okay. We should teleport there.": null, "Aabria: Do you know how to teleport?": null, "Lou: I don't know. No, of course not. I also don't know how to summon": null, "weights, so I'll probably just split us into a bunch of pieces. We": null, "should jog it out.": null, "Erika: We have our brooms with us.": null, "Lou: Oh, shit.": null, "Erika: In our backpacks.": null, "Lou: Yeah. Great, let's fly. Great.": null, "Danielle: Beautiful.": null, "Aabria: You all fly back, and it's as though everything has already": null, "begun. You're not super late 'cause you did use your brooms instead of": null, "running like-": null, "Lou: Jogging it out.": null, "Aabria: But you come back, and the castle is different. There's a bunch": null, "of stadium seating that's been put in, and it's packed full of wizards,": null, "and they're cheering because it's already begun. And you can look down": null, "and over. You crest up the hill and you see whatever's begun in the": null, "center, and you see flags of red and white, and kind of teal and blue": null, "that you've never seen before. Putting together it's probably the other": null, "schools and other people chanting and cheering. But the thing that": null, "captures your attention more than anything else is when you look back at": null, "the campus, something's waiting.": null, "Aabria sets a dragon mini on top of the Gowpenny set’s highest tower.": null, "(Brennan yelling)": null, "Lou: Oh, wow.": null, "Aabria: Breathing hard. Clawing up the tower and growling, watching and": null, "waiting for their moment. Welcome to the tournament.": null, "Aabria: So you sprint over, and you see that they're in the mix of…": null, "There's several teams, five other teams busy at work. You see cauldron": null, "and potion ingredients in one area, and a bunch of vegetables, a lot of": null, "root vegetables, and a girl standing on the side. It triggers a lot of": null, "\"Project Runway\" vibes where she's kind of just standing in wizard": null, "underwear, sort of waiting for a thing to happen. And you come over. The": null, "Headmistress storms over like,": null, "Philtrum: You're late. And honestly, it's not that surprising. But there": null, "are thousands of people here to watch this and we need you to get it": null, "together. First challenge is up and you are assembling a bunch of": null, "complex magic, you have to create some potions in order to transform.": null, "The pumpkin needs to become a big carriage, you need to turn mice into": null, "humans, mice into horses, a full… You know what? Fuck it. Some": null, "bibbidi-bobbidi-bullshit. And you have to do it 'cause we're trying to": null, "reach out to broader… I don't need or want to explain it to you. Trio": null, "and Cleo will handle this, so if you guys could just not embarrass": null, "yourselves, or me, in front of the crowd. Good luck.": null, "Aabria: And she just sort of sweeps away and heads back and starts": null, "watching again.": null, "Jammer: All right, let's do it. Feels like you-": null, "Dream: We've got potions.": null, "Jammer: Yeah, yeah.": null, "Dream: And Sam has charms.": null, "Sam: Yes, mm-hmm. I feel like this might be some of that good old Disney": null, "shit.": null, "Jammer: Yeah, I ain't gonna lie.": null, "Dream: Well, yes. It's what I— you might be correct.": null, "Aabria: Sam, sorry, give me a Brains roll. Brains roll, difficulty of": null, "five.": null, "Danielle: Okay, I mean that's fair.": null, "Aabria: Three, let's say three.": null, "Danielle: One.": null, "Aabria: Oh, sweet baby girl. That's fine.": null, "Dream: Oh. Yes, well. That's all right. Okay, well!": null, "Aabria: Don't forget to give yourselves Adversity tokens. [to Danielle]": null, "You have at least three, I know I haven't seen you take yet.": null, "Danielle: Three?": null, "Dream: So we have to do these challenges?": null, "Evan: Carriage, mice into footmen, mice into horses.": null, "Model: And a dress.": null, "Aabria: The model is like,": null, "Model: And the dress. You have to do the dress.": null, "Dream: Oh. No wait, no wait. Wait, wait, wait, what am I saying? I've": null, "got this. [claps] All right, everyone! (Cinderella-esque singing)": null, "Aabria: Charm roll, difficulty of five.": null, "Erika: [laughs] Magic too?": null, "Erika: That is… 13.": null, "Aabria: Yo. This is sort of like the manicured grounds in front of the": null, "castle, and yet you can hear the woods on the far edges of the castle": null, "empty the fuck out as flocks of birds rise up and blot out some of the": null, "darkening sky in the evening, and you can hear a tiny rumble as it's not": null, "like a cute number, it is hordes of tiny woodland creatures, up to a": null, "badger, is on its way. Hundreds of them and flocks of birds come over.": null, "And they stop at attention waiting for you.": null, "Dream: Well, you all know what to do. Get to it, then. (cute laugh that": null, "turns into a classic witch’s cackle)": null, "Aabria: And as you cackle-": null, "Evan: I'm feeling something. That was great.": null, "Aabria: They descend upon everything and they cover every inch of… It's": null, "a swarm, it's a mob, it's disgusting and creepy. It's pretty cool. I": null, "need you to make a… Make a Charm roll for me. The difficulty's gonna be": null, "a 10, but this is not a snap decision, so-": null, "Erika: Okay. [counts dice] 13!": null, "Brennan: Whoo!": null, "Lou: Mm. [makes twinkle hands]": null, "Aabria: Now you made a joke about letting it go before, but this is that": null, "but wrong. It's a mixture of \"Frozen\" and \"Cinderella\" and \"The Secret": null, "of NIMH\". It's dark quickly, and tendrils of your magic, pink and": null, "glittering, but edged in this sort of black that drinks the light around": null, "it swarms through and dives into this… None of the rest of you can get": null, "anywhere near what's happening. All you can do is stand and watch as the": null, "chaos magic of Karen Tanaka takes effect. And after just a few moments,": null, "all of this roiling mass of creatures stops, and the birds scatter up": null, "and away, and the creatures back away back into the periphery, waiting": null, "for approval as… You describe what everything looks like to me. And it's": null, "exactly what you want it to be.": null, "(Erika squeals)": null, "Erika: So there are four sleek stallions there, just bridled up, and the": null, "bridling is rose gold and dark black leather that smells incredible. And": null, "there is a gown that is fiber optics, like Claire Danes from the Met": null, "Gala 2017.": null, "Aabria: Yo, yep!": null, "Danielle: That's right.": null, "Aabria: We're all here.": null, "Erika: Right? So it's like from \"Cinderella\" but glow-in-the-dark. And": null, "there is a goddamn bright red Tesla-": null, "Aabria: Yeah!": null, "Brennan: Sorry, a horse-drawn Tesla?": null, "Erika: Tesla. And the little animals have somehow constructed a": null, "functioning battery-": null, "Aabria: Working. Yeah.": null, "Erika: Like an electric battery.": null, "Evan: [whispered] Where did those mice get lithium?": null, "Aabria: You have a Gigafactory of woodland creatures and you made a Tes…": null, "Yeah, that makes sense.": null, "Erika: Right.": null, "Aabria: Now what does the gown look like? And let me just add a little": null, "dazzle as you think, 'cause your model who was standing there in her": null, "magical wizard underwear is just screaming. And having been covered-": null, "Erika: She's got mice in all-": null, "Aabria: Covered from top to tip with mice.": null, "Erika: So it's the Claire Danes Met Gala ballgown, but it's just got": null, "actual magic glow to it.": null, "Aabria: [excited] Yeah.": null, "Erika: There's pyrotechnics sparking out, there's animatronics around in": null, "the back, waving their weird arms.": null, "Erika: It's just something Eldritch to behold.": null, "Aabria: She looks down at herself.": null, "Model: (breathing heavily) Oh. Wait, do I look good? Do I look good? Do": null, "I look good?": null, "Sam: You look so good.": null, "Model: I look super good?": null, "Dream: You know, I feel like perhaps Broken Dream is a little— y’know,": null, "it’s an old screenname—": null, ": (gasps) My dress glows.": null, "Dream: I think maybe I'm gonna experiment with K.": null, "Evan: [whispered] K?": null, "K: Yeah.": null, "Sam: K?": null, "Jammer: K.": null, "Evan: K is an awesome-": null, "Model: I look really good. I'm gonna get in the… What is the red thing?": null, "Is it a carriage? I don't understand. Get in the back.": null, "Aabria: And she just sort of slides into the back. Doesn't really know": null, "what to do 'cause she's never seen a car before.": null, "Model: It's a short carriage, but it's pretty good. You did a good… It's": null, "good.": null, "Brennan: I think I'm looking… I don't think I look at the model at all,": null, "I think I'm just looking at K. Evan clearly is head over heels for K,": null, "but it's always been that apologetic, \"I don't know how to… I'm": null, "bumbling.\" And I think the like… 'Cause the goth phase was when we": null, "weren't connecting because we were going past each other, and then the": null, "princess phase you were still grappling with stuff, but this weird": null, "subversion of dark shadowy bubblegum of like, I think Evan's like,": null, "Evan: This is really good. You look really… This is really good. Not": null, "that this-": null, "Aabria: And a firework shoots up and sparks.": null, "Evan: Sorry, I'm gonna get my head in the game. Whoo, I've been very": null, "nervous. That feeling in my body was not a feeling of nervousness, it": null, "was a different—": null, "Jammer: Chase that. Chase that.": null, "Evan: Yeah, there was not a lack of clarity. You know what I mean?": null, "Evan: For sure, yeah.": null, "Aabria: Firework goes up, explodes in the darkening sky. It rains down": null, "gold glitter, and you see a pair of Gowpenny hands as you guys are the": null, "first to successfully complete your task.": null, "Evan: Way to go, gang!": null, "Brennan: I'm gonna pick you up and be like,": null, "Evan: That's awesome!": null, "[K giggling]": null, "Jammer: There you go. That's Goat House right there.": null, "K: Good!": null, "Evan: [goat house hands] Goat House!": null, "Sam: Goat House.": null, "        ": null, "Jammer: All day, dude.": null, "K: Whoo!": null, "Jammer: Whoo.": null, "Aabria: And you actually hear the student section, mostly Chimeron": null, "'cause that's mostly what the school is, is chanting \"Goat House,\" and": null, "they're looking over at the adults who are just like, [goat hands]": null, "\"What? I don't… I don't understand.\"": null, "All the misfits do the goat house hands.": null, "Evan: There it is.": null, "Aabria: \"Is this what the youths are doing?\"": null, "Jammer: There it is!": null, "Aabria: \"Goat House!\" Doing it wrong, but \"I'm a part of this. Hooray.\"": null, "Lou: Full-on Jammer's like,": null, "Jammer: Hey, K, can we pick you up? This is a for sure, you need to be": null, "on some shoulders right now.": null, "K: You have blanket consent, my friend.": null, "Jammer: [to Evan] My man.": null, "Evan and Jammer put K on their shoulders.": null, "K: Also I'm experimenting with they/them!": null, "Aabria: Yay!": null, "Evan: Hey! Give it up for them!": null, "(cheering)": null, "Aabria: And all throughout it's like, \"They!\"": null, "Aabria: And then very shortly thereafter another firework goes up, a": null, "blue one for one of the other schools that quickly finishes up. It's": null, "super traditional, old-timey dumb-looking carriage that can't do any": null, "sort of… Those axles break very quickly. Pretty, not that functional.": null, "And then shortly thereafter a couple other groups of fireworks as other": null, "people finishes. The trio finishes fourth, and Cleo just kinda looks": null, "over on the side. Just like,  \"We're all sad,\" and waits for the trio to": null, "kind of start grouping amongst themselves and talking plans, and they're": null, "just like,": null, "[Khanh makes goat house horns]": null, "Khan: [whispered] Yeah, what's up? Yeah, what's up? Nice. (laughs)": null, "Aabria: She's mouthing to you like,": null, "Khanh: [to Jammer] You'd look good in that dress.": null, "Jammer: I'd, what?": null, "Khanh: What?": null, "Aabria: And she slides back over, tries to butt herself into the trio,": null, "and they seem a little loathe to let her back in. Go on to the next": null, "challenge. And Headmistress Philtrum kinda walks back out and goes,": null, "Philtrum: Inspiring. Truly unexpected. (sighs) That was the first of the": null, "three challenges, the next of which is an oldie but a goodie, and a": null, "favorite. A wizard's duel. So please pick your two strongest contenders": null, "from your teams and we'll set up a quick tournament, single elimination.": null, "Choose your fighters.": null, "Jammer: I mean, I'm looking at you two, I gotta say.": null, "Sam and Evan look at each other.": null, "K: What sort of-": null, "Philtrum: No questions.": null, "K: Okay.": null, "Philtrum: Thank you. We all know how this works 'cause we were paying": null, "attention.": null, "Jammer: You guys are scrappy as hell and you'll rock 'em, I just know": null, "you will.": null, "K: I don't know, I feel like Sam's way of fighting is a little more, you": null, "know?": null, "Evan: Well, Sam did rock those demons, and I spent my whole life not": null, "being able to rock them.": null, "Sam: All right.": null, "Evan: [to Jammer] You're the cap, you call the shots.": null, "Sam: Yeah, you call it.": null, "Jammer: I mean, what can I say? You guys'll rock. Go get 'em.": null, "Evan: You got it, Cap.": null, "Aabria: Who goes first?": null, "Brennan bows slightly to Danielle.": null, "Sam: I will go first.": null, "Aabria: Perfect. You step up and you're facing off against this": null, "six-foot-four, straight out of extra from \"The Vikings\" looking dude,": null, "Nordic, in a bunch of teal and blue robes. Kind of looks down at you and": null, "he starts to talk a little trash in a language I didn't think to": null, "research before I got here, so I'm not gonna butcher it. And just sort": null, "of says something, it sounds like vague smack talk, but he looks super": null, "neutral.": null, "Sam: I don't know what you're saying. I think that all of those are": null, "words. I have no way of knowing. But I'm just gonna say that, you know,": null, "have a good fight, and I hope that you… I'm glad you have your height to": null, "use in advantage, and good game.": null, "Danielle: Sam doesn't know sports, so she just tosses out all stuff.": null, "Good game, good game.": null, "Aabria: Yeah. You have a passive effect that sort of, it just sort of": null, "rolls off you, especially the more you talk. And you notice this guy": null, "that was super stone-faced before kinda smirks, and he holds up his": null, "wand. And you were kinda twiddling it, and he [holds his wand at Sam,": null, "which she tentatively mirrors]": null, "Sam’s Opponent: Mm.": null, "Sam: Mm-hmm.": null, "Aabria: And then says a couple other words as though he was saying,": null, "\"Please get ready for this. You can’t just fling that thing around.\" And": null, "you hear three chimes. (chiming) And in this moment, what spell effect": null, "are you trying to accomplish? Do you cast right away? Are you trying to": null, "see what he's gonna do? We'll resolve it simultaneously, but I wanna": null, "know what you're thinking and feeling.": null, "Danielle: Well the first thing I'm thinking is, they said people could": null, "die in this and that sounds bad, so what I wanna do is, I wanna knock": null, "him off of his feet, almost like it would feel like if you were playing": null, "a fighting video game, when someone sweeps the leg.": null, "Danielle: I want it to feel like I just swept the leg so that he falls.": null, "Aabria: All right, would you consider this a Fight or a Brawn roll?": null, "Danielle: Ooh. I think it's a Fight roll.": null, "Aabria: Okay. It's just an opposed check, he's gonna roll Brawn to not": null, "get knocked off of his feet. As he goes.": null, "Danielle: Oh, and this is magic, so let me-": null, "Aabria: It is magic, use your magic die. I guess I can use mine, too.": null, "Danielle: Okay. And so that is eight.": null, "Aabria: You set your spell, and you watch him go into \"The Matrix\" level": null, "bullet time as things slow down for him and he ducks and evades your": null, "spell. He kinda gets up. [nods encouragingly]": null, "Danielle: Oh, that wasn't very fun.": null, "Her opponent gives her a thumbs up and then points at himself.": null, "Aabria: He wanted to signal to you 'cause you seem very nice and not": null, "that mean that he's gonna go now.": null, "Sam: Okay.": null, "Sam: Uh, please.": null, "Aabria: Oh my god. And he gives a little bow. And simultaneously,": null, "there's another round of stuff, and people are just sending off massive": null, "spells, and you hear concussive bursts and earth being thrown up, and": null, "you're just having a very nice, \"Okay, now my turn.\" He's just gonna try": null, "to send the wand out of your hand 'cause he doesn't wanna be mean to": null, "you. And I will offer in this moment that if you want to try to": null, "counterspell to do something else, tell me what you're rolling, and if": null, "you want to do something that's non-fight, let me know. But he's just": null, "gonna try to do a little bit of magic.": null, "Danielle: Yeah, I'm definitely gonna do something that's non-fight.": null, "Danielle: So he's going now?": null, "Aabria: Yeah. So you see him wind up for a big spell to disarm you.": null, "Danielle: Okay. So he winds up, but winding up seems like it's taking a": null, "little long.": null, "Aabria: A little, yeah.": null, "Danielle: A little longer than usual. So I'm just like,": null, "Sam: That's okay, you take your time, baby. We got all day.": null, "Danielle: And because he's doing it slower, I think out of kindness, Sam": null, "just kinda scooches over so that it misses and avoids.": null, "Aabria: Go ahead and roll for me, I want you to roll Charm.": null, "Aabria: And I'm gonna say the DC for this is… It's gonna be a 15.": null, "Danielle: 15, just out of, yep.": null, "Aabria: I'm not gonna let you have stuff to win anymore.": null, "Aabria: I'm finally looking and I'm gonna say good numbers now and not": null, "just, \"It's a five, ah shit.\"": null, "Danielle: Okay, so that was a six.": null, "Aabria: Yeah?": null, "Aabria: With that big a failure, you see as you step out of the way and": null, "he sends a really slow-moving spell past you, you see a little thread": null, "between the two of you, your passive effect. And in his follow-through,": null, "the tip of his wand severs it and his eyes go dark and he goes…": null, "Sam’s opponent blinks several times, then sends a dismissive look at her": null, "before breathing out and aiming his wand.": null, "Aabria: And he's gonna wind up and try to… You see fire magic being spun": null, "up against you.": null, "Danielle: Oh.": null, "Aabria: What would you like to do?": null, "Danielle: Okay, so now I have to fight.": null, "Aabria: Now you have to. Well, you could try something else. But he's": null, "now winding up to do a fire spell.": null, "Brennan: I'm in the wings getting ready to go on, right? I wanna catch": null, "Sam's eye and be like,": null, "Evan: Not on their terms.": null, "Danielle: Okay. So I see the fire coming. I'm gonna cast water so that a": null, "wall of water comes in front of me so that when the spell hits it's": null, "immediately dissipated. It's not wet fire, you don't get wet fire.": null, "Aabria: Wet fire!": null, "Lou: You don't get wet fire.": null, "Erika: Wet fire.": null, "Aabria: All right. I'm gonna call this a Grit roll.": null, "Aabria: You have to beat a nine, which is what he rolled with his fire": null, "attack.": null, "Danielle: Ooh. Okay, so I rolled an eight, and then I'm gonna use-": null, "Brennan: Magic die.": null, "Danielle: Oh, magic die.": null, "Aabria: Oh yeah, you gotta use your magic die, you're doing magic": null, "spells.": null, "Lou: Ka-cha-cha-cha!": null, "Danielle: Yes. All right, so that is a nine.": null, "Lou: Whoo, whoo, whoo!": null, "Aabria: Yeah! You're able to throw up the wall just in time, and you see": null, "a big gout of steam kick up from where your two magics intersected.": null, "You've neutralized it, but you're not getting any headway in this fight.": null, "What do you wanna do?": null, "Danielle: Okay. I really don't wanna hurt, but that wand's gotta go.": null, "Aabria: You have this thought in this moment of, this fight will keep": null, "going. And you look over now and you see Digby standing triumphantly": null, "over a girl wearing, singed now, red and white robes. And you see people": null, "knocked out and knocked away. This is a fight until the other person": null, "can't fight anymore, or won't fight anymore. And you haven't quite": null, "gotten there yet.": null, "Danielle: I'm going to pull his wand towards me so that I have his wand.": null, "Aabria: Okay. Give me, let's call it a Flight roll, difficulty is a, I": null, "like eight. Let's go eight.": null, "Danielle: Difficulty of eight, okay. Okay. So that's a—": null, "Erika: [pointing at Danielle’s die] That explodes too.": null, "Danielle: Oh, it does explode.": null, "Aabria: Yo!": null, "Danielle: So that's four.": null, "Danielle: All right, so that's five, and then I'm trying to see if": null, "that's a nine or a six. That is a nine.": null, "Brennan: Wow.": null, "Aabria: Total of?": null, "Danielle: Total of, I just counted it and I don't know why I don't": null, "remember now. So that is a 14.": null, "Aabria: 14 is more than five above. You see him lunge ineffectually.": null, "Wizards, they don't have that hand-eye coordination that they need to be": null, "able to grab stuff with their hands quickly.": null, "Lou: Gotta work out, guys, you gotta start working out.": null, "Aabria: And it sails into your hands. And just the force that you": null, "grabbed it with, your wand is made of mirror and something more than": null, "wood, and then ferocity with which you grab it cracks it in half.": null, "Sam: [gasps] Oh, I'm so sorry.": null, "Sam: Ohhh. I hope you didn't like this wand too much.": null, "Aabria: He looks at you and he doesn't seem all that put out. He looks": null, "at you like. And just kinda puts his hands up.": null, "K: You can go to WandMart and get another one.": null, "Sam: Yeah, go to WandMart.": null, "Danielle: And I'm just holding. I guess I'm taking that to mean that he": null, "surrenders 'cause he doesn't have a wand?": null, "Aabria: Oh yeah, he waves and he kind of just steps back out of the": null, "area.": null, "Lou: Jammer loses his fuckin' mind.": null, "Lou: Jammer immediately gets his phone out, goes live and is like,": null, "Jammer: Yo, what's up? I'm here with Sam Black! She just won this": null, "wizards duel! She's unstoppable!": null, "Aabria: Brawn roll.": null, "Lou: Okay. Happy to do it. That's gonna be a 15.": null, "Aabria: You feel… A single crack goes across your screen, and you sort": null, "of get it out in a way… The thing you're pulling it from isn't, there's": null, "no one grabbing it, but you pulled it away from a magical effect before": null, "it was able to shatter and crumble in your hands.": null, "Lou: Great. I immediately go,": null, "Jammer: I'm sorry, that's all I could get. But you know, it'll be saved": null, "as an Instagram Story, so people will be able to see it and stuff.": null, "Sam: Oh, that's perfect. Yeah, just put it right on the page. [makes": null, "peace signs and sticks out her tongue] Ah, ah, ah, ah, ah.": null, "Jammer: Exactly.": null, "Aabria: And with your incredibly slow-moving battle, you were the last": null, "one, one more. There were little fireworks going up at the end of the": null, "round. [Sam waves] And as you guys kind of step out and away-": null, "Evan: Killer.": null, "K: You did it! That was amazing!": null, "Sam: I didn't wanna hurt the kid. It's not his fault.": null, "Aabria: Speaking of killer, they announce the next rounds, and the": null, "moment Evan Kelmp's name is announced, a massive section of adult": null, "wizards stand up. They are wearing dark green jerseys with \"Kelmp\"": null, "across it, holding up big signs that say \"Dark One\" and losing their": null, "minds.": null, "Evan: I disavow you!": null, "Evan: I disavow you.": null, "Kelmp Fans: [cheering] He's the Dark One, oh my god! He's gonna do a": null, "murder!": null, "Evan: Get therapy.": null, "K: You did nothing to encourage this.": null, "Evan: I understand.": null, "Aabria: It is hard to hear. It got real loud in here. There's a bunch of": null, "Aqrabus students are just, [clapping] \"Yay.\"": null, "Evan: I think your whole house is bad. I think you should think about it": null, "for just 15 minutes.": null, "Evan: Clearly bad, bad from the jump.": null, "Brennan: Okay. I'm gonna walk up to the-": null, "Brennan: Yeah.": null, "Aabria: You square up against a dude that's from-": null, "Brennan: I'm sorry, I was gonna say, is there a timed c— is it better to": null, "finish these faster, or no?": null, "Aabria: You weren't told. You don't have a strong sense of time is a": null, "factor.": null, "Brennan: Okay, cool. Good, good, good.": null, "Jammer: Hey, rock him, big fella.": null, "Evan: You got it, man. Hey, mess with the goat.": null, "Jammer and Evan: [goat house horns] Get the horns!": null, "Aabria: As the fine fellow from Rosemont that's staring across from you": null, "kind of speaks up like,": null, "Rosemont student: [French accent] Did you do that because you are a": null, "demon like they say?": null, "Evan: Oh good, you speak English.": null, "Rosemont student: Mm. Mm-hmm.": null, "Evan: [taking off and folding his robe] The next two minutes are gonna": null, "be really important for you.": null, "Rosemont student: What are you doing?": null, "Evan: You have some really critical decisions to make, and the first": null, "decision that you should really consider is conceding prior to the": null, "match.": null, "Rosemont student: We're talking, this is very weird, we’re starting.": null, "Evan: I'm not gonna hold back. Those lunatics over there, the wizard": null, "Nazis, they love my ass. They love me.": null, "Rosemont student: I found that very concerning. I don't enjoy being": null, "here.": null, "Evan: You should be concerned. So here's the thing.": null, "Rosemont student: I'm very-": null, "Evan: You have probably about 90 seconds now to consider and you really": null, "gotta think it through 'cause what's gonna happen is this. I can't": null, "guarantee what's gonna happen to you. There's no promise for your": null, "safety, there's no promise for anything like that.": null, "Rosemont student: I feel like you're psyching me out right now.": null, "Evan: It's not psyching out. I'm doing the kindest thing I've ever done": null, "right now.": null, "Rosemont student: What's-": null, "Evan: About 60 seconds left, you really should concede. If you're not": null, "gonna concede, what do you want me to tell your family?": null, "Aabria’s jaw drops and she puts her face in her hands. The cast laughs.": null, "Aabria: Oh my god! Ahhh! I need you to make a roll. I'm literally so": null, "flustered, I don't know what to call it. Grit roll, just a Grit roll.": null, "The difficulty is… It's not high, it's like a seven. It's like a seven": null, "'cause that's terrifying.": null, "Brennan: Hell yeah. Okay, great.": null, "Aabria: Oh my god. That's nuts. I was not ready for that. Yeah. Yo, the": null, "stands are like, \"Oh.\"": null, "Lou: \"What do you want me to tell your family?\"": null, "Danielle: It's so dark.": null, "Aabria: It is so dark.": null, "K: [wand in mouth] It is so-": null, "K: Dark!": null, "Jammer: Dream, you gotta take your wand… Excuse me, K, you gotta take": null, "your wand out of your mouth.": null, "Aabria: K, all the mice and stuff are out here, they're hitting the": null, "ground making a little rumble. They're in it  with you.": null, "Erika: Yeah, yeah.": null, "(imitates drumming)": null, "Aabria: They're like, okay, if this is what we're doing. We're into it.": null, "(Erika groaning)": null, "Brennan: All right, 7 Grit. Let's see what happens.": null, "Aabria: We'll eat whatever's leftover.": null, "Brennan: 9, baby!": null, "Aabria: Oh my god. This poor boy takes a half step back. He's like,": null, "Rosemont student: Thank you. Here's the thing, this is a very": null, "prestigious thing, there's money tied in it for our good… I'm going to": null, "fight you. I don't want you to kill me is all I'm saying. I've gotten": null, "very nervous and I don't feel super comfortable.": null, "Evan: I trust you. If you think that prestige is more important than": null, "walking out of here, that's up to you.": null, "Rosemont student: But now I feel like you're talking-": null, "Evan: Make the call. Make the call. Make it, 'cause I don't have all": null, "fuckin' day.": null, "Aabria: And he grabs his wand and brandishes it.": null, "Evan: All right.": null, "Aabria: And it's a fight.": null, "Brennan: Cool.": null, "Aabria: So here's the other thing I'm gonna remind you of. And I don't": null, "know where Evan is at emotionally, but I will remind you that this": null, "system doesn't have a pull punch mechanic.": null, "Brennan: Sure.": null, "Aabria: If you roll too high, I tell you how it goes.": null, "Brennan: Copy that.": null, "Aabria: So, an opposed Fight roll.": null, "Brennan: Gotcha.": null, "Erika: Oh no.": null, "Aabria: You have to beat an 18. Oh, I didn't roll magic die. Doot. 21.": null, "Brennan: Gonna be rolling my magic die as well.": null, "Aabria: 21, as you don't recognize this spell, it's in a different": null, "language, the flourishes are different, and you just feel this sense of": null, "pressure, Jovian pressure slamming down on you.": null, "Brennan: Mm-hmm.": null, "Aabria: You formulate a response.": null, "Brennan: How's a 28?": null, "Erika: And it explodes if you wanna kill him.": null, "Lou: Did something explode?": null, "Brennan: Oh, sorry. Yeah, the four explodes. Magic die explodes. Thank": null, "you.": null, "Erika: [whispering] Oh my god.": null, "Brennan: 28, let's call that… That's a nice even 30. More than five, I": null, "believe.": null, "Aabria: Here's my problem, is I don't know why you're getting excited": null, "because the thing you wanted was to not succeed by more than five": null, "because the differential is a greater than normal effect.": null, "Aabria: So we're gonna have one more roll where you're gonna… This is": null, "your last chance to try to control what's gonna happen.": null, "Aabria: Or you are going to erase a student from existence.": null, "Aabria: Cool, cool, cool?": null, "Brennan: Copy.": null, "Aabria: All right. Let's call that a Grit roll.": null, "Brennan: And I'm trying to get the number down to-": null, "Aabria: I want you to meet or beat a 10, and then you can decide how": null, "your response works. If you can hit that Grit, that's your control roll.": null, "Brennan: Okay.": null, "Aabria: If you fail by more than five, it's gonna be real bad, but": null, "there's gonna be some real happy fans.": null, "(Erika gasps)": null, "Brennan: So I need a 10 to fully control it. Fail it by more than five-": null, "Aabria: And I'm gonna make an absolute mess of your goddamn life,": null, "Brennan.": null, "(Danielle laughing)": null, "Lou: You got this.": null, "Brennan: That's a four.": null, "Aabria: Mm-hmm.": null, "Brennan: With six Adversity tokens, gets me to 10.": null, "Aabria: [head in her hands] Oh my god, he had enough!": null, "(Lou clapping, Erika sighing in relief)": null, "Aabria: Describe for me what happens.": null, "Brennan: This kid gets blasted into the underworld long enough to see": null, "his funeral, all of his weeping family members, to see the completely": null, "altered lives of the people he cares about as he throws his life away,": null, "and then after he has wrinkles around his eyes and his hair has gone": null, "stark white, I wrench him back from the underworld and say,": null, "Evan: For prestige? People care about you!": null, "Aabria: His hair is still white, the eye wrinkles remain, and he looks": null, "at you, haunted. You two are the only people in the world that": null, "understand what just happened.": null, "Aabria: He snaps his own wand, throws it on the ground, and walks away.": null, "Evan: Good. That's a man who understands his priorities. Great.": null, "Aabria: He will never cast another spell again.": null, "Jammer: There you go, big fella! There you go!": null, "Jammer: Those are the horns right there!": null, "Evan: Need I say Goat House?": null, "Jammer: You need not!": null, "K: You did it!": null, "Jammer: Chest bump! [Evan and Jammer chest bump]": null, "Jammer: For sure.": null, "Erika: And K takes a running leap and her arms are around his neck. She": null, "has to launch herself up, he's very tall.": null, "Aabria: Yeah, give me a… That's gotta be a roll.": null, "Erika: Flight roll?": null, "Aabria: That's a Brawn.": null, "Erika: Flight?": null, "Aabria: No, I'm gonna go Brawn 'cause that's a-": null, "Erika: Oh, oh no!": null, "Aabria: You've been lifting, so I believe in you.": null, "Erika: [crosstalk] Uh, four explodes, so...": null, "Lou: Jammer's got everyone lifting.": null, "Brennan: It explodes!": null, "Danielle: Whoa.": null, "Erika: Nine.": null, "Aabria: I never gave the difficulty, but that was enough. And you just": null, "get in there, never skip leg day, and bound up effortlessly.": null, "Erika: And she goes,": null, "Evan: Oh my god! I really gave that kid a lot of off ramps, you know? He": null, "had plenty opportunities to step off.": null, "K: It's so sweet how much you care about human life and its sanctity!": null, "Evan: (laughs) I'm really trying. And it's a lot of effort. You guys": null, "make it easy.": null, "Jammer: Aww.": null, "Sam: Aww.": null, "Brennan: I don't put K down until a motion is made like you wanna go": null, "down.": null, "Aabria: That's just there, that's just happening weirdly.": null, "Brennan: That's great.": null, "Erika: Yeah.": null, "Aabria: Yeah, at this point you see that Cleo lost her fight, which": null, "means that, you know what? You. [points to Sam] I would like you to give": null, "me… Give me just a Grit roll, I just wanna know.": null, "Aabria: You're just gonna give me a Grit roll.": null, "Danielle: Just real quick, Gritty, Gritty. And that is a two.": null, "Aabria: Yeah. With that… Don't worry about that, I just didn't feel like": null, "rolling in this moment. That student that walked away reconvenes with": null, "all of Rosemont, and you see a bunch of flags go down in their camp, as": null, "whatever has happened here, whatever he tried to explain, they're done.": null, "And an entire school pulls out of the tournament.": null, "Brennan: Evan loses some… I lose some joie de vivre as I see the whole": null, "school pull out.": null, "Aabria: They're just like, \"No, no. We're done here.\"": null, "Evan: You really should listen to opportunities people give you to": null, "rethink what you're doing.": null, "Rosemont student: I don't wanna talk to you. No, no. No!": null, "Evan: Yeah, I don't blame you.": null, "Jammer: Hey, he made his choices, my guy, you know? You gave him the": null, "opportunity-": null, "Rosemont student: You know what? No. You didn't see what I saw. You'll": null, "never understand.": null, "Jammer: But I can imagine it.": null, "Rosemont student: No, no, that's the thing!": null, "Rosemont student: That's the thing, you will never… Look at me, you will": null, "never imagine.": null, "Evan: [matter of fact] It was the underworld. It was his family's": null, "funeral for him, that's it.": null, "Jammer: I can… I mean, hey, I'm not trying to take away from your pain.": null, "Clearly you're very hurt, but-": null, "K: Your feelings are valid. Your feelings are… His feelings are valid.": null, "Jammer: Yes. That's what I'm saying.": null, "Rosemont student: Don't talk to me from on top… You're dressed like… And": null, "there were mice… A fucking nightmare!": null, "(laughs)": null, "Aabria: And he just takes off.": null, "Evan: Sorry, what'd you call my partner?": null, "Rosemont student: I'm not afraid of you anymore. I've already seen as": null, "bad as it gets.": null, "Evan: You should absolutely be afraid of me.": null, "Rosemont student: No, fuck off.": null, "Aabria: And he just turns and walks away. He's just on a level of like,": null, "dude, just do it then.": null, "Evan: You know what? People need to salvage their ego.": null, "Jammer: Exactly, exactly.": null, "Evan: And ultimately, at the end he can have it.": null, "K: It's true, let him have this one.": null, "Sam: That's true. He needed it more than you did.": null, "Evan: He needed it more.": null, "Aabria: The entire school leaves, and-": null, "Aabria: You won both of your matches, so now there's another school": null, "that's tied with you on that. And the trio's sitting in a tight third": null, "place out of the schools remaining. One of the two teams from Tunavik,": null, "they lost a couple people across some of the spell casting earlier when": null, "they were trying to do the bibbidi-bobbidi group spell, and then a": null, "serious injury from one of the trio means they're only at two. And you": null, "see them actually go up to the judges panel and they have a": null, "conversation. You see the judges nod, understanding. You see them remove": null, "from the running 'cause they don't have enough people to continue to": null, "compete.": null, "Lou: So the trio is just out?": null, "Aabria: No, no, no, the trio's still in there.": null, "Aabria: And Cleo's there, and she's standing weirdly off to the side.": null, "And the trio's getting psyched up for something in a corner. It feels": null, "like everyone else knows what's coming except for you all. Is there": null, "anything you wanna do in this moment as people are conferring, and the": null, "last thing is about to begin?": null, "Brennan: You said that there was a table with potatoes and other root": null, "vegetables and stuff on it?": null, "Aabria: Yeah, that was being used to convert into carriages. There's": null, "extra potatoes.": null, "Evan: Quick smoothie?": null, "Jammer: Yeah. Yo, yo, let's do… Yeah, let's do some… I got electrolyte": null, "powder in here, we can do something real quick.": null, "K: Actually, yes. And I'm sure we can put a little zhoosh in it, right?": null, "Jammer: You know I'll zhoosh it.": null, "Lou: Jammer goes, runs over, grabs some tomatoes. I don't think he": null, "grabs… There's too much starch in a potato, but grabs a couple of": null, "things, throws it all together. I don't think it tastes good, but it'll": null, "give some strength back to the team.": null, "Aabria: As people are kind of conferring and talking, Cleo slides over": null, "to you and she's like,": null, "Khanh: What are you doing?": null, "Jammer: Making a quick, just like a-": null, "Khanh: You need to get ready. Did you not notice the giant fucking wyrm": null, "on the castle?": null, "Jammer: Oh, yeah, I saw that.": null, "Jammer: I thought he was just here.": null, "Khanh: It's a dragon. Hi, good job. It's a dragon.": null, "Jammer: What happens next? Do we do something with it?": null, "Khanh: Yeah, you're gonna have to engage with the dragon.": null, "Sam: That's not a bird?": null, "Evan: Oh no, birds are mostly feathered and would have-": null, "Khanh: Oh my god, you and Fergus just… Makes sense, get it. I get it.": null, "Khanh: I get it, cool. Cool, cool, cool.": null, "Jammer: Is there something we should do to get ready? 'Cause we were": null, "just gonna get electrolytes back, get everyone hydrated, and you know-": null, "Khanh: I guess it's, all right.": null, "Jammer: Do some light stretching.": null, "Khanh: Just be ready. This is the thing. Other people drop out before.": null, "We talk about it being lethal, [points up] that's why.": null, "K: When you say engage, what do you mean? Like fight, or?": null, "Khanh: You don't understand any of this.": null, "K: No, pretend we're first year students that haven't been brought up": null, "with all of this and we're 17 years old before we get our first wands.": null, "Aabria: And she kind of looks over her shoulder and you just hear a": null, "bunch of squawking.": null, "(Erika hissing)": null, "Khanh: Okay.": null, "Evan: That's a great way to put that, K. That really sort of spells out": null, "the situation.": null, "Khanh: I'm sorry, I'm doing my best. I'm trying to unlearn a lot of": null, "weird patterns. Working on it. So there's a little thing around… You": null, "have to chase down the dragon, subdue it, and get a scale. Only one team": null, "wins that part. Do you understand that? And now we're competing against": null, "you. And the trio's been preparing for this all term long, years long,": null, "this is a thing. And I'm there too and I don't wanna hurt you or": null, "anything, but just be careful, okay?": null, "Jammer: Hey, play hard. I wouldn't ask for anything less from our": null, "competitors.": null, "Khanh: Cool.": null, "Aabria: I need [points to Danielle and Erika] the two of you, Brains": null, "rolls. Difficulty of seven.": null, "Aabria: You can do it, I believe in you.": null, "Erika: Oh. Two.": null, "Danielle: Two.": null, "Aabria: All right. Next round. [points to Lou and Brennan] Brains rolls,": null, "difficulty of seven.": null, "Lou: Yeah, now I-": null, "Brennan: Us?": null, "Lou: I'm the one who's… I got this. Difficulty of seven?": null, "Aabria: Yup.": null, "(blowing)": null, "Lou: One.": null, "Brennan: Six.": null, "Lou: Can, I don't know how.": null, "Aabria: I will allow it.": null, "Lou: Oh.": null, "Lou: Eight, my guy.": null, "Brennan: Ooh.": null, "Aabria: So you get to seven.": null, "Aabria: And you're a little lost talking to her, and you guys are kind": null, "of engaged in it. Evan, your attention goes over Cleo's shoulder to": null, "where the trio are talking. You never liked Tallulah, and you've": null, "definitely known to keep an eye out for her, and you see her wand": null, "pointed at Cleo's back.": null, "Brennan: I'm going to move Cleo out of… I see her wand pointed at Cleo's": null, "back like she's about… So she is in the process of casting something?": null, "Aabria: A thing has already happened.": null, "Brennan: A thing has already happened? I'm gonna look at-": null, "Aabria: She puts the wand down, goes back to talking.": null, "Evan: Cleo, Tallulah just cast a spell on you. I didn't catch what it": null, "was, but you've just had a spell cast on you by one of your teammates.": null, "Khanh flips her hair around.": null, "Evan: K, do you know if you would be able to dispel this or break this,": null, "or something like that?": null, "K: I should be able to.": null, "Evan: I can try to figure out. I could try to look closer and figure out": null, "what it is.": null, "K: All right.": null, "Brennan: Can I do a similar… I'm gonna reach in, find my shadow, and do": null, "a similar divination, like I did with the fire kid.": null, "Aabria: Yeah, let's go Brains roll. Brains roll difficulty of eight.": null, "Brennan: Seven, terrible. So I'm gonna say,": null, "Evan: I don't know what that is, I can't figure out exactly what it is,": null, "but-": null, "Erika: I'm gonna roll to dispel magic.": null, "Aabria: Okay. I'm gonna make the difficulty high 'cause you don't know": null, "what you're dispelling.": null, "Erika: Okay.": null, "Aabria: Difficulty's gonna be 13.": null, "Erika: Oh. (laughs) 14, 15, 16.": null, "Brenan: Oh!": null, "Erika: 16!": null, "Aabria: You reach out and you don't know what you touch, but you break": null, "it. And you actually see Cleo turn, whip fast, her eyes flash red as she": null, "reaches out into nothing and grabs it. (sniffs her hand) She realizes": null, "what the spell is, but she is so consumed with what it is, she turns on": null, "her heel without acknowledging you and marches back to the group. They": null, "start a massive argument. As the Headmistress comes over and says,": null, "Philtrum: Okay. Last thing's up, fan favorite, the dragon chase.": null, "(upbeat exciting music)": null, "Philtrum: There is a single scale on the underside of the dragon that's": null, "worth all the marbles. So I need the team captains,": null, "Aabria: And she gestures at you, at Digby, and a young woman from": null, "Tunavik. Says,": null, "Philtrum: You must be the one to secure the scale. Everyone else is": null, "assisting you to do so. There is only one, and whoever comes back with": null, "it will be declared the winner.": null, "Jammer: Just because we're new, can we cast magic on the other people?": null, "Is this like Scuppers? Or is this-": null, "Philtrum: No rules. Get the scale.": null, "Evan: Great, children.": null, "Jammer: Man, this place is wild. Thank you.": null, "Evan: The Headmistress looked at us and said, \"No rules.\"": null, "Aabria: As she points her wand up at the sky and a massive burst of red": null, "explosive energy like a firework, but significantly more ominous. And": null, "you see the other two groups sprint off.": null, "K: I wonder what the mortality rate is for this school. What is the": null, "graduating class size? How much-": null, "Jammer: Hey, I think we gotta go.": null, "K: All right!": null, "Lou: Jammer's gonna summon his broom, be like,": null, "Jammer: I'm gonna go for the scale.": null, "K: We'll all follow.": null, "Evan: You got it.": null, "Lou: I'm gonna push down on it and then shoot up after the dragon.": null, "Brennan: Yeah, I know I have none of the agility or speed that Jammer": null, "has, so I'm just, once again, standing on the push bar, like Segway,": null, "upside down T.": null, "Aabria: I hate it!": null, "Brennan: I just go,": null, "Evan: All right. One for old times. (demonic noises and eyerolling)": null, "Brennan: Anyone who looks at Jammer is getting a fuckin' mouthful of": null, "whatever comes out of this wand.": null, "Evan?: [deep voice] We'll get 'em for real! That's my fuckin' guy!": null, "That's my fuckin' guy out there!": null, "(Erika squealing)": null, "Aabria: Sam, K?": null, "Danielle: I also get on my broom, and I'm partially trying to keep": null, "people away, but I'm also just kinda taking note of what's happening": null, "over here just in case I wind up having to… I guess in this case I'd be": null, "spotting him.": null, "Danielle: I'm just gonna spot him and just make sure that if anything": null, "happens, that I can get rid of it without him being hurt.": null, "Erika: K is on, it's like the broom is like, baby's first housekeeping": null, "set, you know? It's just a pink, sparkly thing. And it's got a branded": null, "character from a giant corporation on it.": null, "Aabria: Mm, weird, yeah.": null, "Erika: You know?": null, "Aabria: The mice cheer. They're like,": null, "Mice: We like whatever that is.": null, "K: But I'm using it… I'm using it ironically. I'm using it ironically.": null, "Erika: And she and a flock, [to Brennan] murmuration--  ": null, "[Brennan laughs and sticks his tongue out a little]": null, "Erika: --start bring up the rear with everybody.": null, "Lou: Jammer looks back at his demonic friend, his sick social media": null, "friend, his fairy— his Disney Princess friend, and a bunch of seagulls": null, "and birds, and is like,": null, "Jammer: This is the squad.": null, "Lou: Yeah. And feels more confident that we're about to crush this than": null, "ever.": null, "Aabria: Sweet. So you streak off in the direction, with birds obscuring": null, "your view from behind, and you're following these other two groups as": null, "they make and break towards this giant purple dragon. The dragon looks": null, "over, gives kind of a screech, lets out a gout of purple flame, and kind": null, "of does the roll back and out and takes off. Like, all right, it's a": null, "chase. And you head on back. So I'm gonna need a group Flight roll. If": null, "you want to beat the other groups there, you need to get better than a": null, "40 altogether.": null, "(Erika laughs)": null, "Lou: 40 altogether.": null, "Brennan: Adding magic, adding anything?": null, "Aabria: Adding magic.": null, "Erika: Adding magic.": null, "Brennan: Adding magic, cool.": null, "Lou: That's a D4.": null, "Aabria: You can count it. Unless you're making a case for trying to use": null, "common sense, which would be your D6 die. What about this situation": null, "could you use your normal knowledge to help you with?": null, "Lou: I can't GPS a wyrm.": null, "Erika: I mean, you can't.": null, "Brennan: I look at you and say,": null, "Evan: But you can GPS a phone.": null, "(all cheering and screaming)": null, "Brennan: And I take my phone and hurl it at the dragon.": null, "Lou: As it goes, I go into Find a Friend where I go and… Does your phone": null, "even have-": null, "Brennan: It doesn't have a screen, but it does have a number and that's": null, "all you need for Find a Friend!": null, "Aabria: All right. I gotta believe with my whole whole heart that this": null, "is a Brawn roll (Brennan groans) to throw it and smack a dragon.": null, "Brennan: That's a great point.": null, "Aabria: You guys are seeing this happen. You're getting ready to GPS it,": null, "so I'm gonna say you two have an opportunity to try to magically": null, "intervene to make sure that this locks in on target.": null, "Erika: I wanna say that the sparrows all have a little assembly line,": null, "like they're chucking it.": null, "Brennan: If these seagulls wanna bucket line the phone.": null, "Aabria: Okay, give me a Brawn roll, let's go difficulty of eight.": null, "Brennan: Okay, difficulty of-": null, "Aabria: And then I want you to, let's call this a Charm roll.": null, "Aabria: To control your animals.": null, "Brennan: Would you say in this moment I am adding either magic to this": null, "or common sense to this?": null, "Aabria: I gotta say it's whatever you think it is.": null, "Brennan: I think that he is just chucking it, but I think that the idea": null, "of throwing your phone onto a dragon so that you can GPS it is common": null, "sense.": null, "Aabria: Love it. Yup.": null, "Erika: Oh my god.": null, "Lou: We're gonna get this 40. We're gonna get this 40.": null, "Erika: And everybody else does Flight?": null, "Aabria: No, no, no, so this is-": null, "Brennan: This is a DC8, right?": null, "Brennan: I hit exactly an eight.": null, "Aabria: Oh, yo. Go ahead.": null, "Erika: Ooh. So seven, eight, nine, 11, that explodes...": null, "Aabria: Oh my god.": null, "Erika: 12. Uh… 13, 13, 13.": null, "Aabria: So you throw it, and the sparrows were lining up to do the,": null, "\"Okay, we're gonna help this boy and he's gonna… Oh, shit!\" And you see": null, "they all duck and get out of the way as you smack and hit the dragon. It": null, "kinda seats up under the crux of its wing, and the sparrows all look at": null, "you and they go.": null, "(mumbling)": null, "K: [confused hand motions] Good job.": null, "Aabria: You hear a caw that's like, \"We got this,\" and they turn and": null, "they start running interference on the other people flying in the air.": null, "The DC has now dropped to 32.": null, "Erika: Whoo!": null, "Lou: Hell yes.": null, "Evan: Man, I know a lot of bird facts, but they're useless with all the": null, "Goats out here! (cheering) Let's go Goat House!": null, "Sam: Goat House!": null, "Aabria: Off in the distance you hear, \"Goat House.\"": null, "Jammer: They know, they know we're gonna crush it.": null, "Evan: They know.": null, "K: Oh, yeah, yeah, yeah.": null, "Evan: You got this, man, you got this.": null, "Lou: Okay, so it's Flight, common sense, and magic now?": null, "Aabria: No, you have to pick one.": null, "Lou: Oh, well, I'll pick common sense.": null, "Brennan: Pick common sense.": null, "Lou: I pick common sense. Okay.": null, "Aabria: Group Flight check. Let's go.": null, "Lou: All right.": null, "Aabria: Meet or beat 32. Write any of this down.": null, "Lou: 13 from Jammer.": null, "Aabria: Love it.": null, "Erika: 14 from K.": null, "Aabria: All right, you're at 27.": null, "Danielle: Big ol' two from Sam.": null, "Aabria: 29. You need a three.": null, "Brennan: And I have a nine.": null, "(all cheering)": null, "Lou: I feel like we start doing some cool corkscrew formations.": null, "Erika: Let's go.": null, "Aabria: You guys have been practicing-": null, "Lou: Damn right.": null, "Aabria: In a world that doesn't have practices.": null, "Aabria: You hit formation. You roll out, and the birds throw up": null, "interference and actually do a really good job of obscuring the way the": null, "dragon broke, so you guys kind of roll down and around and you're able": null, "to zig and catch up with the dragon. And the other two groups have now": null, "dropped behind.": null, "Brennan: Wow. I'm shouting over the birds in the sky. Being like,": null, "Evan: It's crazy that no one else knows how to do this! If you grow up": null, "your whole life with opportunities you kinda don't know how to take": null, "advantage of them!": null, "Jammer: I guess that… Yeah.": null, "Evan: You know? That's really-": null, "Aabria: So loud, the dragon looks over its shoulder, sees you all very": null, "close and is going to open its mouth. And you see that (coughing) as a": null, "massive purple flame begins to kick up.": null, "Danielle: So I turn to the dragon. I'm like,": null, "Sam: Hey, 'sup?": null, "Erika: And then I go (growling). I'm translating here.": null, "Sam: Hey, just saying you're doing a real good job here, being a dragon.": null, "(K growls)": null, "Aabria: I need Charm rolls from the both of you.": null, "Sam: Just kinda killing it with-": null, "Aabria: Just let me know what the number is. I'm not gonna tell you the": null, "DC. Do your best.": null, "Lou: Come on.": null, "Danielle: Okay, it's a 14.": null, "Erika: That's kind of on the line there. (groans) Four.": null, "Aabria: 14 minus four is a 10. As you begin to talk and you begin to": null, "make dragon sounds.": null, "Erika: No, translate. I'm translating. I have animals-": null, "Aabria: Yeah, I hear you. And the dragon goes, and you see the flame go": null, "away. And she's still going away. She goes,": null, "Dragon: Oh my… I speak English. What are you doing?": null, "Sam: I'm so sorry.": null, "Dragon: No, it's-": null, "K: We're new here.": null, "Dragon: Yeah, okay? Hey. I'm still flying, let me just be clear.": null, "Aabria: And she rolls over onto her belly and kind of is backstroke": null, "flying away.": null, "Dragon: Hey, what's up?": null, "Sam: Hey, so, do you do this chase every time this comes up, or do they-": null, "Dragon: No, you know, gig economy. I work at the bank.": null, "Sam: Oh, oh that's nice. That's a good solid job. You got benefits.": null, "Dragon: Yo, right?": null, "Dragon: Yeah, it's crazy.": null, "Sam: That's pretty cool. But yeah, so just so we can make this happen,": null, "would it be cool if our captain took one of your scales?": null, "Dragon: No, I understand the objective,": null, "Aabria: And you can see this tiny single scale glinting in the center of": null, "her chest and she's like,": null, "Dragon: I mean, I am gonna try to not let you catch me.": null, "Sam: Right, of course, of course. You're doing your job and you're": null, "earning from your gig, you wanna make sure you get called back.": null, "Dragon: Yo, exactly. It if was super quick it would be weird, there'd be": null, "inquiries. Don't need that kind of heat.": null, "Sam: Oh, well we don't want that kinda heat on you because you still": null, "gotta work even after we graduate, so I understand.": null, "Aabria: She zigs and tries to go around a turn and shake you off. I'm": null, "gonna say that you don't have to roll anything about it. You just kinda": null, "stay on her tail. She's like,": null, "Dragon: All right, you're good at this.": null, "Sam: Cool, so what's your name?": null, "Alexis: Oh, Alexis.": null, "Sam: Alexis, hi. Hello, I'm Sam.": null, "Lou mimes intense broom riding and Brennan growls crazily.": null, "Alexis: Look, okay, this is kinda wild. Hold on.": null, "Aabria: And she dives towards the ground and hits the ground and turns": null, "and squares up against you. And she's now covering her chest and has": null, "hands on the ground like,": null, "Alexis: I mean, we're gonna do this. I won't kill you. You seem really": null, "nice.": null, "Sam: Oh, you seem super nice.": null, "Alexis: And you said hi. Do you know how weird it is when no one": null, "introduces themselves and says hi in this whole? Wizards are wild.": null, "Sam: Oh my god, we've been talking about that. It's so weird.": null, "Evan: [demon voice] I've actually observed that.": null, "Alexis: Whoa! That's very scary.": null, "Evan: You're a full dragon.": null, "Alexis: Well, that's true.": null, "Evan: Well met.": null, "Alexis: Yeah, hi.": null, "K: Is there some way that we might be able to come to some sort of an": null, "agreement, like we put on a good show for everyone, you get some sort of": null, "bonus for a very thrilling chase, and then we hand it off and call it": null, "even?": null, "Alexis: I mean, this feels like a bribe. This feels like a bribe and-": null, "Jammer: They said no rules.": null, "Alexis: This feels like a bribe.": null, "Aabria: I did say no rules.": null, "K: They truly said no rules.": null, "Alexis: Yeah, well I'm saying… Sorry, let me be a little more clear": null, "'cause you seem young. A bribe? Is this a bribe?": null, "K: Oh. What are you interested in?": null, "Alexis: Have you… Okay, you said you were young. Have you read a book": null, "about a dragon? I love fucking gold. I work at a bank.": null, "K: Well yes, but that's the thing.": null, "Alexis: Focus. Focus up.": null, "Evan: We are cash poor, however if you accept McRibs, which are very": null, "hard to get-": null, "Alexis: I don't know what the fuck-": null, "Evan: In the British Isles.": null, "Jammer: Rib Deluxe.": null, "Evan: The Rib Deluxe, perhaps you're familiar-": null, "Alexis: I don't know what that means. No, I want gold. I want a lot of": null, "gold. If not, we can just do a little fight and I promise no murders.": null, "Jammer: Cool, let's do it that way.": null, "Lou: Jammer's gonna zoom straight. Of course trying to avoid any… But I": null, "don't think Jammer's gonna try and do it with offensive spells, but he's": null, "going to try and fly at the wyrm deftly to retrieve the scale on his": null, "broom.": null, "Aabria: Yeah. So you zoom in and a tiny bead of green light is streaking": null, "towards you from off and away. So how would you like to… I mean, do you": null, "wanna just keep going straight? It's gonna hit you if you continue on": null, "your-": null, "Lou: Can I attempt to protect myself with magic from the green?": null, "Aabria: Of course.": null, "Erika: Can Dream try and block?": null, "Aabria: This is sort of a snap… Yeah.": null, "Lou: I'd love to stay on my course and I'm going to try and cast, or": null, "create… Essentially try and stiff arm this spell.": null, "Aabria: Yo! Okay. I need you to Heisman away, give me a Brawn roll,": null, "difficulty of 12.": null, "Lou: Brawn roll, difficulty of 12. Oh. If I take half can I spend an": null, "Adversity token?": null, "Brennan: Uh… [holding his token]": null, "Aabria: No, you don't get to. [to Lou] You can do it.": null, "Lou: I will take half, plus one, plus one is 12.": null, "Aabria: Sweet. And without even looking, you put your arm out in the": null, "Heisman pose. And there's no casting involved, it's intention. And the": null, "spell hits the center of your palm and scatters away uselessly. And you": null, "all kinda snap and you see… You know who you see. You see the trio, and": null, "Cleo kind of lagging behind, looking really uncomfortable over her": null, "shoulder back in the direction where, another 100 yards away, kind of": null, "dark and in this… It's night now, but you see crumpled blue robes as the": null, "trio slowly walks over towards you.": null, "Brennan: Crumpled blue robes. I'm trying to remember who-": null, "Aabria: The only other team that was competing in this last bit was from": null, "Tunavik.": null, "Brennan: Gotcha, understood.": null, "Danielle: Okay. If Sam looks over at Fergus, what's that look like?": null, "Aabria: Fergus will not make eye contact with you.": null, "Sam: Oh, we're boned. We're boned, we're boned.": null, "Aabria: It's more out of shame than like-": null, "Danielle: But still, just the fact that that happened, I was like, oh,": null, "they're gonna straight up try to murder us, is the sense that I'm": null, "getting.": null, "Aabria: You're on the far side. So imagine this is the layout. Everyone": null, "is watching on this side and you're on the far side of the school, and": null, "people can't see you right now.": null, "Brennan: Our understanding is that the second Jammer gets that scale,": null, "the tournament is over, correct?": null, "Aabria: Correct.": null, "Brennan: Okay. I look at you two, go,": null, "Evan: [demonic] Got it.": null, "Brennan: And I'm gonna fly at the trio and point at Tallulah, be like,": null, "Evan: Turn around's fair play.": null, "Brennan: And I'm gonna make a Fight check against Tallulah.": null, "Aabria: Yeah. Okay, we'll come to that in a second. So first I need you…": null, "You're just trying to get in, streak in, rip it out and get out?": null, "Lou: Yep.": null, "Aabria: Okay, that feels like a Flight roll to me, to kinda dex your way": null, "in.": null, "Lou: Great.": null, "Aabria: She's going to attempt to block. She's very strong. I'm gonna": null, "start pulling this Box of Doom out in a second, but right now you have": null, "to beat a 17.": null, "Lou: 17, great. All right, that is an 11 plus two, 13.": null, "Aabria: It's not disastrously bad, but she doesn't try to body block": null, "you. She literally, a wing comes forward and she drops her shoulder down": null, "and just hunkers down.": null, "Lou: Got it. Cool. I think Jammer's going to… She's got all this body.": null, "Jammer's thinking there's gotta be some way to open her up. Oh. I think": null, "Jammer is going to pull out his wand and attempt to cast a spell on this": null, "dragon.": null, "Aabria: Okay, we'll resolve that in a second.": null, "Lou: Great.": null, "Aabria: Going back, what are you doing? 'Cause the moment you pull a": null, "wand out and start to do it, Fergus and Digby, immediately returning": null, "kind along with Tallulah who just starts laughing.": null, "Aabria: So, whatcha doing?": null, "Brennan: I'm gonna roll a Fight check against Tallulah. I think it's… I": null, "know these guys can teleport, right? Or do I know that they're capable": null, "of teleporting?": null, "Aabria: Brains check, difficulty of six.": null, "Brennan: Seven.": null, "Aabria: You've seen them do it before.": null, "Brennan: Cool. So yeah, I'm going to just a pure concussive force. I'm": null, "not trying to do the most demonic shit I can, but in this moment I think": null, "I'm just like,": null, "Evan: Hey, you tried to kill me, and I'm happy to prove you right about": null, "me.": null, "Aabria: Okay.": null, "Aabria: Are you aiming for all three or her specifically?": null, "Brennan: If I can do all three, let's go all-": null, "Aabria: I mean, a concussive thing you could either go for like, hit": null, "everyone a little less hard, or hit one person. Are you a shotgun or a": null, "scalpel right now?": null, "Brennan: Right now I'm a shotgun, 'cause there's three of them, and I": null, "think also I'm just like, if I can blast the hunk of earth you're on": null, "into the next county, let's make that happen.": null, "Aabria: Go ahead and make a Fight roll. I will oppose it.": null, "Brennan: Magic die first.": null, "Aabria: Finally. This is my literal first lucky break, for a 19.": null, "Brennan: I'm trying to beat a 19?": null, "Aabria: Oh, shit. I rolled a magic die, I'm sorry, hold on. 22.": null, "Brennan: 12 plus two is 14, plus eight is 22.": null, "Aabria: And the thing that happens, 'cause you matched it, is you hit": null, "all three.": null, "Aabria: And you see a thin membrane of light flashes between, so they": null, "don't take the full brunt of it. But because you picked a concussive": null, "wave, it doesn't go anywhere. It just pushes them bodily, and you see a": null, "massive, deep tunneling earth pushes them all back 20 feet. And you hear": null, "her cackling madly behind it.": null, "Tallulah: Okay. You are who they say you are, and we're done playing": null, "around.": null, "Evan: Feel how you wanna feel. It's gonna end one way or the other.": null, "Lou: (laughs) God. [shivers and hugs himself]": null, "Tallulah: Cool.": null, "K: [quietly] So brooding.": null, "Aabria: And Fergus and Digby kind of jump around the side and they look": null, "at the two of you.": null, "K: Do you wanna talk to your-": null, "Sam: Yeah. I'm gonna… Hey, hey, Fergus.": null, "Fergus: Now's not a great time. (clears throat) Hi.": null, "Sam: It's always a great time for conversation. So, what's-": null, "Aabria: His wand's out and it's pointed at you.": null, "Sam: So what's with the- (laughing) What is with the wand?": null, "Fergus: Because we're doing… It's a whole thing right now, and I don't": null, "know why you're not really taking this seriously. You need to take this": null, "seriously. This is serious. I don't-": null, "Sam: I take it seriously, I just… We don't have to fight about it.": null, "Fergus: So you can just let us win.": null, "Sam: Oh, no, we're not doing that.": null, "Fergus: Well, then what do you suggest? Talking it out? 'Cause I don't": null, "think that's gonna happen.": null, "Aabria: And you see his eyes flash over towards Digby.": null, "Sam: (sighs) Well, you know, I guess if you're not willing to talk it": null, "out, then we gotta go wands.": null, "Danielle: And so I cast not a fireball, but a ball of air and wind": null, "trying to knock the wand out of Fergus' hand 'cause I'm still trying to": null, "be nice.": null, "Danielle: Brawn roll.": null, "Aabria: Opposed to the boy who's an athlete.": null, "Lou: We gotta go wands.": null, "Aabria: You have to beat 20.": null, "Danielle: Nope, six.": null, "Aabria: And you send that little ball of air out and he puts his wand": null, "down and smacks it out of the air. It just sort hits the ground and": null, "churns a little bit of earth. Spins out helplessly. He's like,": null, "Fergus: Not taking this seriously enough.": null, "Aabria: And he looks back over his shoulder at Cleo, who's attending to": null, "the people that are still crumpled on the ground.": null, "Sam: Yeah, I don't wanna hurt you.": null, "Fergus: I don't wanna hurt you either, so I need you all to just stop,": null, "please.": null, "Aabria: And Digby puts his hand up, and Fergus stops talking": null, "immediately.": null, "Digby: Can we just be done, please? We have put up with your bullshit": null, "the whole year, and I am just honestly so fucking tired of all of this.": null, "K: Well, here's the thing, is that we can't give up.": null, "Aabria: He waves his wand and tries to cast a spell at you immediately.": null, "Erika: I push up defensive bubble, not around myself, but around him. So": null, "it's a completely impenetrable iridescent bubble that will completely": null, "keep him safe from harm.": null, "Aabria: That is big magic.": null, "Erika: It's casting a protective sphere, to keep somebody safe is a Grit": null, "roll.": null, "Aabria: The difficulty is 20.": null, "Erika: Fine.": null, "Aabria: You're trying to stop a wizard from being able to cast anything": null, "in or out. You have been a magician for a solid four months.": null, "Lou: But it's a solid four months.": null, "Aabria: Like a solid four.": null, "Lou: Solid.": null, "Danielle: It's like-": null, "Brennan: A lot of growth, a lot of catharsis.": null, "Lou: A lot of growth, yeah.": null, "Erika: Okay. Also, since I am defending, I can reroll-": null, "Aabria: This is offensive magic.": null, "Erika: Okay, all right.": null, "Brennan: You got this.": null, "Lou: Yeah, you got this.": null, "Lou: All about it. All day, all day.": null, "Erika: [slamming their hands on the table] 20!": null, "Lou: Bayaka!": null, "(yelling)": null, "Evan: EAT TRASH, BEAT TRASH!": null, "Brennan: Is this Digby or Fergus?": null, "Aabria: It was Digby.": null, "Evan: Oh, shit, Island Boy! My girl just Glinda'd your ass!": null, "Evan: That's some American magic, bitch! This ain't Kansas!": null, "K: Check your privilege!": null, "Lou: Ugh.": null, "Aabria: And Digby stops, just looks around, hits it, and kinda points at": null, "his ear.": null, "Digby: I couldn't hear.": null, "K: I'm sorry. We can't.": null, "Digby mouths something unintelligible from inside his bubble.": null, "Evan: [raspy voice] You're incredible.": null, "K: Oh my god! You're incredible.": null, "Evan: I was gonna say \"My girl,\" but I know you're experimenting with": null, "they/them-": null, "K: It's okay, that's the thing.": null, "Evan: Is girl still fine?": null, "K: Yeah!": null, "Evan: I know that pronouns are whatever, but you can have-": null, "K: I think for right now I'm sort of transitioning into it. Again, right": null, "now, experimentation. We're young, we can do whatever we want!": null, "Evan: I love that. That was incredible.": null, "K: Oh my god, thank you.": null, "Aabria: Mm. It was a really good moment that you had, and I do feel very": null, "bad that I didn't roll that in the Box of Doom.": null, "Brennan: Oh. (laughs)": null, "Aabria: But I exploded on a 20.": null, "Erika: Oh, shit.": null, "Aabria: So for a 36 roll by Tallulah, she levels her wand not at you,": null, "but at the dragon. And you see black necrotic energy running up it. And": null, "she was kind of in a huddled down position, and you see her begin to": null, "wilt and die in front of you.": null, "Lou: Oh, god damn.": null, "Brennan: She worked at a bank.": null, "Lou: This person was working a gig.": null, "Aabria: What do you wanna do about it?": null, "Danielle: This was a side hustle.": null, "Erika: She probably didn't even get any sort of healthcare from either": null, "of her jobs. Oh no, wait, it's the UK, universal healthcare.": null, "Lou: So the wyrm is straight up dying? It’s starting to—": null, "Aabria: She is beginning to die. It's a very big creature, so the spell": null, "isn't an immediate hit.": null, "Lou: And is Tallulah going for the scale, or?": null, "Aabria: Tallulah is 50 yards back from where you're standing. You're": null, "right in front of it. So you have an option right now, Jammer.": null, "Aabria: You could run in, grab the scale, end the tournament. You know": null, "what will happen to Alexis.": null, "Jammer: God. Why'd she have to learn its name? Once I know its name it's": null, "got a nickname in my head. A-town.": null, "Jammer: And once you got a nickname, you're on the team.": null, "Brennan: [sadly clapping his hands over his face] Oh.": null, "Lou: I would like to… I see this magic is starting to take over, and I": null, "want to help, because if we become the monsters, then we're no better.": null, "So I am going to… I wanna cast… I'm not sure it's curative magic, I": null, "don't think I can straight up stop what's happening. This is crazy. Run": null, "with me, you tell me what this is.": null, "Aabria: Let's go.": null, "Lou: Jammer would like to take some of this on. He'd like to lighten the": null, "load of Alexis, knowing that if he can slow it down maybe that's time": null, "for his friends to help him and them. So yes, Jammer would like to try": null, "and share the load with Alexis using his wand.": null, "Aabria: You've always been very internal, and this is a body-focused": null, "spell. So I'm going to say that this is a Brawn roll with a difficulty": null, "of 18.": null, "Lou: Cool, let's do it.": null, "Aabria: As you roll, before you tell me the result, and don't forget": null, "your magic die, I need you to make a Charm roll, difficulty of 10.": null, "Sam: Oh, then I'm just gonna have it.": null, "Aabria: You see and your eyes go over to mirrors immediately as you see": null, "in that moment, you kind of follow Tallulah's spell and you see what's": null, "happening to Alexis, and then you watch as Jammer ducks in behind the": null, "wings and goes in closer. And then you see, in this moment, half": null, "shielded, the tether between Alexis and Jammer as the spell begins to": null, "take effect.": null, "Lou: I got a 15. I have two Adversity tokens, which gets me to 17.": null, "Aabria: And one person just saw what you did and could intervene.": null, "Danielle: Okay, how many tokens you need?": null, "Lou: Just one.": null, "Danielle: Just one, okay. So I go over to help. There you go.": null, "Aabria: Describe to me what you do to help. Now we're just in narrative": null, "territory. You met the requirement, so just story.": null, "Danielle: So, I walk over, I see Jammer and I see Alexis. I put my hands": null, "on both of them, and I turn to Jammer and I say,": null, "Sam: I'm getting the string, and I think the stronger the string is, the": null, "more that you're gonna be able to get this out without hurting yourself,": null, "because at some point you have made Alexis part of the team.": null, "Sam: So what I need you to do, is coach, Coach.": null, "Jammer: Hey, focus up, all right? 'Cause right now we're going through a": null, "lot. Hey, hey, stay with me. Stay with me, stay with me. Right here,": null, "right here, right here.": null, "Alexis: I'm gonna eat the little girl.": null, "Jammer: Flow state, it's me and you. It's me and you, all right? Hey,": null, "I'm taking some of this, I'm taking some of this. I'm taking some of": null, "this right now. You're a strong forward, all right? It took a hell of a": null, "lot to catch you, and that was a solid play on my part, offensively. So": null, "you got good defense, you know defense, all right? You are defense, all": null, "right? And you can defend against this. You need to breathe, all right?": null, "In for three, out for five. One, two, three, four. In for three, out for": null, "five. One, two, three, four, five. All right, A-town, stay with me right": null, "now. Right here, right here, right here, nowhere else. Just us.": null, "Aabria: And she has locked eyes with you, and as her purple eyes flare": null, "with magic, your eyes turn purple, too.": null, "Jammer: Okay, we got this. In for three, (inhales) out for five.": null, "Aabria: And you are pulling this magic away and taking it into yourself.": null, "And because you are a fully clothed wizard, no one can see what's": null, "happening beneath your robes. But those veins of energy halt, and then": null, "start receding. And while the three of you are locked in this moment,": null, "the two of you are left with Fergus and Tallulah staring you down.": null, "Brennan: You got Digby in that… You did that after I did the initial": null, "concussive thing. I'm just gonna look at Tallulah and go-": null, "Tallulah: I'm gonna kill you.": null, "Evan: [nonchalantly] Maybe.": null, "(cast laughing)": null, "Brennan: And I'm gonna be like,": null, "Evan: I don't care. My life already got better than I ever, ever, ever,": null, "ever thought it was gonna be, and you can't take that away. But I'm": null, "gonna try to take away your wand.": null, "Brennan: Fight check against the wand.": null, "Aabria: All right.": null, "Brennan: I'm gonna sunder it. Destroy it.": null, "Aabria: Yeah. Okay, let's go Box of Doom for this.": null, "Lou: Mm-hmm.": null, "Danielle: Ooh.": null, "Aabria: Just a full opposed roll. Yeah, all right. Shit, I'll go first.": null, "Here we go. Dirty 20.": null, "Erika: [whisperd] Oh, Jesus.": null, "Brennan: So this is-": null, "Aabria: 19 plus one.": null, "Brennan: 19 plus one, okay. (sighs) There's that.": null, "Aabria: You can't halve plus eight.": null, "Brennan: No, for sure.": null, "Aabria: Yeah.": null, "Brennan: I'm trying to think of adding my magic die. This feels very": null, "momentous.": null, "Erika: I'm there.": null, "Erika: And I slip my hand into his. And I point mine as well.": null, "Brennan: I'm gonna look. I have a weird thing I wanna try to do. This is": null, "Box of Doom.": null, "Aabria: Yeah, go.": null, "Brennan: But I think instead of adding my magic die, can I add my common": null, "sense die? And I can tell you why as I cast this spell?": null, "Brennan: I'm holding your hand.": null, "Erika: And I say,": null, "K: If there's one other trope that I like as much as a sad boy, it's": null, "battle couple.": null, "Aabria: Jesus.": null, "Evan: I didn't have a lot of access to computers growing up, but I love": null, "y— that, and you.": null, "K: I love you too.": null, "Evan: I love you too.": null, "Aabria: Fergus kind of just, he just looks really embarrassed. Like,": null, "\"Oh.\"": null, "Brennan: I'm gonna look over at Tallulah and just be like,": null, "Evan: I've been here at this fuckin' school for four months, with your": null, "garbled pig Latin spells. I don't think any of this shit is real Latin.": null, "I don't think any of it's real Latin. I think it's words that you don't": null, "even understand. So you know what spell I'm gonna use to break your": null, "fuckin' wand? McRib.": null, "Aabria: [nodding with her hands over her face] I'll allow it.": null, "Brennan: And I would like to roll Fight plus common sense as I go for": null, "her wand. Okay, great.": null, "Erika: And then do I-": null, "Aabria: Hold, please. We'll see how this resolves.": null, "Brennan: Okay. Am I rolling the Box of Doom, or should I roll-": null, "Aabria: Yeah, I'm happy to hand it off.": null, "Brennan: Yeah, okay. All right. Right now I need to beat a dirty 20,": null, "Brennan: Okay. We'll roll common sense first.": null, "Aabria: Oh my goodness.": null, "Brennan: [exhales] That's a 4.": null, "Aabria: Yeah, there you go. No, give us the number you need to hit. Come": null, "on, act like you're a DM and you know what you're doing.": null, "Brennan: [silly voice] I'm sorry!": null, "(Aabria groans)": null, "Brennan: Okay, so hitting a dirty minus four is eight, I just need an": null, "eight or higher here.": null, "Aabria: Oh, he did the thing. It's like he was in charge. I’m in charge.": null, "Brennan: Four.": null, "Aabria: Four away. No, you don't spend, you roll.": null, "Erika: What am I rolling?": null, "Aabria: This is a Fight roll, so you can roll Fight.": null, "Aabria: The DC is four.": null, "Erika: Fuck.": null, "Lou: What is your Fight?": null, "Erika: Six.": null, "Aabria: Can we pass off-": null, "Erika: Just one.": null, "Brennan: The Box of Doom?": null, "Aabria: The Box of Doom.": null, "Brennan: Absolutely we can.": null, "Aabria: You don't get to use your magic die.": null, "Aabria: Yeah, I suck.": null, "Brennan: All you gotta do is get a four.": null, "Aabria: And I'm mad at you.": null, "Lou: All you gotta do is get a four.": null, "Aabria: 'Cause you're too cute and I love you.": null, "Brennan: K, you got this.": null, "Erika: Just one, okay. So I need to make-": null, "Lou: This is the cutest thing.": null, "Erika: Okay, so I need to make a 3.": null, "Aabria: You need a 3.": null, "Erika: I have a 50/50 shot.": null, "Brennan: 50/50 shot.": null, "Danielle: 50/50 shot.": null, "Erika: 4!": null, "Danielle grunts as she punches the air in celebration.": null, "Aabria: Magic comes out of your wand. The magic is confused, like, that": null, "wasn't a spell, and we both know that, but that's not quite for now. And": null, "as it approaches, there's an extra pulse of black and pink energy that": null, "goes through your shared hand held, through your arms and out of your": null, "wand. It catches that original spell, pushes it faster. And then what": null, "happens as it hits Tallulah?": null, "Brennan: First of all, I think I make quick eye contact with K as I'm": null, "like,": null, "Evan: This feels really good.": null, "K: So good, oh my god.": null, "Evan: Yeah. I'm glad that Sam and Jammer… I feel like we make things": null, "weird for them from time to time, but I'm just so excited, this is my": null, "first-": null, "K: I know, it feels good.": null, "Jammer: [clearly in pain] No, no, it's all good.": null, "Brennan: And as the energy's flowing out… And I can tell that the pure": null, "demon shit I've been working through my whole life, all of it, it's not": null, "enough. I've always been this destructive, but I've never had anything": null, "worth fighting for. And I've spent my whole life running away 'cause I": null, "never had anything I thought I could keep and that would be mine, and": null, "these friends have told me time and again that I'm theirs and they're": null, "mine, and we're together. And I think as I'm bent on destroying this": null, "wand, I look at K, and out of this nasty bone muscle meat wand, I": null, "(whooshes) hit the wand, and instead of snapping, it... (popping) A": null, "glistening sky blue, glittery sky blue bubble, moves around it. And I": null, "look up, and with a shimmer of sparkles off of me I go,": null, "Evan: [primly] When you complete three trials and you prove your worth,": null, "you will be able to unlock the orb and retrieve your wand. And that's a": null, "lesson for you. (demonic groaning)": null, "Tallulah: What the?": null, "Evan: I was a pretty princess for a second.": null, "K: Oh my god, you were so pretty. Oh my god.": null, "Evan: Thank you. That was awesome. That was awesome. That was really": null, "great.": null, "K: [giggling] Wow.": null, "Aabria: And Fergus, who has stopped paying attention to any of this and": null, "is now just… He's sprinted over and he's watching the two of you dealing": null, "with Alexis. And he goes over and he puts his hand on both of your": null, "shoulders.": null, "Fergus: I don't know. How do I help? I'm sorry.": null, "Jammer: I don't know!": null, "Fergus: You're doing it.": null, "Sam: If he wants to help, you gotta make him part of the team.": null, "Jammer: You wanna be on the team?": null, "Fergus: Honestly, yeah.": null, "Jammer: All right. Ferg. Fergie.": null, "Fergus: Fergie?": null, "Jammer: [pained] Okay, Fergie.": null, "Lou: I put my hand on his.": null, "Fergus: Oh my god, your eyes are purple. That's wild.": null, "Jammer: Yeah. I think I'm part wyrm, at least for now. Hey, Ferg, you're": null, "a good man, all right? You got a lot of practice to do, all right? You": null, "gotta figure out part of being-": null, "Aabria: And he just squeezes your hand and it forges that connection,": null, "and you feel orders of magnitude, it lessens on both of you. And Alexis,": null, "she kind of calms down and her breathing goes to normal. There's no more": null, "spread of that energy, and it just slowly dissipates. And she goes,": null, "Alexis: Ow, fucking… Just fucking take the thing. Take the thing. Take": null, "the thing. Take the thing, I wanna go home!": null, "Alexis: You know what? You took too long.": null, "Aabria: And she rips it out and just flicks it at you like,": null, "Alexis: I'm out, I'm out, I hate this and I'm out.": null, "Lou: Jammer just bends down and picks it up with two fingers.": null, "Jammer: [tries to make the horns with two fingers] Does that work? Does": null, "that still look like horns?": null, "Evan: Goat House! Best house!": null, "Aabria: And as you do-": null, "Evan: Mess with the goat get-": null, "Jammer and Evan: The horns!": null, "Aabria: The horns! And a bunch of gold fireworks shoot off across the": null, "sky as you successfully complete the trial. And we're just going to jump": null, "forward. I just want a quick epilogue from each of you. You only got": null, "halfway through the school year, so I just wanna know how it ended and": null, "how the world is different now because of what transpired here and": null, "throughout the rest of the year. And I want Sam to go first.": null, "Danielle: Okay. We gave hope to the people that were in our house, which": null, "again, it's the biggest house even though it's all the rejects because": null, "they never win anything. So being able to go back with that victory,": null, "everybody got the horns now, we be lockin' up.": null, "Everyone does goat horns.": null, "Lou: [laughing] We be lockin' up.": null, "Danielle: And so, now all of those kids walk around with more": null, "confidence. They feel that they are not only empowered to challenge the": null, "kids in the other houses, they also feel empowered to challenge the": null, "teachers, and as we start saying things that we feel like don't make": null, "sense, they're like, \"It is weird that so many of us are always injured,": null, "and it is weird that none of the teachers seem to care. And it is weird": null, "that they straight up tell you, you rejected, you gotta go in the yellow": null, "house. It's weird,\" and they start really internalizing that. And so,": null, "some of them are still too shy. Sam helps run workshops for empowerment.": null, "Just little things, if you wanna come I'll talk a little bit about": null, "raising your self-confidence and things like that. And so we'll get the": null, "little kids and they'll come in, and for some of them, being strong is": null, "being silent, and that's totally cool. Towards the end of the school": null, "year, of course at this point, I'm gonna just go ahead and assume that": null, "if old Fergs knows what's good for him, they have now become… They are": null, "now a couple.": null, "Erika claps in excitement.": null, "Danielle: Hanging out. And even sometimes, what's great is that he will": null, "help with the workshops, but he's still got some of that evil on him. So": null, "it's just one of the things like,": null, "Sam: Hey, babe, babe, babe, babe, babe, maybe-": null, "Fergus: Yeah, I'm sorry. I was so excited, like come on, let's": null, "fuckin'... Oh, okay, okay. I'm sorry, that's on me.": null, "Danielle: And occasionally, kids from other houses will also come in": null, "when we do a big group thing because now our house is also the cool": null, "place to hang out. People like to hang out in our common room.": null, "Aabria: \"You've had food down here the whole time? What?\" Yeah,": null, "beautiful. K?": null, "Erika: So it's still a struggle to figure out what feels good, and to": null, "sort of think for themself, first off. Themself? I don't know. And to": null, "find the things that were… That were fun, and that they liked about": null, "their old self, and the princess self, and this new self. But it's nice": null, "to have friends that are supportive of the mistakes that they make and": null, "will help them. So, they're doing well in school and have found out that": null, "they can question the system without being a dick about it. And so, K": null, "helps with workshops. And they're still dating, it's official.": null, "Brennan cutely puts his chin in his hands.": null, "Erika: And it's good, and they're super awkward in public. And K has": null, "gotten Evan to binge watch Netflix and Crunchyroll on the phone, the one": null, "remaining phone that we still have functioning.": null, "Evan: God, it's incredible. The screen adds so much.": null, "Aabria: Evan, go ahead.": null, "Brennan: I mean, he's just the happiest he's ever been. Every day's": null, "cloud nine. We're all on the Scuppers team, he has these friends that he": null, "never thought… It's unbelievable. I think that he dedicates himself to": null, "every… He knows that we're studying here, he goes into all the libraries": null, "and starts uploading PDFs of them to a database for when we reveal magic": null, "to the world after we've cleaned this fuckin' castle out. And also has": null, "alerted… Found out who the people who were doing the marches were and": null, "who our political allies are in England, and told them who Philtrum is,": null, "and been like, \"Hey, a nasty, nasty bigot runs this school, and she": null, "definitely tried to get me murdered.\" And I think Evan gets to that": null, "place of, I have not come here to be the worst version of myself, nor": null, "have I come here to be pushed around. I don't wanna see you meet violent": null, "ends, but you will absolutely discover those for yourself if you attempt": null, "to stop the march of progress. So you know, to all you British wizards,": null, "fuck around and find out, I suppose.": null, "Brennan: And yeah, this huge PDF database of magic, talking to the": null, "government about Philtrum and about-": null, "Aabria: Oh, Dr. B is definitely the headmaster now.": null, "Brennan: Incredible, yeah.": null, "Aabria: He's like,": null, "Boodle: I'm not as good at magic, and I'm not—": null, "Evan: Dr. B!": null, "Aabria: We try to get it.": null, "Lou: History of magic is now the most popular class.": null, "Brennan: Now the most popular class.": null, "Erika: Also, we've tried to get him to integrate NAMP studies.": null, "Brennan: NAMP Studies.": null, "Erika: NAMP Studies.": null, "Brennan: Been like,": null, "Evan: This is actually incredible. You have to have an educated": null, "population in a democracy. History of magic is probably the most": null, "critical class at the school.": null, "Boodle: Thank you. That's all I was saying the whole time.": null, "Brennan: Yeah, exactly. And I think, too, that Evan just becomes… He is": null, "who he is and he has the stuff inside of him that he has… He carries it": null, "spread out across… It was always too much to carry that and himself, and": null, "now his friends carry him and he can carry that. And life is only good.": null, "Aabria: Jammer, my team captain. Bring us home.": null, "Lou: I think Jammer is about… I think Jammer's unlocked in this way,": null, "that it's not just about sports anymore. I think Scuppers is still": null, "everything to him, and I think game day is still the thing he looks most": null, "forward to, but I think that this whole experience with them and how his": null, "friends have seen him unlocks this thing in him of like, I can be a": null, "leader in other spaces that aren't on the field. And I think while Evan": null, "seems to take more of an intellectual hyper, you know, finding enemies": null, "in allies approach, I think Jammer is a lot more in the space of, how": null, "can we foster a community amongst… How can we bring people into this,": null, "get people on this team and into this space, and educated and better for": null, "it? And how can we use magic to take care of the people in the": null, "communities that we come from? And I think starts to take school more": null, "seriously in general because that's where he wants to be. That's the": null, "person he wants to be. It's not the star athlete, but just somebody who": null, "facilitates and makes community for others. I think he also puts in a": null, "half court basketball, gets a half court asphalt area. Has big plans for": null, "a baseball diamond 'cause we got this space.": null, "Aabria: So much space.": null, "Lou: Sometimes gives lectures at Sam's talks about nutrition and": null, "exercise, and the importance of aerobics, and how we don't all need to": null, "be whip thin-": null, "Lou: And pale. And yeah.": null, "Aabria: Suffice to say that the pilot program was a success. And it's": null, "not that what you accomplished ended all the problems, but it created an": null, "amazing beginning for the entire world. And that started with you four,": null, "but the things that you've done here will ripple out in both this world": null, "and the one you came from, and create something new and better. And that": null, "is where we're going to end \"Magic & Misfits\". Misfits and Magic, I": null, "don't remember what the show is called. Nailed it. (laughing) Cut the": null, "feed!": null, "(applauding)": null, "Brennan: Hey!": null, "Aabria: Aye.": null, "------------------------------------------------------------------------": null, "Edited by: kindlestuck, gluegunshots, and solsys": null}