{"Dimension 20": null, "Misfits and Magic": null, "Starring: Aabria Iyengar as Game Master": null, "Erika Ishii as Dream;": null, "Danielle Radford as Sam Black;": null, "Lou Wilson as Whitney Jammer;": null, "and Brennan Lee Mulligan as Evan Kelmp": null, "Episode 2: Class Conflict": null, "< [Previous Episode] | [Next Episode] >": null, "This transcript is unfinished!": null, "Want to help edit it? Here’s a link to the Google Doc.": null, "Please record any changes you make here.": null, "(slow whirring)": null, "(slow orchestral music)": null, "Aabria: Hello, friends, and welcome to episode two of \"Misfits and": null, "Magic.\"": null, "(upbeat orchestral music)": null, "(Brennan cheers)": null, "Aabria: Hey, I am your game master, Aabria Iyengar, and with me are my": null, "magical misfits. Say hi, magical misfits.": null, "Group: Hi, magical misfits!": null, "Aabria: Nice.": null, "Lou: [with feeling] Oh, it was crazy, we all talked at the same time": null, "'cause we're in a room together, holy shit.": null, "Erika: Oh my God.": null, "Lou: It felt crazy.": null, "Aabria: I wish you could feel the energy in here. It is so much.": null, "Lou: It's so much.": null, "Aabria: Going around the horn, we've got Lou Wilson.": null, "Lou: What's up, Whitney Jammer Jammer. (laughs)": null, "(group laughs)": null, "Lou: That's who I play, I never know how to intro.": null, "Aabria: Erika? (laughs)": null, "Erika: Hi, I'm Erika Ishii, I'm xX_Dream_Xx. You can call me Dream.": null, "Aabria: Danielle.": null, "Danielle: Hi, I'm Danielle Radford, I am playing Sam Black.": null, "Aabria: Nice, and Brennan.": null, "Brennan: Hi, I'm Brennan Lee Mulligan, and I'm playing Evan Kelmp.": null, "Danielle: Kelmp?": null, "Aabria: I hate it every time, Kelmp. [pretends to gag] It's like you ate": null, "too much peanut butter.": null, "Aabria: So with that, we dive back in and we're actually going to pick": null, "up the next day, you all ended up having to spend the night in Vertic": null, "Alley. You all stayed at the Knave's Navel, a pleasant enough inn with": null, "really generic, bland, British food, and you all took the train up": null, "through the countryside and you are now standing before the place, the": null, "legend, Gowpenny Academy of the Arcane Arts.": null, "Aabria: It is a statuesque, dark stone castle on a hill with these": null, "beautiful turrets that glint in the moonlight, cresting over clouds that": null, "are gathering. You can hear just maybe a mile or so away, the gentle": null, "roar of the sea, and it's brisk and you can see your breath a little": null, "bit, and you're standing not just the four of you, but four among": null, "hundreds of students, many returning, some 11 years old and brand new": null, "and full of just as much wide-eyed wonder as you. And you have but a": null, "short 200 or so yard walk up to the castle, where you all begin your": null, "magical education. What do you do?": null, "(Dream stares into the distance in awe)": null, "Jammer: Hey, you?": null, "Sam: Are you, uh... (waves hand in front of face)": null, "Evan: Are you okay, Dream?": null, "Dream: Huh, huh, what? It's just, you know I hear the music in my head,": null, "right? You hear it?": null, "(various nodding)": null, "Evan: Yeah. I just wanted to say that I checked in, and Digby, the kid": null, "from yesterday, he's okay, it's pretty easy to find him and teleport out": null, "and get him, so. I just wanted to say I'm really sorry for losing it": null, "yesterday when he said the wizard, the evil comment, and it's not okay,": null, "and I'm gonna hopefully get everything handled so that that's not a risk": null, "in the future. But I just wanted to apologize to everyone.": null, "Jammer: I don't know, dude, it was pretty cool.": null, "Sam: Yeah, that dude sucked. Digby, Digsby—": null, "Jammer: That dude sucked, it was honestly-": null, "Dream: Definitely deserved it.": null, "Sam: Yeah, he totally sucked.": null, "Evan: [nervously, stuttering] Yeah, (laughs) yeah, yeah, I guess…": null, "Thanks, thanks, guys, thank you.": null, "Jammer: All right, I guess, I've never been to a castle before. This is": null, "intense. I've seen it in movies and stuff, but this is a big castle.": null, "Dream: So are you getting any bars?": null, "Sam: I have no bars, I have tried to get all the bars.": null, "Aabria: Check your phone. I would love for you, both of you, we'll make": null, "this different rolls. Your phone seems to be rolling back and forth in": null, "reception, do you want to try to do anything about it 'cause you're": null, "wizards?": null, "Erika: I first would like to just kind of try messing with the settings-": null, "Aabria: Yeah, okay.": null, "Erika: Maybe we needed a check to make sure that my international data": null, "plan is working, and kind of make sure that I have the right, the": null, "different settings turned on.": null, "Aabria: Please take an adversity token as you intro our homebrew rule": null, "that we've added here, which is the common fucking sense die. Whenever": null, "you use the things that you've learned in the normal world that make": null, "sense to try to solve magical, mystical puzzles, you get to add a D6,": null, "and now you're rolling with a dice pool, so please roll your brains.": null, "Difficulty of eight.": null, "Erika: Yeah, okay. (dice rattling) 7, and I will burn an adversity": null, "token. [squeals a little as she drops the die]": null, "Aabria: Perfect.": null, "Erika: All right, yes.": null, "Aabria: With an 8, you start by kind of just turning wifi on and off": null, "again, and then you begin the ritual. There's great power in repetitive": null, "motions, and you begin the most important one. [jerks her phone back and": null, "forth through the air] And the sigil you draw in the air traces little": null, "lines of magic that break through the electronic interference.": null, "Dream waves her phone around.": null, "(gently chiming music)": null, "Aabria: And then, (trills) you're at full bars.": null, "Dream: Oh, awesome, I'm in.": null, "Sam: Oh, you're in?": null, "Dream: I can tether you, I can make a hot spot.": null, "(overlapping chattering)": null, "Jammer: Can you tether all of us?": null, "        ": null, "Dream: Yeah, yeah, yeah, yeah, it's okay.": null, "Jammer: I'm gone need to, yeah-": null, "Evan: I don't know if you'll be able to tether mine.": null, "Jammer: I mean, just 'cause your phone doesn't have a screen doesn't": null, "mean-": null, "Brennan: I take out my gas station phone, how's it doing? I don't know": null, "what I would even look at for information, it's just the buttons.": null, "Jammer: Well, you might need to call one of us. We'll want to text and": null, "stuff, so we should probably get, I want to set up a chain, so.": null, "Dream: Yeah-": null, "Evan: I have, oh my God, I have six saved hotlink numbers. I have to": null, "punch them in, there's no screen, so I have to punch them in and it": null, "saves them. So I'll have 911, I guess 911 in Iowa, and Animal Control": null, "and Poison Control. But you guys could be four, five, six, and then I": null, "would have your numbers saved.": null, "Jammer: There you go.": null, "Sam: That's perfect.": null, "Brennan: Great, it'd take a long time to do a boop boop boop, and pound,": null, "and hitting star a bunch of times to save fast links in my phone.": null, "Evan: Great. Oh, that's awesome. Let me—": null, "Brennan: Does my gas station phone— is able to make a call?": null, "Aabria: Are you trying to do anything to sort of jail, magically": null, "jailbreak the rest of the group's phone?": null, "Erika: It's just like, I put out a hotspot, and does it work for": null, "everybody else, or?": null, "Aabria: Are you trying to just share wifi?": null, "Erika: Yeah-": null, "Aabria: 'Cause there's magical interference that pops up on everyone": null, "else's phone.": null, "Erika: Okay, yeah, I also am gonna sort of do the same and be like, look": null, "here, and then I just sort of trace what I was doing to everybody's.": null, "Aabria: Yeah, do the reception dance. If you do the reception sigil, it": null, "unlocks it, and there are a bunch of just 11-year-old adorable, pale": null, "British children just looking up at you while going,": null, "Children: [nasal] What are you doing, what's happening?": null, "Dream: Deep, dark magic that you usually have to schedule at very": null, "specific times of the day. But being older, we're getting better at it.": null, "Jammer: Yeah, we're the pilot program kids, the [quietly] muggles.": null, "Child: You can't say that.": null, "Aabria: And this little kid just covered in snitch energy turns and": null, "books it up the path, very clearly to go tell on you.": null, "Lou: I'ma stop him.": null, "Lou: I know a snitch when I see one, and Jammer's just gonna break out": null, "into a full sprint to chase this kid down.": null, "Aabria: Yeah, okay, that feels like a flight. Let's do an opposed flight": null, "roll. This kid's rolling d8 and got a 6.": null, "Lou: Okay, I could beat a 6.": null, "Aabria: So beat a 6.": null, "Lou: That's a 7, that's a 9.": null, "Aabria: Oh, yeah, he doesn't even get far.": null, "Lou: Oh, snatch that kid, full on.": null, "Aabria: You grab him by the back of his little black robes. He's like,": null, "Child: No! I'ma tell!": null, "Jammer: Hey, you're not gonna say anything, all right? You're not gonna": null, "say anything 'cause if you say anything, you know, I'm from America.": null, "Dream: Yeah, what do you know about America?": null, "Child: Oh, no, you have guns probably.": null, "Jammer: Yeah, I probably, I'm a Black American. I probably have a gun.": null, "Child: It wasn't a race thing, but then you said that like that.": null, "Jammer: Well, it was-": null, "Child: Now I believe it!": null, "Jammer: Yeah, there it is, and I'll tell all of your little friends,": null, "I'll tell them all that you, that I, you tell all your friends that I": null, "have a gun, and then I'm gonna tell all your friends, as well, that you": null, "assumed because I'm a Black American that I have a gun, and all your": null, "friends are gonna think you're racist.": null, "Child: That's entrapment, no.": null, "Jammer: Yes, you've been entrapped, I've entrapped you.": null, "Child: No!": null, "Jammer: What's up, you're entrapped, little man. So you gonna say": null, "anything?": null, "Child: No. No.": null, "Jammer: You gonna say anything?": null, "Child: No.": null, "Lou: I just rip his neck, it was just a thing I used to do in high": null, "school, that": null, "time where you just grab and just rub the skin on-": null, "Lou: Rug burn the back of his neck,": null, "Jammer: Now get out of here.": null, "Aabria: He's one of those little kids that didn't wash, you roll some-": null, "Lou: Ugh.": null, "Aabria: It's worse for you than it was for him.": null, "Jammer: That's nasty, all right.": null, "Child: I'm gross.": null, "Jammer: Yeah, all right-": null, "Aabria: And he just runs away. (laughs)": null, "Jammer: All right, well, if you tell these kids you're American, they": null, "get scared really quickly.": null, "Jammer: That's just something we've got in our back pocket.": null, "Sam: That's good to know.": null, "Jammer: Yeah.": null, "Evan: Awesome.": null, "Dream: Deftly handled.": null, "Evan: Great, great, great. Well, onward, [stuttering] let's go to": null, "school.": null, "Jammer: Let's go to school.": null, "Erika: Also, I realize I didn't need to burn an adversity token. I": null, "didn't add my bonus, so that would have-": null, "Aabria: Yeah, you're good, don't worry about it.": null, "Erika: Okay.": null, "Aabria: And you guys make your way up the path and you file in, and the": null, "four of you, you were able to pick up robes, sort of, in advance, but": null, "you're wearing your normal street clothes underneath.": null, "Brennan: Oh my God, free clothes, can you- [miming putting on robe]": null, "Aabria: It wasn't free, you definitely paid for them.": null, "Brennan: Oh, did I?": null, "Aabria: You paid, yeah, during the shopping.": null, "Brennan:  During the shopping.": null, "Lou: With your free money, though.": null, "Aabria: Yes, it was free money.": null, "Lou: We got free money.": null, "Danielle: We got free money.": null, "Brennan: Free money.": null, "Aabria: And you realize that all of the first years and the four of you": null, "all have black robes, and every other student that's been here for any": null, "amount of time has robes differentiated by color, you see red, blue,": null, "yellow, and green kind of floating around. And as you file into the": null, "Great Hall, which is pretty close to the book series they've clearly": null, "never heard of, but that author got real, real close to a lot of stuff.": null, "It's this massive U-shaped hall, and at the front of it, you see": null, "Headmistress Philtrum, standing at a pedestal, and behind her, a full": null, "bench of a bunch of adult wizards, just looking quirky and amazing, and": null, "there's a big cauldron at the end. And it's just, it's so fucking": null, "precious that you guys are kind of lost in it as you file in and sit in": null, "that central U, as you're kind of huddled together with all the other": null, "unsorted students, as Philtrum stands up and speaks.": null, "Philtrum: Welcome, all of you, old faces and new, young and... still": null, "technically young, 'cause you're all technically minors, but it is": null, "another beautiful year here at the Gowpenny Academy. And all of you that": null, "are brand new will experience the first of many wonders that you'll": null, "encounter across your life, which is the choosing of your house.": null, "        Evan: [quietly] Are they gonna split us up?": null, "Sam: Yeah, we all want to be in the same house.": null, "Jammer: But, yeah, I'm gonna, you guys, whatever house you guys pick,": null, "I'm gonna pick that one, as well.": null, "Dream: Yeah, if it's anything like \"Harry Potter,\" though, it'll get": null, "chosen for us.": null, "Philtrum: [clearing her throat] Excuse me, I'm going to need older,": null, "well, let me just go ahead and point out the elephants in the room,": null, "these four-": null, "Evan: I think that's, that's unnecessary, unnecessary, unnecessary.": null, "Philtrum: These four are the first foreign exchange students. They're": null, "from America, they do not possess firearms.": null, "Jammer: [quietly] I guess they heard, I guess they must have, I guess": null, "the snitch got away.": null, "Philtrum: And all of you will be dealing with your house selection via": null, "the storied historic confirmation dais.": null, "Aabria: And she kind of steps down off (slow orchestral music) of the": null, "little marble plinth she's on, and you see a bunch of purple runes etch": null, "themselves across this white marble plinth, as a powerful, ancient magic": null, "item comes to life. And she begins with the first years, and they walk": null, "up, one by one, and stand on this little plinth, and sort of look off": null, "into space, having internal conversations, occasionally looking": null, "confused, surprised, excited, and the moment they step off, their robes": null, "turn to one of the colors. And as all of this happens, because it's so": null, "deeply internal, the head mistress turns to you all and sort of gets you": null, "up to speed.": null, "Philtrum: Now, knowing that most of you grew up in magical families, I'm": null, "only sharing this for the ones that don't know. There are four storied": null, "houses here at Gowpenny. We begin, of course, with Hercinil, hero house,": null, "a sigil of a glittering gold bird of prey on a field of crimson. Moving": null, "next, of course, to Aqrabus, sigil being a lacquer black scorpion on a": null, "field of hunter green: the house of, some those may call evil, others": null, "would call cunning, resourceful... means, no, ends justified, truly, but": null, "not with their own value-": null, "Dream: What kids are predetermined to be-": null, "Philtrum: Next we move to Messanteu, blue, cobalt blue, a shining copper": null, "fox on a cobalt blue field, this is the house of the best and brightest": null, "minds the wizarding world can create and sustain, and it is the drive to": null, "maintain their pride of place, their usefulness in this way that allows": null, "them to shine so brightly. And then there's Chimeron.": null, "[whimsical music begins]": null, "Philtrum: Dull pewter goats on a buttery yellow field. You are the salt": null, "of the earth, and important in your way to the preservation of our": null, "society, writ large. All four houses, valuable, equal, important, and": null, "it's now time for you to find out where you belong.": null, "Evan slowly raises his hand.": null, "Philtrum: Yes, sir, yes, sir?": null, "Evan: This is tracking?": null, "Philtrum: What?": null, "Evan: In educational terms, this is tracking students, this is, um,": null, "you're predetermining a student's ability, or assigning traits to them": null, "and grouping them into classes based on those traits.": null, "Philtrum: Yes.": null, "Evan: It's just a really, it's a really proven ineffective and harmful": null, "to students, to group them based on these sort of- just to group them.": null, "Philtrum: Well, I mean, that might be true in the m— [stops for a": null, "moment] the non-magical world.": null, "Jammer: She was gonna say it.": null, "Sam: She was gonna say it.": null, "Philtrum: But here, it is proven and known that who you are at the age": null, "of 11 is who you will be for the rest of your life.": null, "Dream: Holy shit-": null, "Jammer: It feels like if you thought about that for one second, you": null, "would realize that was wrong, that's wrong.": null, "Sam: I played with Barbies at age, like-": null, "Dream: My brain isn't even fully formed yet.": null, "Evan: What is different about a human brain in a magical world versus an": null, "unmagical world that… Why would the classes have to be tailored... mm.": null, "Dream: And why wouldn't you be commingling with others that have": null, "strengths that would complement your own?": null, "Evan: Right, we know that cordoning off students based on these groups": null, "is a really harmful, across-": null, "Dream: Plus it's gotta be classist, right?": null, "Evan: Yeah, absolutely.": null, "Lou: 100%. They know how much money's in our bank account.": null, "Evan: And sorry, is one of the flavors of kid evil?": null, "Philtrum: That's not a word…": null, "Dream: You literally said evil! You literally said evil!": null, "Philtrum: No, I think I said it, I said it.": null, "Dream: You dressed it up by saying cunning, or, we’ll do whatever it": null, "takes.": null, "Evan: You said [airquotes] “some say evil”, which that's sort of the, I": null, "mean, that's where your head goes-": null, "Philtrum: I mean, look-": null, "Sam: Can an 11-year-old be evil, it just seems like-": null, "Dream: That's so mean to-": null, "Aabria: And literally a kid steps off, and they're in tears, their robes": null, "turn green, and they look around, and the rest of the Aqrabus students": null, "kind of bring them over and kind of start psyching this little kid up,": null, "and eventually they're like. (cries)": null, "Evan: It just feels like if you get that color, you should immediately": null, "be put into a comfortable vehicle and taken to therapy 'cause that's not": null, "normal, there's no-": null, "Philtrum: [dragged-out] Therapy.": null, "Dream: Or there's gotta be some sort of school counselor, or sensitivity": null, "training.": null, "Evan: No world culture prizes cunning as a trait or attribute. I mean,": null, "it's valuable to be cunning, but no one would put that over kind or": null, "brave.": null, "Sam: And then you just lock them all up together where they can start": null, "thinking ideas?": null, "Dream: Right, and what about the smart kids screwing the curve for the": null, "rest of us?": null, "Evan: Yeah, isn't cunning just bad smart?": null, "Dream: Yeah.": null, "Evan: Cunning is just a word for if you're smart and bad.": null, "Jammer: Can you not pick a house, is that a thing?": null, "Philtrum: No, you're going to be in one of them.": null, "Jammer: All right, but my friends are saying a bunch of stuff that's": null, "making me think it's not good to be in any of them.": null, "Philtrum: No, no.": null, "Jammer: Are you sure? Hey, anyone-": null, "Lou: I’m looking just around.": null, "Jammer: Anybody here not pick one? No, everyone pick one?": null, "Aabria: Yeah, you were just getting a bunch of blank stares.": null, "Dream: If young adult literature has taught me anything, is that there": null, "are special people that do not fit any of the—": null, "Philtrum: Excuse me! (claps) You are being very disruptive.": null, "Jammer: Sorry.": null, "Philtrum: During a very important part of a ceremony that's part of this": null, "school. Now, if you all disagree so very much with the way we run things": null, "here, I invite you all to leave, do it.": null, "Sam: I've still got all these gold coins. They don't spend back home.": null, "Jammer: Yeah, I'm not going home, I'm not leaving.": null, "Evan: No, it's fine, we can... there's-": null, "Jammer: I mean, I feel like we just show, if we get into the system and": null, "then beat them, then that's how you really win.": null, "Dream: Change implemented from the inside out.": null, "Jammer: I mean, I'm really just trying to kick their ass, but yeah,": null, "change, change.": null, "Evan: If I get into the scorpion house, I'm gonna cry.": null, "Jammer: Okay, (laughs) good, all right-": null, "Dream stares at Evan and bites her lip.": null, "Evan: Please don't bite your lip.": null, "Evan: It's not gonna be in a hot way. It's gonna be in a sad, sad, ugly": null, "way.": null, "Dream: If you just... a single tear.": null, "Evan: It won't be a single tear, I'm gonna have snot running out of my": null, "nose if I end up in that scorpion house. I know it's gonna happen, I": null, "know I'm gonna be a scorpion. I know, it's already too late, let's go.": null, "Jammer: You don't know, maybe we'll all be goats.": null, "Evan: I would love to be a goat. God, I would give anything to be a": null, "goat.": null, "Philtrum: Which of you will step forward?": null, "Dream: Me, me, I'm going first.": null, "Aabria: That is correct.": null, "Dream: Sorry, I'm sorry, did you?": null, "Sam: No, please, please, I want this for you.": null, "Philtrum: Ms. Tanaka, if you will.": null, "Dream: Okay, all right.": null, "Aabria: And as you walk up, do me a favor. Make a Brains roll,": null, "difficulty of 6 for me.": null, "(dice rattling)": null, "Erika: 6 exactly.": null, "Aabria: Is it exactly a 6? As you kind of change your vantage point in": null, "the room, you're able to see that now that all the first years are": null, "perfectly sorted, you're able to, at a glance, see the breakdown, that": null, "there's about 10% of the first years in the red house, 10% in the green": null, "house, 15% or so in the blue house, and the other 65% first years were": null, "thrown into Chimeron.": null, "Dream: Hmm, guys, it feels like Chimeron might be getting the castoffs": null, "or something.": null, "Evan: This is tracking, this is really bad.": null, "Evan: In educational circles, this would be a huge problem-": null, "Dream: Yes, hmm.": null, "Aabria: And you step onto the confirmation dais, (gently chiming music)": null, "and purple sigils trace their way across the marble. It shoots up you a": null, "thrill, like your bones are being vibrated, numb and buzzing, and you": null, "hear a voice in your head, low, calm, and confident, that says,": null, "Voice: Karen Tanaka-": null, "Dream: Dream.": null, "Voice: Dream, where do you think you belong?": null, "Dream: Oh, definitely, LIKE, in the coolest house. Probably the evil": null, "one.": null, "Voice: I… did they… you know... Hold on, you're a lot older than the": null, "other students, that's fucking kind of weird, how old are you?": null, "Dream: I'm 17.": null, "Voice: Oh my God, that's like an... I'm pretty sure, now I am a plinth": null, "of marble, just animated object, but I'm pretty sure you're a full": null, "fucking adult. And I'm in your head right now and I feel very weird": null, "about being in an adult brain.": null, "Dream: My brain has not even been fully formed yet. There are studies": null, "that show that you don't even fully set your brain until you're about 28": null, "or something. How am I supposed to know what I'm supposed to be for the": null, "rest of my life?": null, "Voice: What, no, yeah. See, this is weird, trying to reason with someone": null, "who's basically an adult. When you're younger, it's more obvious where": null, "you should-": null, "Dream: It's more obvious what you're going to be when you grow up when": null, "you're younger?": null, "Voice: Yes, absolutely, that's how it's always worked here.": null, "Dream: Are wizard brains different than human brains?": null, "Voice: I mean, wizards, a lot of wizards are humans, not all of them. I": null, "feel like you're doing a weird exclusionary thing, and it feels really": null, "nice to just kind of jump in, that you're wrong about that and you": null, "should feel bad.": null, "Dream: Oh my God, oh my... okay.": null, "Voice: I mean, here's my problem, is because I feel like I was": null, "definitely leaning towards pushing you towards Messanteu because you're": null, "smart and you have a lot of raw intelligence. But then you just fuck up": null, "and say dumb shit inside your own mind and I really don't know. I'm": null, "leaning this, I'm seeing this, but I don't feel very confident. So why": null, "don't you explain to me why you think I should let you be in this house,": null, "'cause you know it's a whole thing.": null, "Dream: Right—": null, "Voice: You can fail out of Messanteu.": null, "Dream: You can fail out of a house?": null, "Voice: Yeah, I mean, just this one, very specifically, if you are not": null, "the top tier, you'll get dropped into Chimeron so quickly-": null, "Dream: Oh my God, you guys, you can just get dropped into Chimeron-": null, "Philtrum: Whoa, excuse me, (claps) Miss Tanaka!": null, "Dream: You can fail out of-": null, "Philtrum: You know what, no, fuck this, I don't have time for this. You": null, "four, you four in the front, you're all in Chimeron, I don't have time.": null, "No one, no, no-": null, "Jammer: Hold on.": null, "Philtrum: You can't do this.": null, "Evan: Oh, thank God, thank God I'm not in the fucking scorpion house.": null, "Dream: No, no, no, no!": null, "Philtrum: Yeah, yes.": null, "Dream: This is not cool.": null, "Philtrum: You're disruptive, you're rude, you whisper, we can all hear": null, "you.": null, "Jammer: Okay, it doesn't feel... it feels like we should get a turn.": null, "We're the pilot program, we should be getting all the parts.": null, "Philtrum: No, [sighs] no, I think you should all be kept together, and I": null, "think the only place all four of you [stares pointedly] could fit": null, "comfortably is in Chimeron. You'll find your ilk.": null, "Evan: We all get to be together, and we're not scorpions.": null, "Jammer: Also, it feels like everyone looks down on Chimeron, and I feel": null, "like the four of us could flip this house and turn it into just an": null, "absolute house of killers. We could take that goat and make it badass.": null, "Evan: Yeah, I think so, mess with the goat, get the horns.": null, "Jammer: Oh! Yes, I'm about that, I'm pretty cool with goat house now,": null, " if only 'cause of that, 'cause we get to say that. I'm gonna scream": null, "that at people.": null, "Sam: We could turn this into a TikTok house, where it's like-": null, "Philtrum: TikTok?": null, "Sam: Yeah-": null, "Philtrum: I'm sorry, I can hear everything you're saying, so.": null, "Sam: Just a communal house of buds, just sitting around, and I guess": null, "going to class is like making content, so just sitting around, making": null, "content in our very chill house where nothing happens.": null, "Evan: Hell yeah, and it feels like the other, I mean, you know that the": null, "kids in the other houses are gonna have a huge attitude being in those": null, "other places. I feel like the people in Chimeron might actually be the": null, "nicest or most chill. They might actually be just like regular kids.": null, "Dream: If I missed out on being in the house with the dungeons, I am": null, "going to be livid.": null, "Evan: Dream, I get that, but the idea of sleeping in a dungeon and the": null, "reality of sleeping in a dungeon couldn't be more different. Take it": null, "from me, sleeping in a dry room rules. If you can work, if you can angle": null, "that and get a room that's dry, you are flying high. You are flying": null, "high.": null, "Aabria: Evan, as you talk, you see, there's a student in all green": null, "that's sort of run up to the deck, the fleet of teachers, and is leaning": null, "in and speaking fervently with one and they keep pointing over at you.": null, "They're getting a little louder, but you can't make out what they're": null, "saying.": null, "Jammer: I hate that.": null, "Evan: I don't like that at all.": null, "Sam: That's kind of rude.": null, "Evan: I don't want to talk to any of the scorpion kids.": null, "Jammer: Yeah, so are we gonna do Chimeron?": null, "Evan: Chimeron.": null, "Sam: Yeah.": null, "Evan: Yeah.": null, "Jammer: [louder] Hey, we're cool with it, we've decided that we're okay": null, "with that because if you mess with the horns, you get the goats. [makes": null, "a goat horns hand gesture at Evan, who returns it]": null, "Aabria: And you see two other students in Chimeron, they're like [making": null, "goat horns]": null, "Jammer: [goat horns along with everyone] Yeah, oh, we're doing this?": null, "Evan: Throw up your goat horns.": null, "Aabria: As you guys kind of step towards Chimeron, all of your robes go": null, "from that inky black to a mustard yellow, and you get just polite": null, "applause (claps) from the Chimeron students. (overlapping chattering)": null, "Dream: At least we're all together, but really, honestly, it's real": null, "messed up that they're like, \"Hey, if you're smart, you go to this": null, "house, if you're evil, you go to this house,\" which is... still, I guess": null, "they prize that here, and then if you're brave, you go to this house,": null, "but this house is all the other ones. They told me I could fail out of": null, "the smart house and end up here with the losers.": null, "Evan: What, the stone said that to you?": null, "Sam: Every loser has a cool kid inside of them.": null, "Aabria: A student leans over that looks roughly your age and goes,": null, "Chimeron Student: I failed out of the smart house. It's a thing that can": null, "happen, it's not that big a deal.": null, "Evan: Can you fail out of the other? Sorry, I'm Evan Kelmp, hi.": null, "Coggle: Hi, hi, Coggle, my twin, Hoggles, it's so nice to meet you.": null, "Evan: Your name's Goggle and you have a twin named Hoggle?": null, "Coggle: Coggle.": null, "Evan: Coggle.": null, "Coggle: And my twin's name is Hoggle. Yeah, that's a completely normal": null, "name.": null, "Evan: Great, yeah, congrats.": null, "Coggle: Undergas, it doesn't matter-": null, "Evan: Can you fail out of the other two houses?": null, "Coggle: Oh, no, not really, just the smart one because that's the prized": null, "trait. You can't really lose being evil or-": null, "Evan: Being heroic?": null, "Dream: A hero?": null, "Evan: So out of hero, evil, and smart, the one that the school likes the": null, "most is smart.": null, "Coggle: No, no, they definitely like hero the most.": null, "Dream: So it's like hero and evil, and then smart, which you can fail": null, "out of.": null, "Coggle: Yes, it's like a usefulness thing, like if you're not smart": null, "enough to be useful to the good or the bad guys, then you just have to": null, "come be here, [makes goat horns] go goats, go goats.": null, "Evan: This is a nightmare.": null, "Jammer: Yeah, we're gonna turn-": null, "Coggle: Do you want to sit with us?": null, "Jammer: I mean, yeah, sure, Coggle.": null, "Dream: I cannot even, I don't even know where to start. This is... we": null, "gotta make like a TikTok series on this.": null, "Sam: We do, we have to expose them.": null, "Jammer: Coggle, you on TikTok?": null, "Coggle: What?": null, "Jammer: Are you on TikTok, Coggle?": null, "Coggle: A clock, there's a clock in the dormitory.": null, "Jammer: Why do I ever expect… I ask like I think I'm gonna hear": null, "something other than, \"I don't know what a radio is.\"": null, "Dream: Just keep swiping through here. I'm sorry, there's a lot of-": null, "Coggle: Hide it, hide it, hide it, no.": null, "Evan: Why?": null, "Coggle: Oh, you're not supposed to have things from the outside world": null, "here, when you... hold on. We can't talk here. We're full, we want to go": null, "away.": null, "Jammer: Wait, I didn't eat, Coggle.": null, "Jammer: Wait, Coggle, let me at least grab some food.": null, "Evan: I'm super hungry too, yeah-": null, "Jammer: We rode a train here, I haven't eaten all day. I 100% want to": null, "talk, but also, come on, man, I gotta nosh, dude.": null, "Coggle: My dude, dude, fucking trust me, it's... this food sucks.": null, "There's food back, we're in the house with food. We're food motivated,": null, "just come with, please come with me. (claps)": null, "Jammer: Yeah, all right, Coggle-": null, "Evan: Being in food house sounds pretty good.": null, "Evan: Man, God.": null, "Sam: It's better than evil house.": null, "Dream: Mm. (skeptical noise)": null, "Sam: We'll find you a dungeon, I promise.": null, "Dream: Thanks.": null, "(quiet overlapping chattering)": null, "Aabria: And as you guys kind of get up and sort of leave, you see the": null, "trio now sitting with their ilk over in Hercinil, and a very… He's kind": null, "of wind-swept and sunburned looking Digby, that's just staring at you,": null, "Evan, unblinking.": null, "Brennan: I meet his eyes and, yeah, I look away, I look away.": null, "Jammer: I look at him and I go- [makes goat horn symbol]": null, "(Brennan laughs)": null, "Digby: You're supposed to be with us. You're supposed to be with us.": null, "Jammer: Yeah, I am, wait, no, wait, who... no, I'm with us.": null, "Digby: No, be, just come here, come here.": null, "Lou: I guess I'll, yeah, I walk over.": null, "Aabria: Yeah, Digby kind of leans in.": null, "         Digby: Look, I don't know, you're all, no, just you-": null, "Brennan: I think I'm hanging back from, I'm gonna let Jammer go.": null, "Digby: Look, you're new, you don't know how any of this works, but I'm": null, "kind of a big deal here. If you want me to put in a good word for you, I": null, "mean, are you good at sports? 'Cause we could always use fresh blood on": null, "the scuppers team.": null, "Jammer: I mean, I'm unreal at sport.": null, "Digby: I believe that.": null, "Jammer: But I... does goat house have a team?": null, "Digby: I mean, yeah, every house has a team, but we're the ones that win": null, "the cup every year.": null, "Jammer: Hey, we'll see about that. [makes goat horns symbol]": null, "Digby: What the fuck, what are you doing?": null, "Jammer: Why don't you go hang out on an island, my guy? Goat house!": null, "(group laughs) And I run back to join my friends. I just told Digby to": null, "suck it.": null, "Sam: Yeah, suck it, Digby.": null, "Evan: Oh, that's awesome, man, yeah, goat house, let's do it.": null, "Jammer: Goat house... I'm gonna learn the name, I swear. It's just right": null, "now, it's a lot of syllables.": null, "Aabria: Yeah, it's a lot. (laughs) As you kind of look over and you say,": null, "\"Suck it, Digby,\" Fergus catches your eye, like.": null, "Sam: Not you.": null, "Jammer: Sam, are you, are you guys-": null, "Dream: Are you gonna try to smash?": null, "Sam: I don't know, look, nothing here is like it is back where we're": null, "from in America, so I don't even know if they know how to do any of that": null, "stuff. And what if their wizard bodies are different than our bodies?": null, "(Aabria laughs)": null, "Jammer: Okay, I don't think they're that crazy. I don't think they're": null, "gonna be that, a whole new vibe.": null, "Dream: Species?": null, "Jammer: Yeah, exactly. (laughs)": null, "Evan: Well, maybe we should, I don't know, yeah, maybe if you like": null, "Fergus, we should stop by the Health Office. It's weird 'cause obviously": null, "I know it's not a college campus because we're all teenagers, but it's": null, "still a boarding school. I hope that the adults are cognizant of": null, "reproductive health and having-": null, "Jammer: Yeah, getting condoms and stuff, yeah.": null, "Dream: Yeah, I'm sure that there's some sort of wizard sex ed or": null, "something-": null, "Evan: Do you guys-": null, "Dream: Tell them about their bodies, right?": null, "Evan: Yeah, again, it's not like a college campus, but still, the adults": null, "have to know that kids are... I mean, you know.": null, "Coggle: Oh, we don't... I'm so sorry, you're American, we're very": null, "British. You don't talk about any of that-": null, "Evan: You don't talk about it, that's how you get pregnancies, I'm": null, "amazed this place hasn't shut down-": null, "Coggle: Oh, no, there's spells you can look up in the library, like": null, "contraceptive spell-": null, "Jammer: Whoa.": null, "Evan: I guess they do-": null, "Coggle: Don't catch shit spell-": null, "Evan: I guess they shit in the hallway and zap it with their wands.": null, "Dream: Actually, that's kind of amazing, bodily autonomy must just be": null, "[chef’s kiss] 100% here.": null, "Jammer: Wow, cool.": null, "Sam: Cool, cool.": null, "Dream: But anyway, so, yeah, Fergus?": null, "Sam: Kind of cute, right?": null, "Dream: Okay, yeah.": null, "Sam: Cute magic person.": null, "Sam: Kind of into it.": null, "Dream: I ship it.": null, "Sam: Thank you.": null, "Dream: Oh, yeah.": null, "Aabria: Coggle's trying very hard not to listen to the conversation, as": null, "they're leading you kind of down the hallways, and you're doing 1.000": null, "turns. If anyone wants to try to clock the path that you're taking, I'm": null, "gonna need a brains roll, difficulty of 7.": null, "Lou: I think I'm gonna try, just for fun.": null, "Aabria: Yeah, you might as well.": null, "Lou: Just to see. Oh, that explodes.": null, "Aabria: Oh, snap.": null, "Lou: That explodes.": null, "Aabria: And if you guys want to mention what die you roll for a brains": null, "roll, just because we're trying to give our friends out there an idea of": null, "what you're fighting with.": null, "Lou: I have a D4, the lowest I can roll. I have exploded twice. (group": null, "cheers) I will now roll again, I missed, but that, so 8, 9, it's a 10.": null, "So (laughs) Jammer's got his head on straight.": null, "Aabria: Yo, your court awareness is real, and you are-": null, "Lou: Yeah, what's up, dude?": null, "Aabria: You're zagging, you got it.": null, "Lou: Exactly, head's on a swivel.": null, "Aabria: You figure, yeah, with a roll that high, you figure that you've": null, "now sort of moved out of the Great Hall, across some halls down, and": null, "you're pretty close to directly under the Great Hall.": null, "Lou: Got it.": null, "Aabria: And there is a massive bank of portraits, and you see Coggle": null, "kind of just standing in front, and waits for their twin, Hoggle, to": null, "come over and kind of nudge-": null, "Lou: Are they identical?": null, "Aabria: They're identical.": null, "Dream: Twins.": null, "Aabria: Yeah.": null, "Lou: How do we tell the difference?": null, "Aabria: Are you asking me? That's gonna be a brains roll whenever you": null, "try to differentiate.": null, "Lou: Oh, okay, great.": null, "Lou: Okay, so there's nothing-": null, "Aabria: There's literally no difference between them. In fact, just to": null, "mess with you at some point, they lean in and kind of move in different": null, "directions and reorient it so you don't know which-": null, "Brennan: School uniforms makes this hard, for sure.": null, "Aabria: Yeah, yeah, yeah, yeah.": null, "Lou: Yeah.": null, "Jammer: All right, okay, all right. Well, look, I'm just gonna call you": null, "Oggle, or Og. I'm gonna call you both Og, and you can respond as you'd": null, "like.": null, "Oggles: That makes sense.": null, "Jammer: Cool, Og.": null, "Oggles: Sweet, we're just trying to figure out which one, which": null, "painting. I think it's that one.": null, "Aabria: And they both sort of point with their wands, and the gold gilt": null, "frame sort of lights up with yellow energy and swings open, and a full": null, "hallway appears, and it opens up into a little intimate, it's kind of": null, "like a cafeteria of a sort of common room, with a bunch of little tables": null, "and booths in old squeaky cigar leather, and it just looks really cozy": null, "in the exact opposite way that the Great Hall was imposing and not very": null, "comfortable looking.": null, "Evan: Oh my God, is there food in here?": null, "Oggles: Oh, yeah, are you hungry?": null, "Evan: Oh, yeah.": null, "Oggles: Oh, yeah, you just said, you were like, \"We're very hungry.\"": null, "Sorry, follow, follow us.": null, "Aabria: And both Ogs kind of hop over in through the frame, go and sit": null, "down, and they kind of just take their wands and they start doodling": null, "absently on the table that they're sitting at, and they write just a": null, "little order,": null, "Oggles: ...and a shepherd's pie, please, please, and thank you.": null, "Aabria: And after about a minute, the little poof of yellow glittery": null, "energy, a little shepherd's pie appears in front, and they kind of just": null, "push it towards you.": null, "Dream: Wait.": null, "Jammer: McRib. (group laughs) Please, please.": null, "Oggles: Oh, you don't really know, but, I mean, go ahead.": null, "Aabria: All right, I'm gonna call this a charm roll, difficulty of 8 no,": null, "it's gotta be a 10, 'cause that's a very specific order.": null, "Lou: All right, a 10, I gotta explode. We gotta explode for this McRib.": null, "Aabria: Let's go.": null, "Lou: Gotta explode for this McRib. That's a 2, no McRib.": null, "Jammer: McRib, please. Please.": null, "Aabria: And after 30 seconds, you just hear a knock on the table, and": null, "Og's just like,": null, "Oggles: I'm sorry, they don't really know. They don't know how to make": null, "everything all the time, and sometimes you just have to kind of go back": null, "and forth and figure out what's-": null, "Evan: Do they do just the Value Menu, or do they do-": null, "Oggles: Value Menu?": null, "Jammer: Maybe it's just… the McRib is seasonal. Maybe it's just not-": null, "Evan: You probably couldn't get a Shamrock Shake in September.": null, "Jammer: Exactly, yeah.": null, "Dream: Or maybe they call it something different over here in the UK.": null, "Group: Oh.": null, "Evan: That's probably what it is-": null, "Jammer: It's definitely that.": null, "Dream: Yeah, and-": null, "Sam: Cugglewugs, or-": null, "Evan: Could we have a Rib Deluxe, or a--?": null, "Jammer: If we call it a Rib Deluxe, will they know what we're talking": null, "about?": null, "Oggles: I don't know what that is, probably not. I mean, I'll try. Charm": null, "roll, difficulty of 5.": null, "Lou: Come on, come on-": null, "Oggles: I'll just give it a shot.": null, "Lou: We need this, we need this.": null, "Brennan: Explodes. (group cheers) That's a 7.": null, "Oggles: Okay, I'll do my best. Rib. Say, what was it again?": null, "Evan: Rib Deluxe. (overlapping chattering) I'm just guessing that that's": null, "what they would call it here.": null, "Aabria: Rib Deluxe, and you see that they kind of just draw it out and": null, "they wait. And they wait, and it's about twice the length of the": null, "shepherd's pie, and then eventually, just sort of ribs on pieces of": null, "bread, and scalloped potatoes come up, and they're like-": null, "Jammer: I'm not gonna eat that, that's not what I want. I want a McRib,": null, "the bones can't be in it, you know what I mean? I take it and just throw": null, "it.": null, "Oggles: No, no, no, don't throw it!": null, "Jammer: It's not a McRib, dude.": null, "Oggles: Oh, they don't like it when you don't eat the food that you": null, "asked for.": null, "Dream: Okay, you keep saying \"they,\" what does they mean?": null, "Oggles: Oh, the… The kitchen, the kitchen.": null, "Evan: Are we placing an order with a real kitchen right now?": null, "Oggles: Not really, things can be alive or dead or neither and sometimes": null, "both. So the kitchen is its own thing and it makes food, and it makes a": null, "standard thing for up there, and then for us, because we're friends": null, "'cause we're closer, they will make food for us when we want it, but": null, "they get really mad if you don't eat what you asked for.": null, "Sam: Do they have a choice in making food, or-": null, "Dream: I think, are they saying that this is a sentient kitchen?": null, "Aabria: It's just a kitchen, its purpose is to be a kitchen.": null, "Evan: Can I see that pen and paper, my friend?": null, "Oggles: It's not a pen and paper, you just use your wand and you draw on": null, "the table. (overlapping chattering) You just draw on the table.": null, "Evan: I don't want to super want to use my wand.": null, "Dream: What do you want, I'll-": null, "Oggles: You should use your wand, though, 'cause you're magic now.": null, "Evan: Yeah, I know, I got it, thank you, thank you, Oggle.": null, "Dream: What do you want?": null, "Evan: Maybe just write to them, Dear Kitchen, are you trapped? Do you": null, "like being a kitchen? Are you just a kitchen, or are you people in a": null, "kitchen? Sincerely, pilot project, pilot program": null, "Dream: Mm-hmm. (mimes scribbling it down)": null, "Aabria: You write it, okay, I need you to cast a spell. So let's call": null, "this a charm roll, difficulty of 8.": null, "Erika: Okay. (slow orchestral music) 8.": null, "Aabria: Beautiful.": null, "Brennan: Incredible, incredible.": null, "Aabria: And incredibly quickly, as the wording fades away, it": null, "immediately comes back up, Dear Pilot, that's a very nice name, we're a": null, "kitchen and this is fine. Your concern is appreciated, we don't love": null, "that there's food on the ground. Tell your friend to eat his food.": null, "Jammer: I pick up the... yeah, here you go. I'm sorry I threw it, I was": null, "just-": null, "Evan: That's okay, man. I'll, yeah, start picking it up with Jammer.": null, "Aabria: You look down at your wand after having interacted magically,": null, "and you see at the core of it, a little glimmer. Your eyes sort of": null, "unfocus, like a magic eye, and you see past the wood of it to its core,": null, "a glittering, pink diamond.": null, "Dream: I'm fairly certain I got your magical kit. That's just what it's": null, "gotta be.": null, "Sam: Are you sure? I mean, we can, I don't know if you can swap wands": null, "and test it out-": null, "Dream: Here, here, just-": null, "Sam: But just, here we go.": null, "(Dream and Sam swap wands)": null, "Aabria: The moment you swap wands, it switches to conform to what your": null, "wand was already looking like, and that goes back to being a": null, "pink-tipped, pink-cored situation.": null, "Sam: I'm not a scientist, but I think that means that you gotta keep…": null, "You okay?": null, "Dream: No, it's fine, it's fine, it's fine. I will blog about this": null, "later.": null, "Sam: You used to love pink, remember? We were pink pals. ♪ Pink pals,": null, "pink pals ♪ ♪ Pink it all day long ♪": null, "Dream: Okay, yeah, but pink is-": null, "Sam: ♪ Pink pals ♪ Sorry, I shouldn't.": null, "Dream: It's so femme. It's just not me, okay? It's just not the image": null, "that I want to maintain, okay?": null, "Sam: Oh, you're very scary.": null, "Dream: Thank you.": null, "Sam: And so dark.": null, "Sam: You're the darkest hearted person that I know.": null, "Dream: Yeah, and I'm super broody and everything?": null, "Sam: You're so broody, you're the best at brooding.": null, "Dream: Thanks, always.": null, "Sam: You're welcome.": null, "Dream: Okay, all right. (looks at Evan) Sorry, what do you want to eat?": null, "Evan: You want to ask them if there's something easier for them to make,": null, "I don't want to impose. If they have stuff that has... do they have": null, "stuff that's ready made, to go?": null, "Dream: I mean, what do you want, though?": null, "Evan: Just a free hamburger.": null, "Jammer: It's all free-": null, "Dream: It's all free.": null, "Evan: Sorry, just get a hamburger, just ask for a hamburger. But if you": null, "want to put hamburger X two, hamburger times two, two hamburgers?": null, "Dream: Okay.": null, "Evan: Or if it's easier to make a big hamburger that's as big as two": null, "hamburgers.": null, "Dream: Okay, hamburger X two, or big hamburger. (group laughs) Question": null, "mark, whichever is easier.": null, "Evan: Yeah, that would be great.": null, "Dream: Whichever's easier, okay.": null, "Aabria: Sweet, give me another charm roll, difficulty of seven. It gets": null, "easier every time you do this until you no longer have to roll about it.": null, "Erika: Ooh, 10.": null, "Aabria: Oh, yeah. What returns 30 seconds later is a little smiley face": null, "in gold energy, and both two normal burgers and one very big burger-": null, "Jammer: Oh, wow.": null, "Sam: Look at you.": null, "Evan: Oh my God, please-": null, "Jammer: Look at all that hamburger.": null, "Evan: Yeah, please say thank you for me. Thank you very much.": null, "Dream: Thanks from the pilot program. Yeah, so I guess everybody else": null, "can-": null, "Jammer: I mean, I'm gonna eat these ribs and scalloped potatoes that I": null, "ordered and then threw on the ground.": null, "Sam: Yeah, I hope you eat the ground food. I'll eat floor ribs.": null, "Jammer: Yeah, floor ribs. (group laughs) We're gonna enjoy these floor": null, "ribs. I don't want to be, I was-": null, "Evan: Jammer, if you want to trade, eating food off the floor is no": null, "sweat.": null, "(audience laughs)": null, "Jammer: Dream.": null, "Dream: I'm trying to think of him as a person and not just a wubby.": null, "Jammer: It's just funny 'cause literally the moment he said that, I": null, "looked at you 'cause I knew that you would react in a very specific way": null, "'cause every time he does the sad stuff, you get all.": null, "Dream: It's just I feel like I could fix him.": null, "Jammer: I'm not sure, he... this-": null, "Aabria: Adversity token.": null, "Jammer: Chased by his own shadow, I'm not sure you can fix that.": null, "Dream: I don't know, I mean, I don't know, I'm just, I'm not super good": null, "with guys and person and everything, and this is the only way I kind of": null, "know how to respond to somebody that I'm kind of attracted to. It's like": null, "a lot of emojis, you know.": null, "Jammer: Hey, I don't know, maybe he likes emojis. I don't know, maybe": null, "ask him about what he likes. I don't know, yeah, what's his favorite": null, "emoji? I don't know, does he have a favorite emoji, I don't-": null, "Dream: I assume it's the broken heart one, or maybe the little sad… oh,": null, "what if he doesn't know what emojis are?": null, "Jammer: He's gotta know what emojis are, he knows-": null, "Evan: What are you guys talking about?": null, "Jammer: Emojis.": null, "Evan: My phone doesn't have a screen.": null, "Jammer: But you know what they are.": null, "Evan: It's from \"The Emoji Movie,\" right?": null, "Jammer: Yeah...": null, "Aabria: Hoggle leans in and is like,": null, "Hoggle: Can I ask what emojis are?": null, "Jammer: Yeah, I pull out my phone. Yeah, so it's a little image that": null, "conveys meaning. So this one is, this one means funny. This one, this": null, "skull means funny. This one where the face is red, that means shy or": null, "embarrassed or sweet, so it's just like-": null, "Hoggle: Anamica!": null, "Aabria: And while staring right at you and your phone, Hoggle just sort": null, "of screams out, and a young, tall, super long hair Indian girl runs over": null, "and she's,": null, "Anamica: It's a eh-phone, it's an e-phone. I have a cousin, I have a": null, "cousin that lives out there, and also has an e-phone, and you have one": null, "here, and it works, you made it work.": null, "Jammer: Yeah, Dream's pretty nifty with the whole wifi situation.": null, "Anamica: I want an e-phone.": null, "Dream: I do a sort've like tech stuff for friends.": null, "Anamica: Nice, and none of that's supposed to work here, and you're": null, "obviously not supposed to have any of it. But that's amazing, show us": null, "more things on your phones. Everyone, come here, they have phones!": null, "Dream: Show them your channel.": null, "Sam: Oh my God, okay, so this is so embarrassing. I'm only doing it": null, "because you-": null, "Dream: No, I'm gonna hype you up, anytime, every time.": null, "Anamica: Hi.": null, "Sam: Hi, so I have a channel, do you know what a mukbang is? No, so here": null, "is me eating sausages and cucumbers, and just talking to people about": null, "their day, and that is one of the best things that you could do when you": null, "have one of these.": null, "Anamica: Put it on the screen, hold on. (claps) We'll gather everyone.": null, "Some of them are still upstairs eating, but we'll all kind of filter in.": null, "And as the Chimeron students sort of fall in from the Great Hall and": null, "dinner and the events of the day, they sort of gather around you all,": null, "especially as you hold your phone and explain a mukbang.": null, "Sam: Okay, so I'm just eating, you see, there's the-": null, "Anamica: Yeah, we eat here all the time.": null, "Sam: Yeah, so you can-": null, "Anamica: Oh, cucumbers, and there's just, you can see a lot of people": null, "just writing cucumbers on the table, a whole-ass cucumber.": null, "Dream: Oh my God, you're an influencer.": null, "Sam: Oh my God, okay, so then next, you want to get some sausage.": null, "Anamica: Yeah, okay, can I have sausage, too?": null, "Sam: And some rice, and then-": null, "Anamica: Is there any other food? I would like to put the order in all": null, "at once.": null, "Sam: Okay, yeah, so it's cucumber, sausages, and rice.": null, "Aabria: And you just see plates of it popping up on other tables, as": null, "everyone's like,": null, "Anamica: Uh-huh.": null, "Aabria: And you see them holding one of each, like,": null, "Anamica: Go on.": null, "Sam: Okay.": null, "Lou: It's just a room full of people holding just two-": null, "Anamica: This is what non-magical people do, is they eat food?": null, "Sam: Yes.": null, "Dream: Well, again, we don't want to generalize about, all non-magical": null, "people do this-": null, "Evan: I think you can generalize and say that all non-magical people eat": null, "food, though.": null, "Anamica: No, but you eat food and show each other while you're eating": null, "food?": null, "Evan: Oh, that is not generally true.": null, "Sam: Yeah, that's not super true. I'll take one, just so I can show you,": null, "one of the cucumbers and the sausage.": null, "First-year: Oh, yeah, of course,": null, "Aabria: And a little first year just hands you from their hands.": null, "Sam: Thank you, okay, so with the cucumber, you just want to eat it as": null, "loud as possible.": null, "First-year: Loudly, that's rude, I'm British, that, my mother-": null, "Sam: But we love it here, wouldn't it be fun? Your mom's not here. Did": null, "none of you ever register that your parents are just not here?": null, "Dream: You can do pretty much whatever you want.": null, "Sam: Yeah, they're just not-": null, "Aabria: Give me a charm roll. (slow orchestral music) We're gonna make": null, "the difficulty, what's a subversive? Let's call it 13.": null, "Danielle: 13?": null, "Lou: This feels dangerous.": null, "Danielle: This does feel dangerous. Is this my common sense, or do I": null, "roll?": null, "Aabria: No, this is closer to just an effect to have on people.": null, "Danielle: All right. 18.": null, "(group gasps)": null, "Aabria: You see it, almost magically, this ripple of possibility that": null, "you've seeded, especially in the younger students who are realizing sort": null, "of, we're on our own and we make our own choices here. And you see tiny": null, "gossamer-thin threads shooting out from them and connecting to you, and": null, "then disappearing very quickly.": null, "Sam: Did y'all see that?": null, "Aabria: No one else saw it.": null, "Dream: You just got followers IRL.": null, "Sam: I just, that thing that happened with you two just happened to me": null, "with all of these little babies.": null, "Evan: Wow, Sam, I don't think… these people are British. They may have": null, "never met a cool person before.": null, "Sam: Oh. (Aabria laughs) I should have worn my cooler hair, next time.": null, "Evan: It's probably the coolest hair they've ever seen, they're on a": null, "different spectrum-": null, "First-year: Ever seen, can I touch it?": null, "Sam: Absolutely not.": null, "First-year: Wait, why, it looks so nice.": null, "Dream: No, no, no!": null, "Erika: I'm like, \"No!\" Dream immediately starts, like (points wand)": null, "First-year: Whoa, whoa, whoa, we don't point wands at people.": null, "Dream: Okay, I'm sorry, that was just, it's not... all right, I'm gonna": null, "take the emotional labor off of my friend here and I'm gonna tell you it": null, "is not acceptable, especially with Black Americans in our culture": null, "because people are constantly asking to touch her hair and everything.": null, "And please correct me if I'm wrong, but it's just not cool, okay?": null, "First-year: I do want to be cool, sorry.": null, "Sam: It's okay, 'cause now you're gonna eat. So you just stick that": null, "cucumber in your mouth. (Aabria chomps) Just chew as loud as you can.": null, "Lou: Just a chorus.": null, "Aabria: It gets so upsettingly loud, I do not replicate this sound. I": null, "hate thinking about it in my mind right now.": null, "Brennan: I'm discovering that I have misophonia in this moment. I'm": null, "like,": null, "Evan: I want to get out of here, I think.": null, "Jammer: This is a lot, this is a lot.": null, "Evan: This is a lot.": null, "Jammer: I think Chimeron's about, we're about to do some damage here.": null, "Evan: I didn't realize it, listen, it's not saying anything that you": null, "guys don't know, that I'm far and away the least cool person in our crew": null, "of people, and I feel like I hit square in the middle of coolness for": null, "this house already, and I'm the low man on the totem-": null, "Jammer: I mean, you've got a whole room of people holding a sausage and": null, "a cucumber. My man, I honestly think you're close to the top.": null, "Dream: There are no rules here, really, honestly, it is like, we have": null, "something that these people do not have, and it is-": null, "Jammer: Right, right?": null, "Evan: I saw that snitch kid earlier. I feel like these kids all are": null, "pro-institution, which is a weird thing for teenagers to be, right?": null, "Adult institutions fail children at every possible turn, and it's so": null, "easy to fall through the cracks. You should mostly be opposing any": null, "system of adults anywhere in the world that you can, and the fact that": null, "these kids are just now discovering that, I think we could, yeah, I": null, "think that we could take over the school. What are you looking at me": null, "for?": null, "Aabria: There's a... there's three second years that are just taking": null, "notes off of what you're saying.": null, "Second-year: “Oppose institution every time.”": null, "Dream: Question authority always.": null, "Second-year: Oh, right.": null, "Sam: And stop telling your moms everything. I feel like y'all are always": null, "telling your moms stuff.": null, "Second-year: No, my mommy is my best friend.": null, "Evan: That must be nice.": null, "Second-year: I tell her everything. Do you have a best friend? That's a": null, "lot of pressure early.": null, "Dream: Us, it's us.": null, "Sam & Jammer: It's us.": null, "Evan: Yeah-": null, "Second-year: You're all best friends?": null, "Evan: Yeah, I have three best friends.": null, "Dream: Yeah, we're the-": null, "Second-year: Are you okay?": null, "Evan: I have three best friends, no, I'm not okay, okay? I have three": null, "best friends.": null, "Second-year: Do you need, do you need a little hug a little bit?": null, "Evan: Are you offering?": null, "Second-year: Yeah, yeah.": null, "Evan: I mean, yeah, if you-": null, "Peter: My name's Peter.": null, "Evan: Is it coming from a place of pity or from genuine-": null, "Peter: I don't know the difference.": null, "Evan: Why don't you just-": null, "Peter: I'm 12.": null, "Evan: Okay, you know what, actually, as touch starved as I am, I'm gonna": null, "call it here. I'm gonna say no, I'm gonna say no to this offer, just": null, "because-": null, "Peter: I now know about boundaries 'cause I watched the thing with the": null, "hair.": null, "Evan: Yeah, for sure, yeah.": null, "Peter: Yeah.": null, "Dream: Wow.": null, "Jammer: Sam, I feel like you're about to run this house. I feel like": null, "we're about to watch something pretty intense.": null, "Sam: I think so too, should I-": null, "Peter: Should I go, I'm sorry. I don't know if I can just be here and": null, "listen.": null, "Lou: Oggle?": null, "Aabria: No, this is Peter.": null, "Lou: Peter, oh.": null, "Peter: Hi, Peter, hi.": null, "Sam: Yeah, I've got them holding up a cucumber and a sausage. I feel": null, "like I should probably be having them do things that are more important": null, "than that.": null, "Jammer: No, that's a great place to-": null, "Peter: It's the first day, don't worry.": null, "Evan: I think it's a great place to start.": null, "Jammer: Peter, what's gonna happen-": null, "Dream: We've been here five hours.": null, "Jammer: Tomorrow, do we go to school, or what's next on the agenda?": null, "Peter: Yeah, so here's what we're gonna, you go to the dorm, it's up,": null, "it's up there. And then when you wake up, there's a little thing, a": null, "book, and it'll have your schedules in it, and you're all the same age,": null, "yeah?": null, "Peter: It'll all be the same, and you'll all go to the same classes.": null, "Evan: That's awesome.": null, "Jammer: If we don't wear our robes, what happens? If I'm... not like I'm": null, "gonna be naked Peter, don't make that face.": null, "Peter: No, no-": null, "Jammer: Don't make that face.": null, "Peter: That wasn't where I was-": null, "Jammer: No, Peter, I know what you were thinking. You were like, \"Is": null, "he\"- (overlapping chattering) Is this man trying to be naked, no.": null, "Peter: Now I'm thinking it.": null, "Dream: It was the question on everyone's mind.": null, "Jammer: Okay, well, that's not what I meant-": null, "Peter: New kid, are you thinking it?": null, "Evan: What's that?": null, "Peter: Were you thinking it?": null, "Evan: Was I thinking about-": null, "Dream: Were you thinking it?": null, "Evan: About someone being naked?": null, "Dream: About specifically?": null, "Evan: No, I'm just feeling very grateful that this is the best day of my": null, "life. So I'm just feeling very grateful.": null, "Jammer: Man, you said that two days ago.": null, "Evan: You gotta know that we spiked so hard two days ago and we just": null, "keep spiking, so it's been-": null, "Jammer: We love to see it.": null, "Peter: Is that the day? Was two days ago when you sent Digby to hell?": null, "Evan: I didn't send him to hell. (overlapping chattering) I didn't send": null, "anyone to hell.": null, "Peter: No, no, no, 'cause that kid over there said that you sent Digby": null, "to hell. He said he saw it.": null, "Evan: Who said it, who said it?": null, "(dramatic orchestral music)": null, "Peter: I don't-": null, "Evan: The kid over there?": null, "Peter: No.": null, "Evan: I didn't send anyone to hell.": null, "Peter: No, it's, I just, that's what, that's what we heard.": null, "Dream: You know how rumors are.": null, "Peter: That's what we heard, that you sent him to hell, and then he came": null, "back and that's why he was all sunburned.": null, "Evan: Yeah, that's what happens in hell, is you get sunburned, you get": null, "sunburned in hell.": null, "Peter: I don't want to hug you anymore, I'm gonna go.": null, "Evan: It's hell, where famously the sun is, deep underground.": null, "Peter: Well, it'd be like a burn.": null, "Evan: Like a burn, like he would get burned? That's not what happens in": null, "hell. Hell is a dark forest where your dad opens his ribcage and invites": null, "you to dance.": null, "Jammer: Evan.": null, "Sam: Hey, buddy.": null, "Jammer: Hey, my man (Aabria laughs) Now, I got no problem with you going": null, "off on this kid.": null, "Peter: I wish you would have a problem with it. That was very upsetting": null, "for me.": null, "Jammer: Honestly, no, no, no, but my man-": null, "Peter: I'm gonna fucking go, you guys fucking suck a little bit.": null, "Dream: I'm sorry, he didn't mean it.": null, "Sam: I'm sorry.": null, "Peter: No, I came over, I was like, \"What's happening? Do you need a": null, "hug,\" and then he yelled at me about hell 'cause he's been there, and": null, "I'm gonna go.": null, "Aabria: And Peter just fucks off entirely and starts talking shit about": null, "you in the corner.": null, "Evan: That's fine.": null, "Jammer: Yeah, honestly, I could care less. But for you, my guy, it seems": null, "like you got-": null, "Dream: (muffled as she’s biting her wand) Issues.": null, "Sam: Yeah, there's a lot going on.": null, "Jammer: Dream, I feel like you're gonna bite through your wand.": null, "Sam: I know it's pink, but it's still pretty-": null, "Dream: It's just something, and just steady the old mouth.": null, "Jammer: Did you say, \"Something to steady the old mouth\"?": null, "Sam: That's what happened.": null, "Evan: I don't, you just need to understand. I just have spent such a": null, "long time flying under the radar. The idea that people are saying stuff": null, "about me, it’s like, (sighs) I'm just trying to figure out how to deal": null, "with people talking about me 'cause I don't… I don't have a shadow,": null, "people don't need to be making stuff up on top of that. It's way too": null, "much if people are doing rumors on top of, there's so much, you guys saw": null, "those animals puke blood all over the hay.": null, "Dream: (longing) Yeah.": null, "Evan: It doesn't gotta be worse than that. Just say the truth, you don't": null, "have to. (sighs)": null, "Jammer: Yeah, I hear that.": null, "Dream: But on the other hand, that's how legends start.": null, "Evan: Dream, you know what I would love my legend to be? Evan Kelmp.": null, "Aabria: Kelmp. (group laughs)": null, "Evan: He was a nice guy, nothing weird ever happened, and he just made": null, "some friends and then one day, he lived to just a normal age and he": null, "died, and the only things people said about him was, \"Hey, that guy was": null, "okay.\"": null, "Dream: ...Soft.": null, "Evan: What?": null, "Aabria: And on that note, we wrap for the night. As the next morning": null, "comes bright and early, yeah, the dorms, they are coed, because, I mean,": null, "a door isn't gonna stop anyone from doing anything, so you're in this": null, "giant hall of bunk beds. And bright and early, you hear a little \"knock": null, "knock\" on the post of one of your double beds, and you see just a very": null, "normal-looking guy. He's got glasses, his hair's kind of pulled back in": null, "a little low ponytail, he's wearing a sweater vest and khakis that are": null, "cuffed at the bottom. He goes,": null, "Boodle: Hello, good morning, are we up? You're the new ones, hello.": null, "Sam: Good morning, hey.": null, "Jammer: Hey.": null, "Boodle: I'll wait, sorry, hi, I'm the head of your house, and the": null, "History of Magic professor. My name is Dr. Norman Boodle, and if you": null, "need anything at all, just come and find me. It looks like I don't": null, "necessarily have you on my schedule, maybe next term, totally fine, not": null, "very many people like my class, but I love teaching. So sorry, there are": null, "some people that are still asleep, but you four, I am so excited for": null, "everything that you represent and that you could be. Not in a pressure": null, "way, and please, do not yell at the young ones. It's just a casual note,": null, "I would like to throw out there-": null, "Evan: Sorry.": null, "Boodle: It's totally fine, it's nothing to apologize for. Here are your": null, "schedules,": null, "Aabria: And he hands each of you little notebooks, and each page of it": null, "is pieces of parchment, just very generic.": null, "Boodle: First class is potions, it starts in an hour and a half. Hope": null, "you have plenty of time. Have a great day, have a magical day! Get it,": null, "'cause you're magic. (claps)": null, "Sam: Yeah. (claps)": null, "Jammer: I appreciate this guy's enthusiasm, I can get-": null, "Evan: Dr. Boodle's the first nice person-": null, "Dream: He's actually super helpful.": null, "Evan: Dr. Boodle is awesome, but he-": null, "Dream: No, there's no admin staff, there's no registration, there's no": null, "online sign-ups for things, like do we get to take electives or": null, "anything? This has been the only helpful grown-up thus far in this": null, "entire-": null, "Evan: Awesome, I feel like.. yeah, sorry. I was gonna say I have": null, "analysis paralysis. I wouldn't know what to choose. It's like, great,": null, "yeah, give me a sampler.": null, "Jammer: Dr. Boodle, when is-": null, "Boodle: Yeah, sorry,": null, "Aabria: He jogs back over.": null, "Jammer: Where's the gym, if I want to work out after, like a weight": null, "room, track, or any of that stuff for when I want to work out after": null, "school?": null, "Boodle: The scuppers field, it's on the far side of the campus, this": null, "big, flat field. There's brooms, if you want to lift the brooms up.": null, "Jammer: No, weights, for muscles and stuff, for working out. Bikes?": null, "Boodle: No, but we have big, like a big bike-": null, "Dream: Velocipede.": null, "Jammer: A velocipede?": null, "Boodle: Oh, you know what those are called.": null, "Jammer: Well, Theodore's got one of those if I want that, but I don't": null, "want that. I'm looking for, where do the athletes work out and stuff to": null, "get-": null, "Boodle: I don't, no, you just practice your flying.": null, "Dream: But there's no strength or a track to run on, or?": null, "Boodle: No, 'cause magic, so why would you run? Generally speaking, you": null, "should play scuppers on your broom.": null, "Dream: Is there normal english on here?": null, "Boodle: What, no, what, no. Oh, none of you are English, but you all": null, "speak American, it's basically the same thing.": null, "Dream: No, but I mean, writing, how to have a thesis statement and then": null, "follow it up with cogent points that will support our argument.": null, "Boodle: No, no, no, no, there's nothing like that here, no. Your classes": null, "are potions, natura, which is sort of a catch-all herbology, druid craft": null, "situation. You have applied evocation, astro, and next semester you'll": null, "have history of magic. And we might have to add a broom flying work,": null, "you're a little behind the curve. But you'll all catch up, it'll be": null, "great.": null, "Dream: Okay, but what about… I feel like there should be muggle studies.": null, "Boodle: We don't-": null, "Dream: Ooh, the other one sounds worse.": null, "Jammer: It sounds so much worse.": null, "Boodle: I know, here's the thing. I truly hate to do it, I'm going to": null, "have to give you a demerit. We try not to use that kind of language": null, "here.": null, "Dream: For saying a thing that, what we are?": null, "Boodle: You're not, you're literally wizards.": null, "Dream: Okay, but we are muggle-borns.": null, "Boodle: That's another demerit. I cannot overstate how much I need you": null, "to stop fucking saying that. (group protests) Who cares, that's not a": null, "bad word. It's just, it's a spicy one.": null, "Jammer: I like Dr. Boodle. (laughs)": null, "Boodle: I like you too.": null, "Boodle: You're very nice.": null, "Evan: We're still discovering the boundaries, being namp born.": null, "Dream: That's the thing, isn't there some sort of namp, muggle- I'm": null, "sorry, namp, going namp-": null, "Boodle: Here's the thing, I apologize very much. You're going to have to": null, "come see me at the end of the school day. It's going to have to be a": null, "whole situation, I apologize.": null, "Dream: All right, well, isn't there some namp magical class?": null, "Boodle: What do you mean?": null, "Dream: To learn things that you would need to do to live.": null, "Boodle: No, no, there's nothing like that here.": null, "Sam: So who's gonna teach us how to get rid of our poop?": null, "Evan: That seems priority numero uno.": null, "Boodle: Numero dos, if you think about it.": null, "Jammer: Dr. Boodle (laughs) rules.": null, "Evan: Dr. Boodle rules.": null, "Boodle: Thank you, I don't rule, not like a monarch. I don't understand,": null, "I feel like you did a saying, so isn't just kind of appreciate it.": null, "Evan: No, that's fine.": null, "Boodle: No, I can just, grab your wands really quick. We'll just kind of": null, "teach that... Mr. Kelmp?": null, "Jammer: Are you gonna teach us how to make our poop go away?": null, "Boodle: Oh, it's more of a general-": null, "Jammer: Oh, this removal, yeah.": null, "Boodle: Yeah, it's a removal spell.": null, "Dream: How hazardous is this if this goes wrong?": null, "Boodle: [pause] Don't mess up, just don't mess up, okay? Okay, all": null, "right, circle, and you've really got to nail the flick at what you're": null, "trying to get rid of. So hold on, hold on, hold on. Oh, I was walking": null, "earlier": null, "Aabria: And he takes off a penny loafer and kind of dumps out some dirt": null, "from his shoe on the ground and divides it into four little piles in": null, "front of you, like, \"Everyone pick a pile.\"": null, "Evan: Is this effect destroying it, or sending it somewhere?": null, "Boodle: [shrugs] Mm-mm.": null, "Evan: I'm sorry, is there no theory of magic? Is this sort of just like": null, "you-": null, "Boodle: Oh, no, there is, I just, I don't teach it. I teach the history": null, "of it, I don't know everything.": null, "Dream: But somebody surely knows how-": null, "Boodle: I'm sure someone knows, but you don't really worry about it.": null, "There's so few magical people in the world, and we're just moving stuff,": null, "it's really not a big deal.": null, "Jammer: It probably goes back to the dirt. It goes to a dirt pile or": null, "something.": null, "Dream: But what if it shows up in, (laughs) what if there's some poor": null, "person that's just like, wizard poop, showing up in their house?": null, "Boodle: I'm sure it's fine. It's fine, they've probably already dealt": null, "with a system of figuring out how to deal with it 'cause we have all": null, "been doing this for a while. Life finds a way.": null, "Jammer: Life finds a way.": null, "Dream: All right.": null, "Sam: All right, life finds a way.": null, "Aabria: And I need all of you, (laughs) we're gonna call this a... you": null, "know what? I'm gonna call it a flight roll.": null, "Lou: Oh, I love that.": null, "Aabria: Difficulty is a 3.": null, "Brennan: Are we adding magic die?": null, "Aabria: With a magic die.": null, "Lou: Oh, I'll take half.": null, "Brennan: I'll take half, as well.": null, "Sam: Oh, I'll take half.": null, "Erika: Wait, what is the?": null, "Lou & Brennan:  Flight.": null, "Sam: Flight.": null, "Erika: Flight, okay. And it's 3, you said?": null, "Erika: Okay, yeah, I can take, I'll take half.": null, "Brennan: Cool, I'm glad this spell is as easy as it should be, 'cause it": null, "was be really bad if it was hard.": null, "Aabria: There you go, super easy stuff, and you execute it perfectly,": null, "(snaps) and four little piles of dirt just disappear.": null, "Jammer: Great job.": null, "Boodle: Yeah, so just-": null, "Dream: I still am troubled by the ramifications, I just.": null, "Evan: There's questions about wiping, there's questions about other": null, "steps for the process, for sure, but for now, it's good to know.": null, "Jammer: That'll do.": null, "Jammer: All right, Bodle.": null, "Boodle: Boodle.": null, "Jammer: Is it Bodle?": null, "Boodle: It's Boodle.": null, "Jammer: Bodle?": null, "Boodle: Boodle?": null, "Jammer: Bodle, thanks, Bodle.": null, "Boodle: Oh, no.": null, "Jammer: This was great, it was great to check in-": null, "Boodle: You can just call me a doctor.": null, "Jammer: Oh, Dr. Bodle-": null, "Jammer: Do you have a bodle?": null, "Jammer: Boodle?": null, "Jammer: Boodle? Boodle, Boodle or Bodle? I like you enough to get it": null, "right.": null, "Boodle: Thank you, like a ghost, like \"boo,\" Boodle.": null, "Jammer: Got it, all right, Dr. B, thanks so much. This has been so good,": null, "you're the man.": null, "Boodle: Thank you.": null, "Jammer: Honestly, history of magic sounds boring as hell, but honestly,": null, "I might take it because you're cool. But it also sounds like I might": null, "have to take it 'cause it's not like I have a choice.": null, "Boodle: Kind of that.": null, "Jammer: Cool.": null, "Dream: Sorry about the, saying the M word.": null, "Boodle: Oh, it's fine, we'll deal with it, disciplinary action later": null, "today, not a problem. Try to enjoy the rest of your day. Any questions?": null, "Jammer: Thanks, Dr. B.": null, "Boodle: Okay, bye.": null, "Jammer: Okay...": null, "Evan: Free notebooks, look at that.": null, "Dream: And I think, I mean, they're just notebooks.": null, "Evan: Sorry, just notebooks, yeah, they're just notebooks. Can you": null, "believe-": null, "Dream: I mean, I'm sorry, that's very privileged of me to say.": null, "Evan: No, it's fine. (overlapping chattering) You're doing me a favor by": null, "helping me be more normal 'cause you know what people are supposed to": null, "say.": null, "Dream: Again, it's not normal, there's no normal.": null, "Evan: There is.": null, "Sam: Hey, Dream?": null, "Evan: There is, there is. With all due respect, absolutely, I would love": null, "to be more normal, yeah, for sure.": null, "Aabria: Dream, quick question, where's your wand right now?": null, "Erika: Oh, just-": null, "Aabria: Just in your hands?": null, "Erika: Yeah, yeah.": null, "Aabria: You gesticulate wildly with it, and your eye catches it, but": null, "it's not the same. It's deeply different,": null, "(dramatic harp music, Aabria gives Erika a long black pouch)": null, "Aabria: Having achieved its final form.": null, "Jammer: What, oh, shit. Wait, hold on.": null, "Erika: Oh, shit.": null, "Jammer: Wait, what the fuck, hold on, wait, what? Okay, what, is it": null, "gonna be like last time where you pulled it out?": null, "(group all screams at a bright pink wand with fluttery ribbons)": null, "Dream: What, what, what? And it's just, oh my God, what the hell? Why": null, "is, why, why, why, what did I do to deserve this? I just.": null, "Jammer: That's not twisted at all, that's super not twisted.": null, "Evan: Yeah, that's sort of just delightful.": null, "Dream: This is not who I am-": null, "Sam: Whimsical.": null, "Evan: Whimsical, yeah.": null, "Sam: One might say.": null, "Dream: I look like the gender aisle at Target.": null, "Aabria: Sorry, that one got me.": null, "Evan: Dream, I would switch with you in a second if you wanted.": null, "Dream: But it'll do that thing.": null, "Evan: Yeah, yeah-": null, "Dream: It'll do that thing, and I appreciate that, but oh my God, this": null, "is not aesthetic.": null, "Sam: You can just tell people that it's an ironic wand.": null, "Jammer: Yeah, just constantly tell people what you're doing is ironic,": null, "and they'll always believe that you're disassociated away and not into": null, "it, even though you're quite, maybe part of you likes it. I mean, I'm": null, "not trying to put that on you.": null, "Dream: But it's just… irony is dead!": null, "Sam: Yeah. But not to these kids, they'll believe anything we tell them.": null, "Dream: Okay, maybe I can just sort of get somewhat badass.": null, "Jammer: Yeah, you'll make it badass, you'll figure it out.": null, "Erika: And over my shoulder, Theodore honks a little horn.": null, "Theodore: Yeah.": null, "Evan: I'm gonna go, Theodore, not now.": null, "Sam: Read the room, bud.": null, "Theodore: Oh, no, but we're so proud. You've achieved all your-": null, "Evan: Not now, not now.": null, "Theodore: I'm sorry, I'm sorry, I was just very pleased to be here.": null, "Jammer: All right, well, I guess we gotta cast more magic, because": null, "(laughs) I wanna see more wands. I wanna see more wands take full form.": null, "Evan: Yeah, this is, I feel like there's, I mean, we're gonna be here": null, "for a year. I feel like we should start… there should be a gym here.": null, "There should be other stuff here.": null, "Jammer: Oh, yeah, 'cause we could just, I can make a gym.": null, "(Danielle gasps)": null, "Evan: I mean, if the kitchen can pop a bunch of hamburgers upstairs,": null, "getting a bunch of weights should be-": null, "Jammer: Okay, I want, what do I want? Oh, yeah, free weights, let me": null, "just get a bunch of free weights.": null, "Jammer: Let's get a bunch of free weights in here.": null, "Aabria: Oh my God. (laughs)": null, "Lou: And I think Jammer's gonna attempt to summon just a bunch of free": null, "weights into the dormitory, a full rack.": null, "Aabria: Are you pulling them from somewhere in the world, or are you": null, "creating them with the power of your mind?": null, "Lou: I think Jammer's attempting to create them with the power of his": null, "mind. Yeah, I think-": null, "Aabria: Please make a brains roll with a difficulty of 16.": null, "Lou: Oh, okay, so you want me to explode nineteen times in a row?": null, "Aabria: Yeah, that feels right for that.": null, "Lou: Okay, cool. Well, no, that is a 3. Oh, I guess I would add a magic": null, "die if we want to find out how-- Oh, yeah, that's a 4, so that's a total": null, "of 5, as Jammer...": null, "Jammer: Weights.": null, "Aabria: Now, your brain, in trying to conceive of all that weights are,": null, "thought of iron, heavy metal core, and the thing you reach for is deep": null, "within the ground. You do not create whole cloth, but you send a massive": null, "spike of iron from deep within the earth's crust, shattering through the": null, "bottom of the dormitory stone floor in front of you. I need the three of": null, "you to make flight rolls with a difficulty of 10 in order to avoid this": null, "nightmare.": null, "Brennan: Any magic added to this, or it's just normal flight?": null, "Aabria: I'm gonna say normal flight, unless you would think to try to": null, "cast magic to get out of the way of something.": null, "Lou: I feel like nobody is, nobody's gonna make it-": null, "Brennan: What's the difficulty, sorry?": null, "Aabria: 10.": null, "Erika: 9.": null, "Brennan: You got 9?": null, "Erika: Yeah.": null, "Danielle: 7.": null, "Erika: I mean, I could burn one, too, but-": null, "Brennan: I'm gonna burn, and you got 7, right?": null, "Danielle: Mm-hmm.": null, "Brennan: I'm gonna burn-": null, "Lou: I can't spend them, can I spend them?": null, "Aabria: No.": null, "Lou: Okay.": null, "Aabria: I'm gonna burn four to jump and grab Sam and... I'm gone bump": null, "theirs to 10. I rolled a five, so I'm a million miles away from it, but": null, "I'll get Sam and Dream out of the way.": null, "Aabria: I'll allow it. And as you push them out of the way, you feel a": null, "terrible pain, as a little jut of iron pierces your thigh and shoots": null, "directly through it. Evan, your body, whatever you are is so attenuated": null, "to preserving and growing whatever power's dormant within you, so what": null, "happens when your flesh is rent?": null, "Brennan: I scream out loud and say,": null, "Evan: Don't touch my blood!": null, "Brennan: And a roiling snake of blood that bursts out of my leg, I grab": null, "it and just start punching it in the head, and I go,": null, "Evan: (screams gibberish)": null, "Aabria: There's now a giant blood cobra. I would like everyone to engage": null, "with this, please.": null, "Jammer: Great.": null, "Aabria: Go ahead, you know what? You got the jump... no, no, no, you": null, "were finishing pushing them, and you are moving towards tackling the": null, "blood cobra, but you're not gonna be the first one to act. You all are": null, "safe and out of the way, as dark blood scatters across the ground,": null, "swirls up into a serpent, looks around, and is going to lunge at Sam.": null, "What do you all do?": null, "Danielle: Okay, don't think I'm gonna be able to charm my way out of": null, "this one, but we'll find out.": null, "Danielle: Sam looks at the blood cobra, (laughs) which is the name of my": null, "new band.": null, "Lou: Pretty sick.": null, "Danielle: And Sam is going to try to talk to the blood cobra.": null, "Aabria: Okay. Give me a charm roll,": null, "we'll go difficulty of 10.": null, "Danielle: Okay, well, then I'll take half and then that hits.": null, "Danielle: So I go to the blood cobra.": null, "Sam: Hey, it's so nice to meet you. I know you when you were previously": null, "inside my friend.": null, "(Brennan roars and mimes a roiling snake)": null, "Sam: So it's like we're friends already, right? We're already buds,": null, "you're in him, we were best friends. So if you want to maybe just go": null, "back inside my friend, because I think you're doing not as much... you": null, "could be doing so much more cool metal stuff if you had a whole body to": null, "get into. So I don't know, just try it and see what you think, if you": null, "just want to go back in, just this. (slurps) I think that that would be": null, "good.": null, "Aabria: The snake, it doesn't respond to you in any way, nor can you see": null, "its eyes to see if there's a ton of sapience there, but it sort of gets": null, "lulled by your lack of a heightened response, and it kind of matches": null, "your energy after a time. It goes back to the ground and slowly begins": null, "to move back in the rivulet, up Evan's leg, and back into his body.": null, "Sam: Hey, how you feeling, bud?": null, "Evan: Thank you so much.": null, "Sam: Oh, you're welcome.": null, "Evan: That was incredible.": null, "Sam: Yeah, that was kind of scary.": null, "Dream: Oh my God, oh my God, that was really awesome. You sacrificed": null, "yourself for us, oh my God, oh my God!": null, "Erika: And Dream just launches herself, like full body, sort of hugs": null, "onto Evan and taps at the, pokes at the wound with her wand to close it": null, "up and heal it up.": null, "Aabria: Do you know how to do healing magic?": null, "Erika: No.": null, "Aabria: Cool, all right, go ahead and make a brains roll, difficulty of": null, "14, for me.": null, "Lou: Are we gonna do this again? All right-": null, "Aabria: Yeah, I don't know why y'all didn't go to at least one fucking": null, "class before you're like, gonna do a lot of magic here.": null, "Lou: Hey, I sent baby powder out of my wand. I can do this, I can": null, "summon-": null, "Erika: What is the target I gotta hit?": null, "Aabria: Move a tiny amount of dirt and you're like, “Got it, master": null, "wizard.”": null, "Jammer: Yeah, we honestly killed that dirt thing, and I honestly think": null, "that's part of the reason. I was like, yeah, let me get some weights in": null, "here-": null, "Aabria: That's on me, I gave you a false sense of confidence with magic-": null, "Erika: Wait, what was it, what was it?": null, "Aabria: 14. You're in a school 'cause you have to learn how to do magic.": null, "Lou: You've got this, you've got this.": null, "Danielle: I believe in you.": null, "Erika: Is it brains, or could I do grit-": null, "Aabria: Brains. You have to know-": null, "Erika: Oh, I gotta do the magic spell.": null, "Aabria: The spell.": null, "Erika: Okay, fuck.": null, "Erika: Nine. Okay, I made it with 14, burn him, burn him, burn him, 14!": null, "Lou: Burn him.": null, "Danielle: Burn him.": null, "Aabria: Burn him is a good word, you suture the wound with fire.": null, "(Brennan grunts)": null, "Evan: That's good, I always have to burn it, too. That's the only way to": null, "get it back in there.": null, "Dream: That was metal.": null, "Aabria: Dr. B just leans in,": null, "Boodle: Oh, God, you know what? I'm gonna deal with that, please go to": null, "class and don't do magic until you've gone to classes, please. You know": null, "what, I'm sorry, I really like you and I appreciate that we have a whole": null, "vibe here, but please, you made a giant, and then the blood came out of": null, "that, so please join Ms. Tanaka. Dream, what do you prefer, Karen, what": null, "should I call you?": null, "Dream: Oh, it's definitely Dream, Dream.": null, "Boodl: Okay. Dream, please join her meeting me after school.": null, "Jammer: Okay, yeah, fine, sorry, everyone. I thought I could... I got": null, "the dirt thing really tight and I was like, oh, this is easy. But I": null, "guess it's not, it's not look shooting... it's like when you shoot a": null, "free throw, you're like, oh, the mid range is... I'm sorry.": null, "Evan: No, it's great, man.": null, "Dream: Are you okay?": null, "Sam: I'm okay, that was really, really wild.": null, "Dream: Oh my God, you're like a literal snake charmer, though… snake": null, "charmer.": null, "Sam: That was really cool.": null, "Evan: You guys are both incredible, you guys are both incredible at": null, "magic. You, I have never, the only other times that that's happened, it": null, "has never been resolved that easily. Normally I have to eat the snake to": null, "get it to go back in my body, or it's all bad. And it's also never": null, "healed that quickly before. You guys are... you're both incredible at": null, "this.": null, "Dream: This is just, you're acting so normal about all of this. You're": null, "just so weird.": null, "Brennan: I burst into tears and run out of the room.": null, "Sam: It's a good weird, it's a good weird. Oh, no, no, no, it's good": null, "weird, it's good weird.": null, "Dream: It's just like, what?": null, "Jammer: It's all good, hey, he's new to all of this. We're new to all of": null, "this, and then he's new to all of this and to all of this, so-": null, "Dream: Friends.": null, "Jammer: Exactly.": null, "        [Dream sighs]": null, "Sam: Eccentric, or it's eccentric.": null, "Brennan: I'm hearing this just full weeping, just.": null, "Jammer: I think we have to go that way to get to potions, so we simply": null, "can just, we'll catch up with him.": null, "Aabria: You walk out, and you just make your way slowly, meandering,": null, "stupid geometry, staircases move.": null, "(slow piano music)": null, "Aabria: You left very, very early, and you arrive almost too late to the": null, "potions classroom, that once you meander around, you find out that it": null, "was kind of just on the other side of the basement level of the Great": null, "Hall, but there's no clear, easy way to get there. It's Escher halls,": null, "it's a whole thing. And you arrive and you're sort of the last students": null, "to arrive. You see a bunch of red robes. You are taking this class with": null, "Hercinil, and the trio kind of clocks you from the corner, and you see": null, "them make an eye line towards the one open table that's kind of in the": null, "front, where a massive bubbling cauldron sits.": null, "Lou: Is there another, is that the only open table?": null, "Aabria: Only open table.": null, "Jammer: Yo, I got this.": null, "Lou: I'm gonna take off and just sprint to the front of the room and": null, "beat them there.": null, "Aabria: Oh, they were sitting in the back, they were just like, \"Ha ha,": null, "you have to sit in the front.\"": null, "Lou: Oh, got it.": null, "Aabria: Too late, sorry.": null, "Lou: I still go, \"Hey, I got this,\" and sprint up to the front of the": null, "room-": null, "Evan: Why do they look so smug about being farther away from the": null, "teacher?": null, "Dream: I feel like it's so weird because I feel like they're like, ugh,": null, "this is just stupid Monday in school and everything, but it's like,": null, "we're making elixirs that could give life or de-age us and stuff, right?": null, "These are primo things, literally fountain of youth, we could be making": null, "this, and they're like-": null, "Voice: Exactly!": null, "Dream: -slacking off in the back, oh, hello.": null, "Aabria: You don't see anyone standing at the front of the hall in the": null, "room.": null, "Dream: Ah.": null, "Jammer: But you guys, somebody said, \"Exactly,\" right?": null, "Evan: Yeah, I heard that too.": null, "Jammer: This feels like a magic thing. Yeah, you could make a potion": null, "that made people strong.": null, "Aabria: And the fire flares up, and you see a face move into the front": null, "of the cauldron itself and,": null, "Cauldron: Exactly.": null, "Jammer: The cauldron is talking.": null, "Cauldron: Yes, I'm the professor!": null, "Jammer: Oh, hi.": null, "Dream: That is so whimsical.": null, "Evan: Checks out, that's a great professor for a potions class.": null, "Viniscus: My name is Professor Viniscus. Are you the exchange students?": null, "Jammer: Yeah, we're the pilot program.": null, "Dream: I like this one.": null, "Viniscus: Pilot program, I like that. Oh, pilot, like burning!": null, "Aabria: And as she sort of laughs, the fire rolls and roils, and the": null, "bright green potion inside of her bubbles away happily.": null, "Dream: Wow, now, see, I want to do that. Can I do that, can I become": null, "incorporeal and become a potion?": null, "Viniscus: Oh, darling, I'm not a potion, I'm the cauldron. Hello!": null, "Dream: Oh my God.": null, "Evan: This is really... it's very nice to meet you.": null, "Viniscus: Hi.": null, "Evan: Hi, I'm Evan Kelmp.": null, "Viniscus: Oh, I don't have hands, and please don't touch me, I'm very": null, "hot.": null, "Evan: Oh, that wouldn't matter, yep, yeah.": null, "Viniscus: Okay, it's so lovely to meet all of you. I'm your potions": null, "professor-": null, "Dream: (writing in notebook) Resistance to heat.": null, "Evan: Well, this is great, thank you so much for being so inviting to": null, "us. We're really excited to learn, and we… Some of us are already very,": null, "seem to be very proficient already, but we know there's a lot to learn,": null, "so-": null, "Dream: Poisons, can I get good at poisons?": null, "Viniscus: Oh, that's such dark work, dearie, but, I mean, absolutely.": null, "Sam: We can get you a poison ring.": null, "Dream: Oh my God, just like Lucrezia Borgia, oh my God.": null, "Viniscus: Oh, she was a very bad student. Couldn't make a potion for a": null, "damn. (laughs)": null, "Dream: Whoa, whoa, whoa, hang on, hang on. So who else who's famous has": null, "been through here?": null, "Viniscus: Wait, is she famous, for what?": null, "Dream: Oh, mostly, well, mostly it was sort of lavish parties and": null, "potential incest, but that could just have been the propaganda machine": null, "working against her family that was very popular in the Italian city": null, "states at the time that she was alive. But I don't know, who else is": null, "magic?": null, "Viniscus: Oh, I don't really know how to answer that because my entire": null, "context for the world is wherever I am, and it's usually not off the": null, "premises, and I don't read books or anything.": null, "Dream: Okay, I look at my phone under the desk and I'm like, okay, Neil": null, "deGrasse Tyson?": null, "Viniscus: Never heard of him.": null, "Dream: Okay, how about, okay, I'm sorry, I'm probably distracting from": null, "the learning.": null, "Viniscus: A little bit, but that's okay, I appreciate enthusiasm.": null, "Jammer: What about David Blaine?": null, "Dream: David Bowie, for sure.": null, "Jammer: No, I said David Blaine.": null, "Dream: David Blaine?": null, "Jammer: Who's David Bowie?": null, "Dream: Oh, I'm so excited for when we get back to the dormitory.": null, "Jammer: Okay, but is David Blaine, did he come to school here?": null, "Viniscus: I don't recall that name, I'm very sorry.": null, "Sam: I think he also went by Mindfreak, was that also-": null, "Jammer: No that’s Criss Angel, yeah, did Criss Angel go here?": null, "Viniscus: No, he definitely went here, and he-": null, "Jammer: Criss Angel went here?": null, "Jammer: Criss Angel, the Mindfreak went to this school?": null, "Viniscus: Oh, you're such a nice boy.": null, "Jammer: This school just got 1.000 times cooler. This just became the": null, "coolest school ever.": null, "Viniscus: How's he doing, is he still alive, did he die?": null, "Evan: So we know notable alumni, Lucrezia Borgia, Criss Angel the": null, "Mindfreak.": null, "Sam: Oh my God, I could be the next Mindfreak.": null, "Jammer: You could be the next Mindfreak.": null, "Viniscus: Well, first let's find, let's try a potion. There's a cauldron": null, "at everyone's table. We're gonna try a potion of minor healing,": null, "something light, easy. Mistakes do happen and I can't really intervene": null, "if a fire or a spill, so this is a very handy potion for us to have in": null, "case you all have a bit of a boo boo.": null, "Dream: Just in case, yeah, great.": null, "Aabria: And she flares up one more time and evaporates all of the green": null, "potion within her cauldron, and it sort of moves towards the chalkboard": null, "and populates a really long and laborious list of instructions for how": null, "to make this potion. It's all there, easy to do, lots of really weird,": null, "arcane diagrams, but she explains nothing else, and no students seem to": null, "be talking, other than just sort of chatting amongst themselves, and you": null, "are simply left to your work, like schools are, where they don't explain": null, "Sam: This doesn't measure like America, I don't know what if any, what's": null, "a milliliter-": null, "Dream: I'll use Siri to, I'm gonna ask Siri to convert, Siri, what is…": null, "20 milliliters in metric?": null, "Aabria: And you hear a voice, dark and gravely,": null, "Voice: 20 milliliters is already metric.": null, "(slow ominous music)": null, "Dream: Oh, I'm sorry-": null, "Aabria: Evan, you recognize that voice.": null, "Brennan: What's the-": null, "Aabria: It's one of the many voices that you hear from time to time": null, "coming out of her phone.": null, "Brennan: Coming out of?": null, "Aabria: Yeah, your Siri sounds wrong.": null, "Brennan: So that wasn't Siri talking, that was some other voice?": null, "Aabria: Mm-hmm, but it answered the question, so y’know, it's a win.": null, "Evan: Hey, did you change the virtual assistant on your phone from Siri?": null, "Dream: No, it's just, I always have it as a British man because it's": null, "kind of sexist that all of the default settings for digital assistants": null, "are female.": null, "Sam nods.": null, "Evan: If I had one on my phone I would for sure change it-": null, "Dream: Right, but he sounds a little different over here, I guess, maybe": null, "this is more authentic or something.": null, "Sam: Kind of smoky.": null, "Brennan: Can I make some kind of Brains check or something, or try to": null, "perceive the phone and see why that voice is coming out of that phone?": null, "Aabria: Yeah, without holding it, I'll say the difficulty is a 12. If": null, "you get her to let you hold it, the difficulty drops to eight.": null, "Evan: Dream, can I actually see your phone for a second?": null, "Dream: Yeah, sure.": null, "Brennan: Thank you, I'll take the phone and try to make a brains check": null, "on it here.": null, "Aabria: Okay, go ahead, difficulty's eight.": null, "Brennan: Nope, four.": null, "Lou: I'll throw you two adversity tokens.": null, "Brennan: Yeah, I'll hold it up to-": null, "Aabria: [to Lou] Only if you can explain how you're helping Evan figure": null, "out what's going on with this demonic phone.": null, "Erika: It's like you gotta get into the general settings-": null, "Lou: Yeah, I feel like I've jailbroken a phone once or twice.": null, "Brennan: I just don't know how cellphones work- [laughs]": null, "Lou: I just am explaining to him the basics of an actual smartphone. I": null, "know how a phone with a screen works, and so that's where I'm helpful.": null, "Aabria: Now, you've successfully shown him how to navigate to the": null, "settings, and I'm not counting your adversity tokens, but you have to": null, "explain to me how you help Evan understand the demonic voice coming out": null, "of the phone.": null, "Lou: That I cannot do.": null, "Aabria: Yes, your intervention is for naught. Evan, you have no idea": null, "what's going on.": null, "Brennan: Thanks for that, man, I don't know, I'm gonna look up at my": null, "friends and go,": null, "Evan: cool, yeah, that was something, yeah.": null, "Dream: That wasn't a sentence, it's adorable when you're befuddled.": null, "(Evan stammers)": null, "Dream: There, you're doing it again.": null, "Evan: I'm in hell, I'm in hell.": null, "Evan: Yeah, there's, sorry, I made a mistake. I thought there was": null, "something weird with this, it's all, it's just my mind...": null, "Aabria: A girl with olive skin, a very tall, super lanky, and teal blue": null, "hair, and almost a glittery iridescent cast to her complexion leans over": null, "on your table.": null, "Lemli: Hey, how's it going? How's your potion? None of you have turned": null, "on your fire, so I just want to see. Hi, I'm Lemli, I'm in your house,": null, "goat house. [makes the goat sign]": null, "The exchange students all make the sign back.": null, "Jammer: Goat house.": null, "Evan: Goat house, hey-": null, "Lemli: Hi, how's it going?": null, "Dream: Well, I think we're a little bit in over our heads.": null, "Lemli: Yeah, the pot only stays on for an hour and you haven't done": null, "anything. She's not that pleasant all the time, so can I help you with": null, "Dream: Well, we got the metric to English system conversions down, but I": null, "don't know, is there anything we need to know-": null, "Evan: The steps of the instructions are a little... basically, we have": null, "make the potion, but there's nothing from what's on the chalkboard that": null, "is hitting us in a way to let us know how to even begin that process.": null, "Lemli: That's fair, school didn't really do a good job of, you haven't": null, "had the other five years of potion work, so that's-": null, "Dream: We don't know what we don't know, and it feels like they're": null, "deliberately setting up impediments against us.": null, "Lemli: Nah, they wouldn't want to do that. Well, follow me, here, I'll": null, "show you. First things first, you need ingredients, follow me.": null, "Jammer: All right.": null, "Aabria: She kind of gets up and swishes through, and you see that": null, "there's lots of people stirring different liquids and pouring things": null, "out, and you see that she's giving anyone with a potential splash zone a": null, "very wide berth as she leads you to the back of the classroom and into a": null, "massive thing of just thousands of jars, and she starts pulling things": null, "down, like,": null, "Lemli: The secret, if you don't know what to grab, just wait and be the": null, "last people to grab, and then whatever shelves have the least stuff on": null, "them, you just grab that, too, you know what I mean? So waiting, if it's": null, "really hard.": null, "Jammer: Yeah, okay, great.": null, "Lemli: Yeah, so, yeah, here, grab this and this.": null, "Aabria: And she starts loading, she looks,": null, "Lemli: [points at Jammer] You.": null, "Aabria: And just starts loading you up with jars and a big thwok of": null, "dried seaweed.": null, "Jammer: Oh, yeah, yeah, good, okay, yep.": null, "Lemli: Are you guys having a good time? Is this nice for you?": null, "Dream: This is kind of the best.": null, "Sam: Yeah, parts of it are really cool. We get to do potions, I learned": null, "what a milliliter was, we're having a pretty good, having a pretty good": null, "day.": null, "Lemli: Oh, that's great, okay, yeah, come on.": null, "Aabria: And she leads you back over, and she's actually gonna just start": null, "helping you with your potions. So we're gonna make this a collaborative": null, "brains roll. You guys need to get to a 25 collectively to pull off": null, "making this potion.": null, "Lou: Cool, we got that, together?": null, "Brennan: Together.": null, "Lou: Together we could do anything.": null, "Aabria: I believe in you all.": null, "Lou: Oh, that's a four.": null, "Aabria: Okay.": null, "Brennan: It explodes!": null, "Erika: Oh, minus one and two.": null, "Lou: Let's go.": null, "Lou: That's another four.": null, "(group cheers)": null, "Danielle: What is with our D4s? I'm not questioning it, be quiet.": null, "Lou: That is a two, eight-": null, "Erika: 'Cause we have a one out of four chance of-": null, "Lou: Nine, 10, 11 from Jammer.": null, "Aabria: All right.": null, "Erika: 12 from Dream.": null, "Aabria: Okay.": null, "Danielle: Two for me.": null, "Aabria: You've got this one-": null, "Brennan: Nine from me.": null, "Aabria: Yeah, you absolutely exceeded it, and Lemli leans in and is kind": null, "of getting you started, and you all kind of take to it like a duck to": null, "water. She's,": null, "Lemli: Oh, you just, yep, and counter clock. Yeah, I think you've got": null, "it. You don't really need me.": null, "Jammer: Yeah, it's basically like a protein shake. This is not that": null, "hard.": null, "Lemli: Yeah, you're really good at this, do you have-": null, "Evan: I'm gonna say, Jammer, you seem excellent at this. Once we started": null, "breaking down all the nutrition facts and everything-": null, "Jammer: Well, exactly, if it’s something that’s going in the body to": null, "heal, I mean, yeah, you're just looking for stuff with high amino acids.": null, "I mean, this is pretty basic stuff.": null, "Dream: It's like chemistry.": null, "Lemli: Chemistry?": null, "Jammer: Chemistry is confusing and weird, but putting stuff in your body": null, "so that you can be stronger, go faster, all of that kind of stuff, this": null, "is not hard. This is basically like a recovery smoothie. This is": null, "something I would have after a tournament week or something.": null, "The group starts putting up the horns.": null, "Lemli: I feel like you nailed it… ooh, are we all doing that? [puts up": null, "the horns]": null, "Dream: Thank you so much for your help, though.": null, "Lemli: Absolutely-": null, "Jammer: Yeah, that was honestly, yeah, I wouldn't have known what to": null, "pick. So that was all you-": null, "Dream: It's been intimidating.": null, "Jammer: So thanks, Lemony?": null, "Lemli: Lemli.": null, "Jammer: Lemli.": null, "Dream: Lemli.": null, "Evan: Lemli, Lemli.": null, "Lemli: Yeah, if you guys need anything else, tools or stuff, you can": null, "just ask me, I'm in the back with Frink and both the Undergus twins.": null, "Jammer: The Oggles?": null, "Lemli: The what?": null, "Jammer: Oggle? Hoggle and Coggle?": null, "Lemli: Yeah, what did you call them?": null, "Jammer: Oggle, I just call them Oggle 'cause I don't know which one I'm": null, "talking to, so I just call them Oggle, and it's just in case-": null, "        [Lemli laughs]": null, "Aabria: And she laughs and it sounds like gurgling water.": null, "        Dream gasps and leans over to Sam.": null, "Aabria: She's like,": null, "Lemli: Oh, that's amazing, I'm gonna call them Oggles, that's great.": null, "That was amazing.": null, "Sam: I don't know-": null, "Lemli: I'll just-": null, "Dream: Excuse us.": null, "Lemli: Yeah?": null, "Dream: We, please, if this is rude, let us know immediately, but just": null, "pretend we don't know anything about this world. Are you the mermaid?": null, "Lemli: Yeah, yeah. Yeah, I was gonna be super cool about it for a while,": null, "you guys figured it out so fast. I am, all that really means is please": null, "don't splash me. It gets really awkward to switch back. It takes a lot": null, "longer than you think to dry off, and it's kind of hard to just maneuver": null, "when I am missing sort of the motility of legs.": null, "Evan: Yeah, no, a lot… yeah. I had never had any intention of splashing": null, "anyone for any reason, so easy to not do that to a mermaid. Yeah, for": null, "sure.": null, "Jammer: We won't splash you.": null, "Lemli: Thank you.": null, "Sam: No splashing.": null, "Lemli: You guys are really nice.": null, "Dream: But are you from locally, or just, I'm just trying so hard not": null, "to, I want to-": null, "Jammer: Dream, are you okay, you are bouncing up and down.": null, "Dream: It's like, when I was little I said I wanted to grow up and be a": null, "mermaid.": null, "Jammer: Yeah, 100%.": null, "Lemli: No, you just ask, we're cool.": null, "Jammer: We all watched \"Splash,\" is that the name of that movie?": null, "Lemli: You're not Hercinil, so yeah.": null, "Dream: 'Cause humans have folklore about mermaids, and clearly a lot of": null, "it's malicious slander.": null, "Sam: Clearly.": null, "Lemli: Oh, what do you mean slander, probably not, like what?": null, "Dream: Probably just said you're like vixens that lead sailors to their": null, "deaths, sort of thing.": null, "Lemli: Favorite, love it, love it.": null, "Dream: Is that?": null, "Lemli: Yeah, it's way harder now because most ships are kind of, you": null, "can't see the sailor on the inside, but yeah, it's super fun, have you": null, "met men? It's so fun to sink them. (laughs)": null, "Lemli: You're not supposed to and you're not supposed to say it, but.": null, "Dream: You are so cool.": null, "Lemli: Oh, thank you.": null, "Dream: You're how I'm trying to be.": null, "Lemli: I think... well, you kind of halfway there... look at my wand.": null, "Aabria: And she pulls her wand out and it's sort of, it's not frozen": null, "water, it's just water made into a long slender implement that sort of": null, "glimmers.": null, "Dream: But that's like-": null, "Aabria: And she's like,": null, "Lemli: Yeah, it's the same, we're like the same.": null, "Dream: But mine is like-": null, "Lemli: You do the same thing. No, yours is great.": null, "Dream: Yours is cool.": null, "Lemli: Look how it's glittery, I like it.": null, "Dream: I like yours.": null, "Lemli: Thank you, I like you, you're really nice.": null, "Dream: You're really cool.": null, "Lemli: Oh my God, you're really cool. You wear such dark clothing and I": null, "was like, \"Oh, no, is she gonna come over and try to bite me and make me": null, "a vampire?\"": null, "Dream: Oh my God, is vampires real, too, can I become a-": null, "Lemli: Yeah.": null, "[Dream gasps]": null, "Lemli: No, you don't want to become them. No, I'm not trying to be like,": null, "don't be a certain way, 'cause all paths are valid or whatever, but": null, "don't be a vampire, y’know? It's weird.": null, "Lemli: They can't even go to our school 'cause they have to be up at": null, "night.": null, "Dream: Oh.": null, "Sam: Oh, that makes sense.": null, "Dream: Wow, it looks like you have to take night classes elsewhere or": null, "Sam: Don't turn into a vampire, they're just tired.": null, "Sam: I know.": null, "Dream: Well, thank you so much for your help.": null, "Lemli: You're so welcome, okay, I'm gonna go. Let me know if you want to": null, "hang out.": null, "Dream: Can we?": null, "Lemli: Yeah, totally.": null, "Lemli: Okay, I'm gonna go 'cause I didn't finish our potion at all, and": null, "you guys are already done and everyone else is still working.": null, "Jammer: Oh, God, this is disgusting.": null, "Evan: Are you okay, man?": null, "Jammer: I just took a big drink, (heaves) oh, God.": null, "Lemli: Did you?": null, "Jammer: I just took a big sip! Oh, God, it's like fire inside.": null, "Erika: I have a little thermos of tea in my bag, and I'm like, Theodore": null, "here pulls it out. He's just like,": null, "Theodore: Here.": null, "Jammer: Thanks. I feel incredible, (groans) but it tastes disgusting.": null, "Lemli: That was a lot, I'm gonna go, bye.": null, "Jammer: Bye.": null, "Aabria: She just goes back to the back of the classroom-": null, "Evan: You're good, man. Are you okay?": null, "Jammer: Yeah, I'm fine. That stuff hits, bro.": null, "Evan: Yeah, I don't, should I try some?": null, "Evan: I mean, it's-": null, "Dream: Unless you need some-": null, "Aabria: You have kind of a shitty wound on your leg.": null, "Dream: You might want to mix it with-": null, "Jammer: Honestly, that's what I'm thinking. It's just, it doesn't have a": null, "flavoring. The one I have at home is birthday cake and it tastes great,": null, "but this just doesn't have a vanilla, it's not like vanilla ice cream or": null, "ice cream sandwich or anything like that.": null, "Evan: Yeah, let me try this, hold on.": null, "Brennan: I'm gonna take the healing potion and-": null, "Aabria: Yeah, do you finish it?": null, "Brennan: Yeah, I'll finish it.": null, "Aabria: Yeah, yeah, you guys all see, as little sort of pink and red": null, "tendrils of flesh come over that burned wound and sort of stitch": null, "themselves, and the scab gets pushed up and out, and crumbles away, and": null, "unmarred flesh is just sort of where that jagged wound was before.": null, "(Brennan heaves)": null, "Aabria: Yeah, and it tasted like butt.": null, "Jammer: Yeah, man, it's not, you gotta-": null, "Evan: It's really-": null, "Jammer: You should have cut it with the tea, yeah-": null, "Evan: Honestly, 'cause going down, it's mostly you're just, it's just": null, "feeling like hot, and then the aftertaste is bad.": null, "Jammer: Just bad, bad.": null, "Evan: Bad.": null, "Jammer: Hey, Ms. Cauldron, Ms. V?": null, "Aabria: The cauldron comes back to life.": null, "Viniscus: Hello, yes?": null, "Jammer: Can I take some of... I was gonna, I'm gonna figure out how to": null, "make weights at some point-": null, "Viniscus: Make weights, I don't know, is that a euphemism?": null, "Jammer: No.": null, "Viniscus: Okay.": null, "Jammer: It's working out, I'm just gonna exercise, aerobics, yeah.": null, "Jammer: But I just wanted some of the, 'cause you don't have a body, I'm": null, "sorry. I just want-": null, "Viniscus: That's okay.": null, "Jammer: To take some of the stuff so I can make this at home. Could I": null, "take ingredients back to my dorm and stuff?": null, "Viniscus: Normally I would say no, but were you successful at making...": null, "I don't see a result that I can judge or anything.": null, "Jammer: Well, we drank it, look at my man's leg.": null, "Viniscus: Oh, yes, you have a lovely leg.": null, "Evan: Oh, it didn't used to be, it was bad, it was hurt, and now it's": null, "healed.": null, "Viniscus: Oh, I just have to kind of take your word for it? That's fine,": null, "that's fine.": null, "Evan: I mean, you can look at the inside of the cup. I didn't get all,": null, "100% of it.": null, "Jammer: Yeah, it's empty, I mean, we didn't waste our time. You can ask": null, "Lemli.": null, "Viniscus: Oh, Lemli, dear?": null, "Aabria: And Lemli kind of stands up,": null, "Lemli: Yes? No, it's true, they made it, and it looked like it worked.": null, "They did a good job. I don't like being... don't perceive me.": null, "Aabria: And she sits back down immediately.": null, "(background noise drowns out Lou)": null, "Viniscus: Well, of course, I mean, if your housemates are speaking up": null, "for you, that's fantastic. Do you have just a little scraping? If you": null, "could just drop it in the cauldron, get kind of an understanding.": null, "Aabria: Yeah, and it hits that cast iron bottom and immediately": null, "dissolves away, and she goes,": null, "Viniscus: Oh, that's lovely, that's lovely. You did that on your first": null, "day?": null, "Evan: Lemli helped us out with finding the ingredients, and then we sort": null, "of put it together ourselves. Honestly, Jammer-": null, "Dream: But it's like-": null, "Jammer: Well, it was mostly Dream and stuff.": null, "Dream: Chemistry.": null, "Viniscus: Oh, Jammer, your name is Jammer?": null, "Jammer: My name is, (sighs) it's what people call me.": null, "Viniscus: What do you want me to call you?": null, "Jammer: Jammer, Jammer's cool, yeah.": null, "Viniscus: Jammer. Oh, Jammer, you can borrow a potion, you can,": null, "absolutely.": null, "Jammer: Great, I'm honestly, it's mostly 'cause I'm worried if I": null, "summoned weights more, I'm gonna shoot jagged spikes up again, and I": null, "just don't, I want to be able to-": null, "Dream: We're a little accident prone in our-": null, "Jammer: Yeah, exactly.": null, "Viniscus: All students are.": null, "Dream: It really, can I ask, it's incredibly dangerous. We just have the": null, "power of essentially what could potentially be a nuclear warhead, just": null, "in our pockets.": null, "Viniscus: What's a nuclear warhead? But yeah, probably.": null, "Dream: And we are-": null, "Evan: They gotta know what nukes are.": null, "Viniscus: Absolutely I do not.": null, "Evan: You've gotta know what nukes are.": null, "Viniscus: No.": null, "Evan: You've gotta know.": null, "Viniscus: I don't think that's true, is it a potion?": null, "Evan: Yeah, it's a potion.": null, "(Lou claps)": null, "Brennan: I think this is a side of Evan no one's seen before.": null, "Evan: It's a potion, okay?": null, "Aabria: Charm roll, difficulty of four.": null, "Evan: I understand that you like magic here. There are things in the": null, "muggle world-": null, "Viniscus: Whoa, oh, oh, he knows that doesn't offend me personally": null, "'cause I'm a sentient cauldron, but I don't think we're supposed to say": null, "that anymore.": null, "Dream: We're namp born, so.": null, "Viniscus: Namp born, okay, okay. I still don't think you're supposed to": null, "say it, 'cause you're all doing magic here, and not that.": null, "Dream: I just, it's figured very prominently in just world history, and": null, "as you said, if there are only a limited number of magical folks, would": null, "they have to interact with the folks on the outside world and know that": null, "they have the power of essentially a small sun?": null, "Viniscus: Now, here's the thing, I'm sure you have these kinds of very": null, "interesting conversations with all sorts of other students and faculty": null, "members. I'm a fucking cauldron, and I don't read books or interact with": null, "the outside world, so you know what, I'm gonna sit here, and if you want": null, "to make a potion inside me, that's what I do, that's my whole fucking": null, "deal. And I don't need a bunch of uppity little brats trying to explain": null, "to me how to live my life, thank you.": null, "Evan: If Vladimir Putin called the shot, your cauldron ass would be in": null, "the sky.": null, "Viniscus: I don't even know what that means, but if you want to come": null, "over here and say something about it.": null, "Jammer: Guys, I just want to check in real quick. We're fighting a big,": null, "black pot.": null, "Jammer: I think our energy should be spent-": null, "Evan: I don't like the dismissive attitude-": null, "Jammer: Hey, I know, I know, but-": null, "Dream: But it's just pervasive.": null, "Evan: I know I'm a wizard now, but I have a lot of pride-": null, "Jammer: They're a big, black pot. Just let it, they have never seen the": null, "world. I mean, they have met Criss Angel, Mindfreak, but they haven't": null, "done a lot of other stuff.": null, "Evan: God forbid the missiles launch. Is someone gonna jump outside and": null, "go, \"Go away-oh warhead-io,\" I don't think so.": null, "Viniscus: That doesn't sound like a spell.": null, "Jammer: Don't fight it, don't fight this cauldron. Don't let this": null, "cauldron win.": null, "Evan: Jammer.": null, "Jammer: Come on, man, this is not a battle worth fighting. We've got a": null, "long game to fight.": null, "Viniscus: How about you four are done. Anyone else that's done and": null, "successfully made the potion, please come to the front, get it confirmed": null, "by me, and then you can be released to your next class. There's a lot of": null, "tension in this room.": null, "Lou: Jammer just wants to clock real quick the trio and just see how": null, "they did, and if their potion is good as ours.": null, "Aabria: Oh, what do I want to make this roll? I would like you to roll,": null, "'cause I don't want to roll for this, please make a… Let's call it a": null, "grit roll.": null, "Aabria: Difficulty is eight.": null, "Lou: Difficulty's eight?": null, "Aabria: If you beat eight, you can decide how they did.": null, "Lou: God, I need that eight.": null, "Aabria: No one can help.": null, "Lou: That's a seven, can I spend two adversity tokens?": null, "Aabria: You only need to have spent one.": null, "Lou: Okay, great, I'll only spend one. I was down to spend two, just to": null, "really rub it in. Yeah, seven plus one equals eight.": null, "Aabria: All right, so give me a general vibe.": null, "Lou: They did good, but we hit like an A minus, and they're for sure a": null, "straight up B.": null, "Aabria: Yeah, they're working on it. You see Tallulah and Fergus": null, "actively sweating over their cauldrons-": null, "Lou: Yeah, damn right.": null, "Aabria: Trying to time stuff out. They've hit this weird viscosity that": null, "you never had to engage with, and you can tell that they're on the right": null, "path, but they are struggling to get there and they kind of look over at": null, "Jammer: Hey, y'all need some help?": null, "Tallulah: Oh, you know what, no, we're super good. Thank you so much for": null, "your consideration, we super got it.": null, "Dream: Well, we understand that you have sort of inherited skill and you": null, "have the privilege of a couple years of education.": null, "Jammer: Got 'em, got 'em.": null, "Dream: But it seems like we just have somebody who's naturally gifted at": null, "Jammer: Me and Dream's, we're happy to, if you need any help, you just": null, "let us know. You're more than welcome to do your thing, but.": null, "Dream: Right, we can offer assistance, the way that you helped us on the": null, "first day that we met.": null, "Jammer: Yeah.": null, "Evan: I noticed that Jammer and Dream were sort of using real world": null, "nutritional knowledge, and maybe instead of following a rote, inherited": null, "institution, actually understanding why certain things work and what's": null, "making them work maybe leads to a deeper knowledge, that's just my": null, "thought.": null, "Tallulah: Yo, when you talk, all I hear is snake sounds 'cause you're": null, "basically an evil wizard and I don't know why you're wearing yellow and": null, "not green. Fucking weirdo, anyway, I think you guys have been dismissed,": null, "so I don't know why you're still in the room. Why don't you go ahead and": null, "what's the word you, dip. Why don't you go dip?": null, "Jammer: Yeah, we're gonna dip, yeah, we're gonna dip like a chip. The": null, "name's skip.": null, "Tallulah: I don't get it.": null, "Evan: Jammer, I tried to trash talk and I really got my feelings hurt.": null, "Jammer: That was sick, dude.": null, "Dream: It's okay, you were right.": null, "Jammer: It was solid, it was just, sometimes when you go to insult,": null, "sometimes when you go to trash talk, they trash talk harder, all right?": null, "That just means you gotta pick your moments when you talk, but it was": null, "sick, what you said was dope. Honestly, it made me feel cool as hell.": null, "Evan: I'm glad, man, you should feel cool as hell, 'cause what happened,": null, "I didn't sort of expect it, they zagged way off topic to some deeply": null, "personal stuff.": null, "Jammer: And that's some shit you always, if people know shit about you,": null, "they can always hit you there.": null, "Evan: Hit you where you live, kind of.": null, "Jammer: Yeah, exactly, exactly.": null, "Evan: For sure, for sure.": null, "Aabria: As you guys kind of step out of the room to have this": null, "conversation, you see a woman, it's not that she's eight feet tall, she": null, "just has a very tall countenance, with long, curly red hair, and she's": null, "wearing these swishy orange robes that are super ephemeral, and she's": null, "waving just a pair of branches in the air as she walks towards you. You": null, "can keep talking, she's just gonna come down.": null, "Dream: I can't, I'm sorry, I can't quite concentrate.": null, "Jammer: Yeah, me neither, hey.": null, "Aabria: And she kind of, she waits until she gets right in front of you": null, "to stop, and the smell of eucalyptus is coming off very strongly on her.": null, "She gives you an incredibly deep bow, and you can kind of see, now that": null, "you're closer to her, she has that sort of aged and ageless": null, "simultaneously look, where she looks like she's in her middle age, but": null, "incredibly well kept, with sort of bronze skin, and her eyes, she's got": null, "brown eyes, but the center of her pupils just glows with an orange glow,": null, "Woman: Hi. Hello. How are you, how's your day going?": null, "Jammer: Honestly, great, we just-": null, "Aabria: She slowly moves a branch down your face.": null, "Jammer: That was, that was good, that was good. I didn't mind it, it was": null, "honestly kind of nice.": null, "Dream: I'm Dream. This is Jammer-": null, "The Frunthwinkle: Sam. Whitney, Evan, I'm the Frunthwinkle. I am your": null, "natura professor.": null, "Jammer: The Frunthwinkle?": null, "The Frunthwinkle: The Frunthwinkle, yes.": null, "Evan: The Frunthwinkle, it's a pleasure to meet you. Oh, and you're the-": null, "Aabria: Branch.": null, "Evan: Thank you.": null, "Jammer: It smells great.": null, "Evan: That does smell very, very good.": null, "Dream: Druid shit.": null, "Sam: Yeah, all right, just touching people with trees, that's what we're": null, "doing now.": null, "The Frunthwinkle: Do you want?": null, "Dream: Yes.": null, "Sam: That's great.": null, "The Frunthwinkle: Oh, you get it right away, you're not resistant to": null, "energies the way other people are, and I just, I really appreciate that,": null, "all righty.": null, "Dream: This, I get.": null, "(Lou laughs)": null, "Evan: I actually do find this very calming. I know that some people": null, "might think this is over the top, but it's wonderful to be touched.": null, "Sam: Can I rub people with trees? If we pass the class, do we also get": null, "to go and just tree rub?": null, "Aabria: And she tucks one of the branches under her arm and takes the": null, "other one and snaps it in half and just offers you half of it, there you": null, "go.": null, "Danielle: And I take it. I got, here, right.": null, "Aabria: It's nice, right?": null, "Sam: Yeah, I'm just kind of rubbing it down-": null, "The Frunthwinkle: Yeah, the less you resist energies of places, you kind": null, "of just flow with it, everything's a cycle, and the on you stand against": null, "cycles, the tide will, the tide will.": null, "Jammer: Yeah, yeah, the tide will.": null, "Danielle: Do I feel anything different, having now touched this face": null, "tree?": null, "Aabria: Oh, no, no, not at all. (laughs)": null, "Danielle: Okay. (laughs)": null, "Aabria: Do you want to see if it's magical?": null, "Danielle: Yes.": null, "Aabria: Sweet, go ahead and make a brains roll, call difficulty a six.": null, "Use your magic die, also.": null, "Danielle: Okay. Come on, come on. 3. (laughs)": null, "Aabria: Even with a 3, you're not able to pinpoint it, there's something": null, "to the aura coming off of her, but you can't target it to a branch. It's": null, "just sort of part of a vibe coming off very strongly.": null, "Danielle: And I love vibes.": null, "Aabria: You are very good at vibes, yeah. (laughs)": null, "Sam: I love vibes, yeah, just big vibes-": null, "The Frunthwinkle: Glad you feel that from you, and you just, why do you": null, "have a rock around your neck?": null, "Sam: Oh, this is a quartz, it's a quartz crystal. It's just for when you": null, "want to do a little bit of intention magic, this is-": null, "The Frunthwinkle: Intention magic? Oh, is that new?": null, "The Frunthwinkle: Show me.": null, "Sam: Okay, so I have this book, right? And then I write in it, \"I will": null, "be the coolest person ever in the whole world, okay, bye.\" And then this": null, "helps you channel it, and then your aura is cleaned and your crops are": null, "watered and you just feel really good.": null, "The Frunthwinkle: Crops, I like that. So now, is the magic, is it magic,": null, "or are you just putting something into the front of your mind so you can": null, "actively seek it?": null, "Sam: It's magic, but not the kind of magic that we do here, it's the": null, "kind of magic that you don't realize that you've done this until it's a": null, "year later, and then you're at a show, and someone's like, \"Hey, you're": null, "really cool,\" and you're like, \"See, magic,\" magicked it, magicked all": null, "over it.": null, "The Frunthwinkle: Vibes, okay, I like that, I like that for you. And if": null, "it feels good for you, if it resolves right with the intentions and the": null, "being that you're trying to be, who am I?": null, "Danielle: And Sam, as she's moving, is copying her every move. I'm just": null, "kind of feeling vibes.": null, "The Frunthwinkle: You understand, you understand. You should cast": null, "something right now. I don't know, I'm feeling that you're feeling, do": null, "you feel this?": null, "Sam: I feel it, I so feel it.": null, "The Frunthwinkle: Yeah.": null, "Danielle: Sam doesn't feel anything.": null, "The Frunthwinkle: What-": null, "Sam: I so feel it, oh my God.": null, "The Frunthwinkle: Cast something, I don't know. You're... wait, are you": null, "in a class, you're not in my class. We're not in a class, hold that": null, "thought. You'll come see me tomorrow, yeah?": null, "The Frunthwinkle: You should cast magic now or then, whenever, nothing": null, "matters, (overlapping chattering) but everything has meaning and": null, "purpose. Do you understand me?": null, "Danielle: I'm gonna cast a spell. And so Sam intends to cast a spell": null, "that will make it so the one branch becomes two branches.": null, "Aabria: Ooh.": null, "Danielle: All right.": null, "Aabria: Okay, let's call that, yeah, dang it, I can't give you anything": null, "better than that... no, no, no, I'm gonna call this a grit roll. Let's": null, "call this a grit roll, difficulty of eight.": null, "Danielle: Okay, and then that's also got my-": null, "Aabria: With your magic die, absolutely.": null, "Danielle: Common fucking sense. Okay, yep, I got the 10.": null, "Aabria: Amazing, why don't you narrate for me what it looks like?": null, "Danielle: Okay, so out of the point of the wand, there starts to be": null, "bamboo that comes, or the branches of the eucalyptus, you see first a": null, "small tree, and then it climbs up and gets bigger and fuller, until it's": null, "a fully formed branch, which is connected here, and I just snap it off,": null, "and now I've got two.": null, "The Frunthwinkle: That's amazing.": null, "Evan: That was beautiful.": null, "The Frunthwinkle: It's times are right, can I hold? 'Cause you're about": null, "to experience something, and I don't want branches to hold you back,": null, "okay? Thank you.": null, "Aabria: And she takes the branches, and then she grabs both of them.": null, "They reform into a singular branch in her hand.": null, "The Frunthwinkle: You're gonna want to look at your wand.": null, "Aabria: And the transformation that's it's been going through finally": null, "completes itself, and your wand is fully formed and fully realized.": null, "(group shrieks)": null, "Lou: These are the best reveals. I mean, I thought it was exciting when": null, "we just got these.": null, "Erika: I know, I love how, I think toward a moment-": null, "Aabria: There's a little tray I totally forgot. You can just take it off": null, "of the tray-": null, "Lou: Oh, there's a tray?": null, "Brennan: Incredible, look at that. (overlapping chattering) What's it": null, "gonna be, what's it gonna be?": null, "Aabria: Bets.": null, "Erika: Oh my God, oh my God, oh my God.": null, "(group exclaims as Danielle holds her wand that looks like the handle of": null, "a selfie stick)": null, "Oh my God!": null, "Brennan: It's like a microphone, it's chrome and shiny, it's perfect.": null, "Erika: That's so, it could be like a selfie stick. That is so cool, that": null, "is so you.": null, "Lou: That looks, yeah, wow.": null, "Erika: It's shiny, oh my God.": null, "Danielle: I shall trust this with my life.": null, "Aabria: And it's hyper reflective mirror. Even though it's curved, you": null, "get exactly the angle that you want whenever you want to do a quick": null, "check on yourself, whenever you look into it.": null, "Sam: It's so beautiful, I can't wait to put this on my Insta.": null, "Aabria: And by the time you look up, the Frunthwinkle's already moved": null, "down the hall and is gone from sight and sound.": null, "Jammer: That class is gonna be so easy.": null, "Jammer: That's the class where you could just hang out, I could tell.": null, "Evan: I hope, I struggle with vibes, but that seems like a very nice": null, "teacher, for sure.": null, "Dream: That was total ASMR goodness.": null, "Sam: You feel the tingles, just feel the tingles.": null, "Dream: Just full body chills.": null, "Jammer: I could appreciate that, with that rub. I didn't ask for it, but": null, "I was glad to receive it.": null, "Evan: Yeah, me too, that felt really, really nice.": null, "Evan: Congratulations, Sam, that's huge.": null, "Evan: It's like, you're so good at magic, it's awesome.": null, "Sam: I wasn't expecting that I would be this good at magic right away,": null, "but kind of killing it, so.": null, "Sam: Should I change my name again to something more magical? 'Cause Sam": null, "I like 'cause I'm used to being, from Samantha-": null, "Dream: Sam Black sounds really cool, though.": null, "Sam: Really, okay, so I shouldn't change it to, like, Boogledogs, or one": null, "of the other-": null, "Jammer: Wait, sorry, one more time?": null, "Jammer: Say it just one more time, I just want to-": null, "Sam: Boogle, Boogledogs? (laughs)": null, "Jammer: I just want to make sure I give it the time it deserves. I want": null, "us to consider it, one more, Boogle?": null, "Sam: Boogledogs.": null, "Aabria: And it's about that time that the trio and the fourth person at": null, "their table, who's clearly not with them and kind of reluctantly walks": null, "out with them, they kind of pass you all in the hall, and the one": null, "student that was sitting with them hangs back. She's Southeast Asian,": null, "sort of shorter, with a really short kind of buzzy haircut, and she": null, "looks over at you.": null, "Khanh: If you're gonna rename yourself, don't... Boondoggle?": null, "Khanh: Boogledogs, that's honestly… it's not the worst thing I've ever": null, "heard, but for what it's worth, I know a lot about renaming yourself to": null, "fit in with wizard culture. My name here is Cleopatra St. Oppolie. My": null, "name is Khanh Nguyen, and no one here knows how to say it, so I had to": null, "come up with a stupid wizard name. Yeah, hi.": null, "Dream: Okay, okay, okay. So first of all, you're from the non-magic": null, "world.": null, "Khanh: Oh, not really, there's some of both in my family, but.": null, "Dream: Okay, so you're mix.": null, "Khanh: Yeah, yeah, totally, hi.": null, "Dream: Okay, so why, what is the deal with everybody? Why do they not": null, "know everything? And also, that's not cool that you have to assimilate": null, "into wizard culture.": null, "Khanh: I mean, I don't know, it's out there in namp world, but isn't it": null, "kind of the same everywhere, where you're just like, \"I just want to fit": null, "in\"? Any dominant culture doesn't care about-": null, "Dream: Yeah, I know, and that's imperialism-": null, "Khanh: Yeah, it's ridiculous.": null, "Dream: And it's fucked up.": null, "Khanh: Yeah, it's ridiculous, my name's Cleopatra, that's fucking": null, "ridiculous.": null, "Dream: We could take a stand about that nowadays.": null, "Khanh: I mean, yeah, I mean, that sounds amazing.": null, "Dream: I mean, that's why we're here, right?": null, "Khanh: The house for that, it's kind of harder to pull off in our class,": null, "but sure, men do it.": null, "Jammer: Are you in Hercinil?": null, "Evan: Hercinil?": null, "Khanh: Hercinil, yeah, yeah, yeah, yeah, Hercinil, see.": null, "Jammer: Well, if you ever got, I know it doesn't really happen, but if": null, "you ever got demoted, you could come hang out with us, or you could just": null, "hang out with us in general in Chimeron, if you're ever just around.": null, "Khanh: There's not a lot of mixing, but I wouldn't be... yeah, that": null, "doesn't sound bad at all. Sure, sure, whatevers, it's cool. I heard the": null, "word \"vibes,\" so it's vibes. Did I say that right, I don't know if I": null, "said that right.": null, "Sam: You did say it right, it is vibes.": null, "Khanh: Oh, thank you.": null, "Sam: Friendship is such vibes.": null, "Khanh: Nice.": null, "Sam: It doesn't matter what house you're from.": null, "Khanh: Oh my God, you are new, that's amazing. Yeah, for sure, yeah, I": null, "just want to say, also, thank you, because Tallulah and Digby and Fergus": null, "are the fucking worst, and I'm really happy you're just getting in the": null, "scraps and you're kind of a legend for sending Digby-": null, "Evan: Oh, that's fine.": null, "Khanh: Yeah, no.": null, "Khanh: No, in a good way, most of us think it's pretty funny, so.": null, "Evan: (pained) Ha ha.": null, "Dream: Street justice, except that we have these terrifyingly powerful": null, "artifacts to exact it.": null, "Khanh: Wands, everyone's got them.": null, "Dream: Again, I guess you got all magical-": null, "Khanh: Oh, your wand's finished, yay. Are all your wands finished?": null, "Jammer: No, not yet, I tried to cast a spell this morning, and I ended": null, "up just releasing a bunch of snake blood.": null, "Evan: That wasn't-": null, "Khanh: Snake blood?": null, "Evan: Hey, man, that's not on you, that's not on you.": null, "Khanh: Hold on, where was-": null, "Evan: You released the iron spikes, that's not on you.": null, "Khanh: You made an iron spike and snake blood? You guys are wild, how": null, "are you in Aqrabus?": null, "Jammer: Well, we're just-": null, "Khanh: That feels very edgy and that's totally the bag.": null, "Jammer: I don't know, we're just, we're new and different, and, I don't": null, "know, this school doesn't know what to do with us.": null, "Dream: We fell through the cracks in the system, as per ush.": null, "Khanh: I don't even know what that means, but tight, okay.": null, "Evan: I think your culture is ruled by shame, and a lot of you are": null, "conforming to some really unhealthy things, and I think that the four of": null, "us are fed up with it already and we've been here for a day.": null, "Jammer: But that's no shade on you, it's just, we're talking about your": null, "culture.": null, "Sam: Yeah, we're still vibes-": null, "Dream: We have an outside perspective that's just not something that": null, "anybody from this world seems to have.": null, "Evan: Hey, guys, I'm gonna run to the Nurse's Office, I think.": null, "Dream: Do you need... well, we'll go with you.": null, "Evan: You guys don't have to come with me if you don't want, but if you": null, "want to, you can, but you don't have to.": null, "Jammer: Oh, yeah.": null, "Sam: I want to make sure that you're okay after everything.": null, "Khanh: Don't you guys have to go to your next class? You have applied": null, "evocation?": null, "Evan: Applied what, applied evocation?": null, "Khanh: Evocation, yeah.": null, "Evan: What kind of spells are those?": null, "Khanh: The fun ones, where you make a big thing, it's kind of like where": null, "dueling starts, and a lot of big, it's the big, good magic.": null, "Jammer: Can we please go after? Can we please go after? I promise you we": null, "will all go after.": null, "Evan: Jammer, I don't know what's gonna happen to me in that class.": null, "Dream: Come on, please.": null, "Sam: Please.": null, "Jammer: I mean, they said please.": null, "Brennan: Can I make a brains check opposed by a charm check?": null, "Erika: Our charm-": null, "Aabria: Go.": null, "Brennan: Yeah, your charm versus my brains?": null, "Aabria: I love this.": null, "Lou: Both of them explode.": null, "Brennan: I got a 1.": null, "Erika: I got 11.": null, "Danielle: 12.": null, "Aabria: Yo, take your adversity token, and know that you have been": null, "absolutely bum rushed by the enthusiasm and approval of your peers.": null, "Brennan: I look at both of you, I think also you can see at this moment,": null, "Evan is a kicked dog almost all the time, but I think I should mention": null, "the fact that he's also just never had friends before, and both of you": null, "are cool, popular girls, and everything in my head is like, I am in": null, "danger, I'll kill someone in that class, and you both say, \"Please,\" and": null, "I'm like, “I'm going.”": null, "Evan: I'm going, I'll go, I will go, I will go to the class. Yes, if it": null, "makes, if you continue to like me, I will do it, yes.": null, "Dream: Amazing, not that it was conditional on us, us liking you is not": null, "conditional on your compliance with our request.": null, "Evan: But it would make it easier if I went, so I will go.": null, "Dream: But also I really, really, really would love for you to go.": null, "Evan: Yeah, for sure.": null, "Dream: Okay, awesome.": null, "Jammer: We'll go after, promise.": null, "Evan: Okay, great.": null, "Khanh: Vibes, sorry, I just want to say that and say bye, I'm just like,": null, "y'all are cool.": null, "Jammer: Later, Cleo.": null, "Khanh: Yeah.": null, "Evan: What's your name that you… do you have the other name that you": null, "prefer?": null, "Khanh: I mean, you can call me Khanh.": null, "Evan: Khanh?": null, "Khanh: Yeah, that's my name.": null, "Evan: Yeah, Khanh, I'll see you, that's awesome.": null, "Jammer: Would you prefer we call you Khanh, or would you prefer we call": null, "Khanh: Either is fine, this doesn't bother me.": null, "Jammer: But what do you want?": null, "Aabria: I don't… I need all of you to make a charm roll. It's a combined": null, "roll, you have to meet or beat 25.": null, "Erika: Geez, come on, Danielle.": null, "Brennan: Can we add common sense?": null, "Aabria: No, it's a goal, it's a group effort-": null, "Brennan: But I was saying, can we add common sense to this, because": null, "we're-": null, "Aabria: Absolutely.": null, "Brennan: Cool.": null, "Aabria: Absolutely, you're just being nice to a person.": null, "Brennan: That explodes.": null, "Danielle: All right, I rolled a-": null, "Lou: 14.": null, "Danielle: 19.": null, "Erika: 7.": null, "Brennan: 6.": null, "Lou: I explode, and I still can't land, you're still rolling 19s. I feel": null, "so cool when I explode, and then just to be like, oh, yeah, and then": null, "just hear 19, just, yeah, okay, yeah, whatever.": null, "Danielle: Wait 'til we have to fight, table's gonna turn.": null, "Aabria: You all kind of give each other a look, and then recenter on": null, "Cleo, and you see her entire demeanor has changed, and she seems relax": null, "and calm, and the smile, it actually makes it to her eyes, and she stops": null, "the sort of fidgeting, rigid posture.": null, "Khanh: Yeah, you guys can call me, call me Khanh. And if you need": null, "literally anything, I'm just over in the tower on the side, yeah.": null, "Jammer: Sure, all right.": null, "Sam: Bye, Khanh.": null, "Evan: Thank you for talking to us, Khanh.": null, "Dream: Wait, is there a way that maybe we can contact you or anything?": null, "Jammer: Oh, yeah, do you have-": null, "Khanh: You could send an owl, I don't know what you mean.": null, "Dream: Okay, so, oh.": null, "Khanh: If you have, I mean, if you have, do you know, I'm gonna show you": null, "this spell really quickly.": null, "Aabria: And she reaches into her bag, kind of jams the hand out, pulls": null, "out a scrap piece of paper, and she folds it into a paper airplane, and": null, "she just sets the wand on the very tip, and you see that whatever": null, "magical effect, it was really, really basic. And she goes,": null, "Khanh: Now, it knows to go to me-": null, "Dream: You try it.": null, "Jammer: Okay, yeah.": null, "Dream: You try it, try it and see-": null, "Lou: All right, rip off a piece of paper, just write, \"Sup,\" question": null, "mark, and I, okay.": null, "Aabria: Make a charm roll, difficulty of three.": null, "Lou: All right, I can do that, right?": null, "Erika: Can you maybe take half?": null, "Lou: I can take half, I can take half and hit three.": null, "Aabria: Yeah, the moment you touch it, you understand the intention you": null, "need to set, and you think her name, and the paper seems to accept the": null, "designation. And she goes,": null, "Khanh: Oh, hold on, hold on,": null, "Aabria: And she just takes half, a couple of steps farther down the": null, "hall.": null, "Khanh: Okay, go.": null, "Aabria: And it just sort of lazily sails through the air, and just to": null, "kind of play with it, she kind of is moving from side to side in the": null, "hall, and it drifts towards her, and then she sort of grabs it and turns": null, "and walks away and continues down the hall to her next class.": null, "Jammer: She's cute as hell, right?": null, "Evan: I was about to say-": null, "Jammer: It was vibes, (overlapping chattering) that was vibes.": null, "Sam: Vibes, vibes.": null, "Evan: Dude, that was so vibes, there was something there, it was": null, "awesome.": null, "Jammer: You can, okay, I honestly, I mean, I'm-": null, "Dream: She seems into you.": null, "Jammer: But Jammer plays the field, I'm out here, I'm not-": null, "Dream: He pretends he cares, but he doesn't, just like Han Solo.": null, "Sam: Just like Han Solo.": null, "Jammer: I'm not Han Solo, I'm just, I do, I don't, it's just-": null, "Evan: It's really cool, she was definitely was-": null, "Jammer: Okay, cool.": null, "Aabria: The bell rings.": null, "(bell rings)": null, "Jammer: All right, we gotta get to class.": null, "Aabria: You all move to your next class. And after walking for, it only": null, "takes about five minutes to get clear across from one side of the castle": null, "to the other 'cause now you're following the flow of traffic of the rest": null, "of Chimeron, as they head over to applied evocation. And the moment you": null, "get to the door, you hear a massive bang and a bunch of screams, and a": null, "fire sort of pushes out from the door, and you all are able to jump back": null, "just in time to avoid it. But whatever maelstrom is happening inside": null, "this classroom will have to wait for next time.": null, "(group shouts)": null, "Lou: That's not fair.": null, "Brennan: Oh my God.": null, "Lou: Don't take this away from me.": null, "[NEXT TIME ON DIMENSION 20 - Episode 3: Family On Six]": null, "Aabria: Let's call it a grit roll, difficulty of 12 to notice.": null, "Erika: I got a dirty 20.": null, "Aabria: You're the only one that notices, as Tallulah, from the very": null, "back, pulls out her wand and looks like she's going back to tie her": null, "laces, and she levels her wand dead-ass at the center of Evan's chest": null, "and is going to attempt to fire off a very offensive spell. So what do": null, "you want to do about it? 'Cause this is now gonna be an opposed roll": null, "between you and I, and I am bringing out the Box of Doom.": null, "Aabria: So exciting, try to kill Brennan's character with his own box.": null, "Lou: Damn.": null, "_____________________________________________________________": null, "Captions extracted by: Kyber Bonsai": null, "Edited by: solsys, Tillie the Paladin, gluegunshots, kindlestuck,": null, "OliverC": null}