{"Dimension 20": null, "Misfits and Magic": null, "Starring: Aabria Iyengar as Game Master": null, "Erika Ishii as K Tanaka;": null, "Danielle Radford as Sam Black;": null, "Lou Wilson as Whitney Jammer;": null, "and Brennan Lee Mulligan as Evan Kelmp": null, "Misfits & Magic Holiday Special": null, "(instrumental music)": null, "Aabria: Season's greetings, and welcome to a very merry holiday special": null, "for Misfits and Magic. I am your naughty and occasionally nice GM,": null, "Aabria Iyengar. With me are my Magical Misfits. Say hi, Magical Misfits!": null, "All: Hi, Magical Misfits!": null, "Aabria: God, that feels really good. It has been a long, long semester": null, "at the Gowpenny Academy of the Arcane. So let's reintroduce the pilot": null, "program one more time, starting with my boy, Lou.": null, "Lou: What's good? My name is Lou Wilson, I'll be playing Whitney Jammer,": null, "AKA Jammer, AKA sandwich man, AKA strawbs.": null, "Erika: Hi, I'm Erika Ishii and I will be playing K, formerly known as": null, "Dream or BrokenDream or XX_BrokenDream_XX, who now uses the pronouns": null, "they/them/she/her/he/him [shrugs]. They're trying it out.": null, "Aabria: Love that, I love that for them.": null, "Danielle: Oh, hi. Hello, I'm Danielle Radford. I am playing Sam Black,": null, "influencer extraordinaire and still not sure about what she's gonna do": null, "with the last name. We're figuring it out.": null, "Aabria: We've got time, we've got space, we can find it here.": null, "Danielle: Just maybe something more magical, I don't know.": null, "Aabria: I like that. I like that.": null, "There’s a small pause as Brennan takes a sip from his mug.": null, "Aabria: Sir?": null, "Brennan: Oh! Hi, my name is Brennan Lee Mulligan. I didn't see you come": null, "in. I'll be playing Evan Kelmp. Thanks for being here. [really savouring": null, "the syllables] Kelmp.": null, "Danielle: Kelmp.": null, "Lou: It takes your whole mouth to say it.": null, "Aabria: I didn't enjoy that one bit. No, I did not like it.": null, "Misfits and Magic is played with the Kids on Brooms system. So we'll do": null, "a quick reminder for those of you who didn't watch the last episode like": null, "two seconds ago.": null, "So there are six stats; Fight, Flight, Brain, Brawn, Grit and Charm. And": null, "there's a single die type from the polyhedral array attached to each one": null, "of them.": null, "Players can add bonuses based on the tropes, which is their playbooks.": null, "And yeah, I as the GM will set the difficulty for your rolls, both": null, "Magical and non. Your goal is to meet it or beat it with your rolls.": null, "Remember, if you roll the highest number on your die in your die pool,": null, "which we'll get into in a second, it explodes, it's called a Lucky": null, "Break. You reroll and add it all together. So you guys can roll": null, "incredibly high to execute on what you're trying to do in this very cool": null, "world.": null, "There are two bonus dice that we're gonna be playing with. One is": null, "standard, it is the magic die. It's a d4 that you add when you're doing": null, "a Magical mischief. And because you are all former, we don't say that": null, "word. You're all former NAMPs.": null, "Lou: [with great gusto] Muggles!": null, "Aabria: No! You sullied it immediately.": null, "Erika: The new one's worse!": null, "Aabria: It's not worse!": null, "But whenever you roll with your good Muggle senses, you're gonna be": null, "adding a d6 Common Fucking Sense die. So use those at-will and remember,": null, "every time you fail a roll, we love failing forward here. You will gain": null, "an Adversity token that can be spent one for one to increase your rolls": null, "or on special ability-": null, "Lou: [jingling a little bell token] A holiday Adversity token!": null, "(overlapping voices)": null, "Aabria: Oh, they're jingly, y'all.": null, "Brennan: These represent failure.": null, "Aabria: Beautiful, jangly, failure.": null, "And in certain controlled circumstances, the players can elect to take": null, "half of their die instead of having to roll if they're just way in the": null, "lane on a task I've given and I've set the difficulty poorly.": null, "So with that in mind, let's dive into our world, y’all.": null, "We return to a magical world, changed irrevocably by the events that you": null, "four undertook in the last four months. Wizarding society having learned": null, "a sort of ground shaking truth that magic can be enacted by anyone if": null, "they're properly taught. If they are given arcane foci to focus their": null, "craft, can learn magic.": null, "The Wizarding world, thinking that was an interesting project, elected": null, "to bring in a pilot program to the Gowpenny Academy of the Arcane. You": null, "four were picked by Headmistress Philtrum for no other reason than you": null, "are the literal worst people to be brought to a magical school, you were": null, "set up for failure, and yet you managed to thrive.": null, "At the end of our first campaign, you all made some real spicy choices,": null, "both to foster community within the school and disseminate": null, "world-shattering knowledge throughout.": null, "So I'm living in that now, and you are in the process of disseminating": null, "this information in a way that it cannot be easily exploited or": null, "controlled by any entity, which means that progress in the NAMP world is": null, "slow going. New people are discovering their abilities with magic, but": null, "it's hard to do. So you're in that sort of flow state moving forward.": null, "But now is not the time for ripples and repercussions, it's the": null, "holidays.": null, "So the grounds are sort of blanketed in a beautiful sparkly white snow": null, "as seen here [gestures with hands to the dome]. And your end of semester": null, "exams have arrived on the boughs of beautiful evergreen trees covered": null, "with white fairy lights being strung up throughout the castle for a": null, "solstice celebration you all know as The Lulling.": null, "It is the very first morning of your 10-day break and you've all": null, "received a note from Headmistress Philtrum that she would like you to": null, "meet in her office for a meeting in an hour. So, what do you wanna do?": null, "Sam: Oh, do we wanna go? I mean, I guess we have no choice, but to go to": null, "this meeting.": null, "Jammer: I'm planning on going home. So I'm thinking this is probably": null, "gonna be some kind of like, \"Hey, what's up. While you guys are back,": null, "here's some things you can do, here's some things you can't do,\" like": null, "kind of one of those like, you know, kinda like a pre-leaving meeting,": null, "like, \"Hey, when you get back into the world, you're doing these things": null, "this way.\" I feel like that's probably the tone.": null, "Sam: Oh that makes sense, or like maybe we have to surrender our wands": null, "or something.": null, "Jammer: Or some shit like that, yeah.": null, "Erika: K and Theodore, the tiny chipmunk, are sitting by the fire and": null, "they're both knitting little scarves. His is tiny and pink. And K's is": null, "like black, black as my soul.": null, "Aabria: Every now and then you see Teddy gets up and he's just knitting": null, "like little pink hearts. And he scurries up whatever you're knitting and": null, "attaches a little heart to your-": null, "Teddy: [cutely] What are you making? I'm just, I help, however I can.": null, "K: Bang up job, Teddy. Keep on, keeping on.": null, "Teddy: I will.": null, "K: Yeah.": null, "Teddy: This is fun, this is nice.": null, "K: Actually this is really good. Thanks bud!": null, "Jammer: Hey, and thanks again for those socks.": null, "Lou: And I think Jammer pulls up a pair of… Jammer's fully, still": null, "wearing shorts, but now he has a pair of knitted knee-high socks.": null, "Jammer: And it's like, yeah, it's nice. I don't do pants, so this nice.": null, "I appreciate y'all.": null, "K: They have jack-o-lanterns on them.": null, "Jammer: Oh, they're from Halloween. It got cold around Halloween. But": null, "yeah, I mean, they still vibe. Orange and black is easy to pair with. So": null, "the colors work.": null, "K: [to Evan] Where are you gonna go?": null, "Jammer: Oh yeah, for holiday break.": null, "Evan: Oh, I'll probably…": null, "Brennan: And I think too, it's like a month after the events of Misfits": null, "and Magic. Evan's look has changed a little bit. He's healthier, look,": null, "he's not as gaunt as he used to be. He's been eating well, still very": null, "lanky.": null, "As far as he's concerned, he's riding high. The cold weather came and he": null, "got a giant Joseph A. Bank overcoat from like the 1940s. It's like a": null, "wool overcoat that is for a man of a much broader and more imposing": null, "stature than him. So he looks kind of like a half-packed scarecrow when": null, "he walks around the campus. Big comfy wool thing.": null, "And he's got an enormous green and white striped scarf that he found and": null, "said, \"Oh, it's like... It's by a company named Midori.” And it's like,": null, "that's a liqueur, that's like a flavored liqueur. And it's just like a": null, "promotional scarf. It's like a piece of swag from some weird party or": null, "some kind of thing like that. But he's like, it's warm.": null, "And then, so he's just wearing the secondhand coat and the scarf and he": null, "now a little bit festively or just a little bit playfully.": null, "His hair is no longer in the brooding shag. He has this, I don't know": null, "what you would call it, but the hair on the top of his head is up in a": null, "scrunchie. So he's still got the stuff in the back hanging down, but he": null, "has like a little Cindy Lou Who, like poof of hair up in a scrunchie, a": null, "little fountain of hair basically tied up at the top of his head.": null, "Lou: Jammer leans over to Sam.": null, "Jammer: Can you tell them that looks good?": null, "Sam: I think he's just trying to figure some stuff out. And as friends,": null, "we have to support it, but also we can't lie about it. So if he asks you": null, "if it looks good, I think you just have to say, we love you and we're": null, "here for you.": null, "Jammer: Great, all right, I'm gonna write that down.": null, "Sam: Yeah.": null, "Aabria: Sam, as you're speaking, you actually see a little T2, your": null, "teacup stream pig has entered into the room that you're all sitting in": null, "like a little stone piece from like the corner of the room slides open": null, "and T2 just sort of slides in, kicks with his back leg to hit another": null, "stone and it shuts. And he just walks by, looks up at Evan, gives a": null, "little like.": null, "        T2 looks at Evan judgmentally, making small squeaking noises.": null, "Evan: Hey there Terminator Two. How you doing?": null, "Aabria: And clears his throat and heads over to you and is just kind of": null, "sitting by your feet.": null, "Brennan: Completely unable to pick up on any of the judgement about his": null, "very first experimentation with how he looks as a person. As he's like": null, "again, it's just swimming in this overcoat with little poof of hair on": null, "top of his head.": null, "Evan: Um… Well, that's actually interesting is, I was thinking probably": null, "the best idea, the thing I would be the most excited about would be, you": null, "know, 'cause you guys probably are gonna head home to be with your": null, "families. But I was thinking one of us should actually stay just to keep": null, "scanning tomes, getting the sort of staying on that. I think also kind": null, "of like keeping an eye to make sure that they're not here. And I was": null, "like, you know. It's like, oh, well, it's actually kind of works out for": null, "the best 'cause one of us has to stay and it's kind of a cool thing that": null, "actually I'll probably stay in the castle.": null, "K: [awkwardly bobbing their body around as they knit] We could-": null, "[stutters] And it would be in... Seattle…": null, "Aabria: Okay, give me a Grit roll, difficulty of… Let's go 14.": null, "Lou: Oh god.": null, "Aabria: Yeah.": null, "Erika: [laughing] 16 plus three, 19.": null, "Aabria: Cool, you go to like drop a stitch and you are doing, I don't": null, "know what this is. And yet you're able to like, your body focus is so": null, "strong now. The stitches are flying and you're holding it together": null, "through what is the most anxiety driving conversation and question": null, "you've ever asked.": null, "K: [speaking very quickly] I mean, 'cause if you wanna stay here, that'd": null, "be fine too. But the invitation's really open. We really do... It's": null, "truly a consumerist nightmare of a holiday, but my parents really value": null, "together time.": null, "        [silent pause]": null, "Evan: So, okay. Now, so that's interesting because obviously, well the": null, "thing is, I wouldn't wanna be a burden.": null, "K: Oh, no, absolutely no, no, no, no. The invitation is just out there": null, "and you don't have to accept it if you don't want to, but it would": null, "absolutely not be a burden. They'd be so happy to have you.": null, "Erika: This scarf is extremely long, like no human can wear it.": null, "Aabria: Teddy's like four feet away from you. Like,": null, "Teddy: [whispering] What is happening? Are you okay?": null, "Sam: [whispering to Jammer] They are so bad at this.": null, "Jammer: It's just really awful. Should we save them and just go? We": null, "should just go, we should go.": null, "Sam: Yeah, we should...": null, "Jammer: [loudly] We should go, we should go to this meeting.": null, "K: [relieved] Oh yes, absolutely!": null, "K: Let's go see the Headmistress.": null, "Jammer: Yeah, let's go see the Headmistress. We can finish conversations": null, "later.": null, "Aabria: You actually hear a sigh of relief as everyone else in the": null, "common room that was pretending to not listen to this is like, \"Oh,": null, "thank god.\" You get a little nod from Lemli.": null, "Jammer: Yeah, we're all feeling this.": null, "Lemli: [quietly] That was wild. It was like I wanted to do something and": null, "it didn't… Didn't know what to do.": null, "Jammer: You don't know what to say in situations like that. That's a": null, "tough, that is a tough situation.": null, "Lemli: Also you know that most people don't — eh it's fine, good.": null, "Jammer: Most people don't what?": null, "Lemli: I'm staying, I'm here.": null, "Jammer: Oh, you're hanging out, okay.": null, "Lemli: Yeah, most of us stay.": null, "Jammer: That's why Evan can leave. You know because other people-": null, "Lemli: There's no pressure.": null, "Jammer: Anyway, talk later after this thing.": null, "Lemli: Cool, okay, bye!": null, "Lou: Jammer's gonna grab his full duffel bag with everything he owns,": null, "pretty much ready to go to the train station after this is over and head": null, "out to the Philtrum meeting.": null, "Sam: All right, let's go head over to my favorite person.": null, "Aabria: So yeah, you make your way over and yeah, I guess it is a bit of": null, "a weird bummer that despite everything that happened in Misfits and": null, "Magic, Philtrum was not fired, she wasn't even publicly chastised for": null, "it.": null, "What happened happened, and the fact that you all came out on the other": null, "side was simply proof that the pilot program was a success. Her personal": null, "intentions were foiled, but she remains, as ever, the Headmistress of": null, "the school and the door opens before you.": null, "As you sweep into her office, it's dark, moody. She has lost entirely": null, "the affectation of sparkly, spangly, wizard, robes. She's just wearing": null, "like black lace cinched up to her throat and down to her wrists. And": null, "she's looking quite dour at the four of you.": null, "And you see behind her standing, Dr. Boodle and Nurse Stitchnit, who are": null, "now the student advocates at Gowpenny. She does not pay them any mind,": null, "but they both give you four a little nod. And she gestures to the chairs": null, "in front of her.": null, "Lou: Jammer big dogs and immediately goes, like sits on like a credenza,": null, "or like just a piece of furniture, just like clears the space for": null, "himself. He gets comfortable.": null, "Jammer: No, I'm good, this will do.": null, "Philtrum: You really couldn't just sit in the chair?": null, "Jammer: Ah, chairs are boring.": null, "Philtrum: Well, [disdainfully] Mr. Jammer it pains me so terribly in the": null, "light of this new disrespect to say that your request to head home for": null, "the holidays has been denied as all of yours who submitted formal": null, "requests have been denied.": null, "There are only three students who will be allowed to leave the campus": null, "for the 10-day.": null, "K: Why and who?": null, "Jammer: Yeah, those questions.": null, "Philtrum: Digsby Cooper, Axelby Killoran, and Fergus Ponst were given": null, "permission to leave. Two of which as they are processing the loss of": null, "their valued classmate and friend Tallulah, who is transferring from the": null, "academy since she is no longer capable of doing magic.": null, "Brennan: I'm posted up by the door with my back to the wall because I'll": null, "never let my guard down around this woman for even a single moment.": null, "K: I would like to point out that Tallulah, all… hell, all Tallulah had": null, "to do was do some kind of deeds and she would get her magic wand back.": null, "And she said, no, thank you. That's, I mean...": null, "Jammer: She just got dunked on, that's it. Like people get dunked on all": null, "the time.": null, "Philtrum: A choice was made and those two students are allowed to": null, "process their feelings in their own time in their space at home if they": null, "so choose.": null, "In the interest of openness, since it was brought to my attention that I": null, "did not necessarily provide you with adequate information. As you are": null, "new to the Wizarding world, I am here making myself available to you to": null, "answer any questions about the holiday break, The Lulling, anything else": null, "you may need for the duration.": null, "Sam: What on earth is The Lulling?": null, "Philtrum: Nothing to add, Jammer?": null, "Jammer: I have 1000 questions, but I just—": null, "Philtrum: Oh, cool, you can hold them to the end. Let's begin with the": null, "Lulling.": null, "Jammer: Exactly.": null, "Philtrum: You will all notice that over the next 10 days, your": null, "connection to your magical abilities will wane substantially. This is a": null, "thing that does unfortunately happen to wizards every year.": null, "By tradition, there is a mythos about the creature called the": null, "Tadeshacourt that appears and [rolling her eyes] eats wizards when": null, "they're weak. So we have traditionally over the years, carried on with": null, "The Lulling to put this magical beast back at bay to come together as a": null, "community in light of our less effective status, reflect and begin the": null, "new year, anew, revitalized. It's all very dark and spooky but it's": null, "tradition.": null, "Sam: This happens every year?": null, "Philtrum: Every year.": null, "Jammer: I can’t go home because you want me here to possibly get eaten": null, "by a monster. This some bullshit. This is some bullshit!": null, "Philtrum: It's not a monster. And the reason you can't go home is that": null, "your families are still technically non-active magical persons. And all": null, "of our statutes and secrecy is still in place for the time being.": null, "K: So do we get like...": null, "Philtrum: [to Evan] Do you not blink, sir?": null, "Evan: Not when I'm paying attention.": null, "Lou: Oh my god.": null, "Evan: Why'd Axelby get the okay to go home?": null, "Philtrum: His family has a unique tie to both the Wizarding and NAMP": null, "worlds that requires that he make an appearance off-campus to celebrate.": null, "Evan: Is that connection the direct deposit information for the school's": null, "endowment?": null, "Philtrum: I don't answer to you.": null, "Evan: Okay.": null, "Philtrum: Next question.": null, "Jammer: So there's just like no way. What if I just went home for like a": null, "day? Can I get like a day? Just like one day. I'll wear a disguise, I'll": null, "be a different guy. I'll say my name is Kevin. Like, I'll be Kevin. Can": null, "I go home as Kevin?": null, "Philtrum: It's been a long year.": null, "Sam: He’ll wear pants.": null, "Jammer: I'll wear pants and I don't wear pants!": null, "Philtrum: It is very cold in the castle and it's honestly a surprise—": null, "Jammer: Well, thanks to Teddy and K, I got high, very...": null, "Lou: I'm holding my leg up. You can't see it, but,": null, "Jammer: I got very high socks, okay. I can stay warm, I run hot. Just": null, "let me go home! Just let me go home for like a day. That's all like just": null, "Christmas or like the day after Christmas or the day before Christmas.": null, "Either one of those three. I just need to go home for like a day.": null, "K: Our parents already know that we're magical. Why can't we just go see": null, "them?": null, "Jammer: Yeah.": null, "Philtrum: If it was up to me, they wouldn't know you were magical.": null, "K: Well, it's not up to you [voice shifts to a higher pitch] anymore, is": null, "it?": null, "Philtrum: In this circumstance, it absolutely is.": null, "Jammer: Boodle, come on, dude. Boodle, let me go home for like one day.": null, "Aabria: Boodle, by the way, is standing over her right shoulder and": null, "looks like he's about to fully weep and he's just kind of giving you a": null, "little look.": null, "Jammer: C’mon, Boodle.": null, "K: What's happening?": null, "Jammer: I'll wear pants, Boodle. I'll wear pants and people will call me": null, "Kevin. I just got--": null, "Boodle: [softly] We did our best, I'm sorry. It's rules, it's unsafe.": null, "K: Well, at least are we going to have some sort of holiday celebration?": null, "Philtrum: Actually, Miss Tanaka, yes. The Lulling has traditionally": null, "always taken place here at Gowpenny. On the far edge of the hedge woods": null, "is where the Lulling has always taken place at a very large henge.": null, "That's the reason that most students do not leave the campus, because": null, "their families come and meet them here to take part in The Lulling. It's": null, "an evening festival. You'll see it later tonight.": null, "Jammer: Well, can we do that? Can my family come here?": null, "Philtrum: Your family is not magical.": null, "Jammer: [muttering] Oh God, why do I even ask?": null, "K: They're not activated magical persons.": null, "Philtrum: Correct.": null, "K: But they could be activated.": null, "Sam: Yeah, like when you take your phone to T-Mobile or something and": null, "you're like, \"I need to get a new phone and like turn it on.\" We can": null, "just turn our parents on—": null, "I didn't think about that before it left my mouth.": null, "Philtrum: No, you did not. No you did not, Miss Black.": null, "Jammer: Yeah, that's not... Activate is a better word than turn on, I": null, "think. Can we send our parents like an activation? Like you sent like an": null, "owl with a vomit thing. Can we send that? Like I could write a letter.": null, "We'll send them that and we'll activate them or something.": null, "Aabria: Give me a Brains roll, difficulty of eight.": null, "Lou: All right, all we need to do is explode. That’s all--": null, "Aabria: You got this.": null, "Lou fumbles his die off the table.": null, "Lou: I’m just too nervous.": null, "Aabria: Was it good, was it good? You can keep it if it was good": null, "Lou: I didn't look, I'm too scared. [rolls again, then groans] That's a": null, "one. Well, that'll be a three.": null, "Aabria: Okay, that's five below. You are looking—": null, "Brennan: [jingling an Adversity token] Take your—": null, "Lou: Oh, that's right, I have Adversity tokens.": null, "Aabria: Take an Adversity token for your failed roll.": null, "Lou: I have four. Even with all four, I'm only at a seven.": null, "Aabria: Correct.": null, "Lou: So I won't spend them.": null, "Aabria: Do not spend them.": null, "Lou: Or I'll spend one, so it's not a crippling failure or the thing.": null, "Aabria: Smart. So what you see is simply that she is doing her best and": null, "her best is not very good, to hold back a grin at finally being able to": null, "deny you something, but nothing else beyond that.": null, "Philtrum: So the Lulling is tonight, you will be expected to be there.": null, "K: What is involved with the Lulling?": null, "        ": null, "Philtrum: Oh, you'll see. It's a lovely ceremony enacted by several...": null, "There will be ministers from the magical community here, high ranking": null, "government officials, and will be undertaken by the minister of": null, "education, Peddleston McJonjons.": null, "K: This sounds lame, this sounds lame. And I say that Chimeron throws a": null, "rager of our own making.": null, "Philtrum: I don't know what a rager is.": null, "K: Well good.": null, "Jammer: It's a sick party. You'd know about it if you'd ever had one or": null, "been to one.": null, "Sam: Oh my God, we'll call it the loling.": null, "K: [gasps excitedly] How fit.": null, "Evan: So good at that.": null, "Jammer: Killer marketing. Honestly, that'll look great on a poster.": null, "Evan: [very seriously] So, Peddleston McJonjon.": null, "[Erika laughs]": null, "Evan: The minister of education is going to be here?": null, "Philtrum: Correct. In fact, he might be here already. He tends to show": null, "up a little early to oversee some of the decorations. The McJonjons clan": null, "has run and officiated the Lulling for 100 generations; a very respected": null, "name in the Wizarding world.": null, "Sam: Do wizards do anything that doesn't have to do with this school or": null, "weird traditions that involve people being eaten or murdered by a town?": null, "Philtrum: [thinking for a long time] Honestly… Now, get out.": null, "[Aabria laughs]": null, "Evan: The McJonjons have been running this festival…": null, "Jammer: They're also a clan.": null, "Evan: The clan McJonjon has been running this… [counting quietly] 2000": null, "years?": null, "Sam: Yeah, this is some Eyes Wide Shut shit.": null, "Philtrum: You absolutely can have this conversation outside of my": null, "fucking office. I'm sorry, I'm not supposed to swear. Outside of my": null, "office, you're dismissed, thank you.": null, "Lou: Is there anything Jammer could like accidentally knock over?": null, "Aabria: Where you sat, there are so many like stupid brass tchotchkes": null, "that look like delicately balanced and incredibly fragile. So what would": null, "you like to do?": null, "Lou: I think I'm just gonna thoughtlessly push off, like kind of thrust": null, "off of the credenza, hoping that one or two of them fall.": null, "Aabria: Yeah, absolutely. You know what, we love this. Give me a Brawn": null, "roll, difficulty of let's go 10.": null, "Lou: I'll take half.": null, "Aabria: Sweet. So then roll a d4 for me.": null, "Lou: You got it.": null, "Aabria: Let's find out how much shit you knock over.": null, "Lou: That's a two.": null, "Aabria: Cool. You hop up. And even as you see a Headmistress Philtrum": null, "reach out to try to catch what's happening, magically, as she's reaching": null, "out without her wand, by the way, she is not able to get there faster": null, "than you scooch. And you see like two glass and brass little widgets of": null, "unknown origin or ability crash to the ground and shatter. [glass": null, "breaking sound]": null, "Jammer: [hand over his mouth insincerely] Oops.": null, "Lou: Full laugh, walk out.": null, "Aabria: You hear, you know what, Sam, can you give me a... Give me a": null, "Grit roll, let's go difficulty of eight.": null, "Danielle: [singing quietly] Du, du, du, du, du, du, Grit roll.": null, "Lou: Du, du, du, du, du, du, Grit roll.": null, "Danielle: Oh, 10!": null, "[people clapping]": null, "Aabria: Nice. So you kind of hold her gaze as this happens. Like she": null, "catches your eye and you see the--": null, "Danielle: [quietly, realizing] Also, that means this explodes.": null, "Everyone: Oh then keep rolling!": null, "Lou: Keep rolling, wow.": null, "Danielle: Okay, six.": null, "Brennan: 16.": null, "Aabria: So, altogether, 16. That is a tremendous success. So I will hand": null, "off a little bit of narrative fuckery to you in a second.": null, "What you see is, as she looks away from Jammer, she locks eyes with you.": null, "And there's this lightning bolt of like annoyance and all of the history": null, "that you two have from just a couple months as she holds your gaze": null, "refusing.": null, "And you see her trying to pull herself back and calm down again. And": null, "then you hear as her, like you look and you see her shoulders are": null, "shivering and she's holding her hands in her lap. And you hear a little": null, "crack…": null, "[very unsettling cracking noise, and the players gasp]": null, "Aabria: …as she breaks one of her own fingers to keep herself stable,": null, "but doesn't break eye contact with you.": null, "If you would like to add a little bit of stink to this interaction, what": null, "is our girl Sam doing?": null, "Danielle: Well, Sam has obviously never seen someone break their own": null, "finger right in front of them, nor has anyone in life. But Sam is": null, "feeling feisty and cranky. And there's student advocates there. And Sam": null, "is feeling a little bit of power. So Sam walks over to where Jammer has": null, "knocked things over and she takes a finger and she pushes another": null, "tchotchke over.": null, "(everyone giggling)": null, "Aabria: You literally get up.": null, "        Sam: [like Jammer, insincerely] Oops.": null, "Aabria: You get up and cross the room to do this. Like this wasn't in": null, "your, like on your arc on the way out. And she just watches you do it as": null, "you knock over an hourglass and send this sparkling black sand": null, "scattering across. Nurse Stitchnit like jumps in and he's like,": null, "Stitchnit: Okay, you can all go, go, go. Just get out.": null, "Aabria: And he kind of covers Philtrum's view as he begins repairing her": null, "hands and tries to buy you a little time to exit.": null, "Sam: You got nine more of those, you're probably fine!": null, "Philtrum: Get out, ugh!": null, "Danielle: Sam leaves. Sam's done being feisty.": null, "Lou: I think as soon as Jammer starts, gets out in the hallway, he": null, "starts stress dribbling and he's just doing lots of— just like crying—": null, "Jammer: [muttering] I can't go home… Trapped here...can't come...gonna": null, "miss the party… [shoots the ball] Goddamn it.": null, "K: What party?": null, "Jammer: My grandparents throw a party every Christmas and it's": null, "incredible. [crossing his arms] And the eggnog is just unbelievable and": null, "I'm gonna miss out on eggnog for the first time. And I was like, it's": null, "just… and eggnog is like super important to me and it's gonna be, I": null, "just, it doesn't feel right. Doesn't feel right not to drink grandma's": null, "eggnog on Christmas.": null, "Sam: I have an idea. Why don't we go to the kitchen and see if they can": null, "make you some eggnog.": null, "Jammer: But it's just gonna be like the McRib again, where it's like": null, "it's very kind of them and it's like close. But it's like, unless": null, "grandma Frances makes the eggnog--. It's not just eggnog, it's grandma": null, "Frances' eggnog.": null, "Sam: Oh, I bet she puts her foot in it.": null, "Jammer: She puts her whole foot in it.": null, "Sam: That is a phrase that sounds disgusting.": null, "Jammer: Yes, it's not.": null, "K: I thought that might've been actually the family secret.": null, "Jammer: I mean maybe. She doesn't let anyone in the kitchen when she": null, "does it. I know like nutmeg's a part of it, but it's definitely like": null, "more than nutmeg.": null, "But, anyway, that's bullshit. And I dunno, like, I'm feeling nasty right": null, "now. Like if you guys wanted to like go to a Lulling and like I don't": null, "know like fuck it up, I'd be so down for that.": null, "But I also don't know what it is. So like planning like a fucking of": null, "something without knowing exactly what it is is probably not the best": null, "way to fuck something up.": null, "Aabria: Speaking of fucking with something… or just fucking I guess in": null, "general, as you guys are walking through the halls, you see a couple": null, "Hercinil students kind of walking through and talking. And among them": null, "are both Khanh Nguyen and Fergus Ponst who like kind of clock you guys": null, "coming down the hallway and they seem to be sort of in the back of the": null, "pack talking amongst themselves.": null, "Lou: Should we like keep talking and stuff? Like, do we need to... Like,": null, "I don't know, what's the plan? What's the pilot program getting up to": null, "and stuff.": null, "Danielle: Oh my God, we're all so bad at talking. Sam goes over to Khanh": null, "and Fergus.": null, "Fergus: (unenthused) Hey, happy Lulling.": null, "Sam: Is it happy?": null, "Fergus: Oh, it's fun… it's a break.": null, "Aabria: And Khanh is just sort of like, she has taken a step back and is": null, "just being, she's outwardly very pleasant to you, but like isn't": null, "speaking and is kind of giving an interesting, like concerned look to": null, "her friend, Fergus, and just is sort of watching this happen.": null, "Sam: So I hear you're getting to go home.": null, "Fergus: Oh, I got permission from the whole Tallulah thing. I hadn't": null, "really decided if I should stay or go.": null, "Sam: I mean, so we have been told that we can't go.": null, "Fergus: Mostly, most people don't go. If that's any, I wasn't gonna--": null, "Sam: I mean, it's family time is great and you should spend time with": null, "your family.": null, "Fergus: I mean they'll be here for the Lulling. Usually as many wizards": null, "that can show up, will show up and we do the bonfire and it's just kind": null, "of, it's pretty quick, but it's a chance to see them.": null, "Sam: It would, if you... (coughs suggestively)": null, "Fergus: Are you okay, do you need a lozenge?": null, "Sam: If you decided that you wanted to stay and hang out, that would": null, "also be pretty cool.": null, "Aabria: And he kind of goes to grab your hand and just gives it a little": null, "squeeze. He's still around his like other, like Hercinil students and": null, "he's just-": null, "Fergus: [in a low voice] I'd be very happy to stay. I'm sorry for the": null, "thing I said earlier, by the way, that made you mad and you walked away.": null, "And so I'm sorry, add it to the list of things I'm not supposed to say": null, "that make you mad.": null, "Sam: It's just, you know, you… I know that this whole muggle thing is": null, "super nerdy.": null, "Fergus: You can't say that. You have to say NAMP.": null, "Sam: I absolutely can.": null, "Fergus: No it's part of it 'cause the one time I was like, \"Oh, well, my": null, "girlfriend can say it, so I can say it.\" I got in so much trouble.": null, "Sam: See, that was the thing that you think--": null, "Fergus: I thought it would be okay because you say it and you were like,": null, "\"We yell it.\"": null, "Sam: There's just like this mixture of, um, there's a lot going on with": null, "how different we are. And sometimes I think you don't necessarily": null, "realize, look there's a lot of things that you can't say--": null, "Aabria: You're watching and he's trying to keep up. And you are watching": null, "a man drown in real time in words.": null, "Sam: And it's not just the NAMP thing, it's also like, I don't think you": null, "know a lot of black people.": null, "Fergus: I don't, there's only like two in Hercinil and I didn't really-": null, "All of my family is so very white. [whispers] I’m sorry": null, "Sam: No, and look, I love your big ginger head and your giant ginger": null, "neck. I just love it.": null, "Aabria: He is beginning to turn a bright red by the way.": null, "Sam: Yeah, just, I could make a list of things that you should not say.": null, "Fergus: I find this very helpful, thank you.": null, "Sam: I'm very bad at making lists. So maybe I'll have Evan do it.": null, "Fergus: Evan.": null, "Evan: [awkwardly] Hey.": null, "(all laugh)": null, "Fergus: Cool.": null, "Fergus: What are you doing with your… What's this?": null, "[Sam makes shushing noises]": null, "Fergus: Is that on the list too?": null, "(speakers talking over each other)": null, "Evan: Is this bad?": null, "Jammer: No. Hey, we're here and we love you.": null, "Sam: We are here and we love you.": null, "Jammer: We’re here and we love you!": null, "Aabria: Fergus tries to say something and you see Khanh just like reach": null, "out, snatch his hand,": null, "Khanh: Come on now. You know better,": null, "Aabria: He's like-": null, "Jammer: We love you my guy.": null, "Sam: Yeah, we are here for you.": null, "Jammer: We're here for you, that's it.": null, "Evan: So, I'm hearing you're here for me and you love me.": null, "Jammer and Sam: Yes. Yes.": null, "Evan: Stupid.": null, "Jammer: No, no. Hey, all right. No, come on, dude. Come on, dude, its--": null, "Jammer: Bro, bro.": null, "Brennan: And I just destroy the scrunchie.": null, "Evan: It was stupid, I'm sorry. It was stupid, it's gone. It's in hell.": null, "Jammer: Hey, if I had hair, I would do that.": null, "K: [yelling] Fergus!": null, "Fergus: Why is this my fault? I didn't mean to… All I did was ask, I'm": null, "so sorry.": null, "Evan: I have--": null, "Fergus: It wasn't bad, I just didn't know.": null, "Evan: No, it's not your fault. If I had more than just a sheet of paper": null, "of self-esteem, I would have been able to weather that, but we got low": null, "reserves as it is. So that was all we needed to lose this scrunchie": null, "that's okay. It's not your fault, you're good.": null, "Fergus: Do you wanna go fly about it later or something? You feel": null, "tightly wound and you're in a very weird coat. I'm sorry, I'm not--": null, "Jammer: Make your man a list.": null, "Fergus: Please, make your man a list.": null, "K: That's so much emotional labor and physical labor for Sam.": null, "Fergus: I'm sorry. For laboring you.": null, "K: You do your own research.": null, "Fergus: Please don't… I'm sorry, I gotta go.": null, "Jammer: You just like forget sometimes. Oh, Khanh, before you guys, I": null, "just wanted to...": null, "Aabria: Just so you know, as Fergus takes off, Khanh took like a step to": null, "follow him and then you stopped her.": null, "Jammer: Hey, sorry. I'm sorry we haven't… I've been working with Evan on": null, "a bunch of stuff and we haven't been able to hang out, but you'll be at": null, "the Lulling and stuff?": null, "Khanh: Yeah, my family will be there.": null, "Jammer: Oh cool. Should I meet them or is that like… Do you want me to,": null, "I can like meet them if you want or like, if you don't want, that's cool": null, "with me. Whatever your kind of vibe is.": null, "Khanh: That would be nice. They know about you, they would like to meet": null, "you. It's good.": null, "Jammer: Yeah, I'll wear like a shirt instead of the jersey. They'll like": null, "that, right?": null, "Khanh: No, you can wear your jersey. Maybe wear pants, it's very cold": null, "out there.": null, "Jammer: No, no, Teddy's got… Khanh knitted another scarf that I think": null, "will work as a pair of, like, super socks.": null, "Khanh: [to K] Cool, you're still knitting?": null, "K: Constantly.": null, "Khanh: Okay, that's cool. I gotta go. I'll see you... I'll see you": null, "tonight, it's fine, at the Lulling. Oh, high five.": null, "Khanh: Yeah, for sure. Cool. Tight": null, "Aabria: And then she takes off.": null, "Jammer: I'll see you later.": null, "K: You two doing okay?": null, "Jammer: Yeah, great. I think it's like, we've hit like a really nice": null, "level. I think of just like, it's easy. It's just casual, you know.": null, "Evan: Everything I know I learned from you guys and I know that a high": null, "five is not right.": null, "Jammer: What are you talking about? Just cause you guys don't high five,": null, "like, do you and Fergus high five sometimes? Like you guys must high": null, "five all the time, you know?": null, "Sam: No, we mostly make out.": null, "Jammer: Okay. Well we do that, like we do that sometimes, but we also": null, "high five a ton. And that I think is easy, you know.": null, "[pause]": null, "Sam: [disbelieving] Uh huh.": null, "Jammer: All right, I'm feeling a lot like Evan right now. Okay, it’s": null, "good, we're good. It's awesome, let's go.": null, "Aabria: You keep getting louder and louder and you're moving into that": null, "bigger hallway--": null, "Jammer: Come on. Let's just keep on moving. We gotta figure out what we": null, "can do about the Lulling.": null, "Evan: [to himself] You can't destroy my jacket. It's the only thing": null, "keeping me warm.": null, "Jammer: The jacket is good, the jacket's cool. And honestly I love the": null, "Midori scarf.": null, "Evan: Thanks, I found it.": null, "Jammer: Clearly. Unless you love Midori. Do you love Midori?": null, "Evan: I don't know what it is.": null, "Sam: It's a melon drink. It's a drink made of melons.": null, "Evan: Gotcha, it's like a melon liqueur? Yeah, okay. I've never had it.": null, "The Lulling. First of all, thank you, I agree. I think my coat rules.": null, "Jammer: It's cool, the color's nice.": null, "Evan: Look how big the pockets are. I open it and there's just tons of": null, "stuff in there. Just tons.": null, "Jammer: What's in there, bro?": null, "Evan: I got Kleenex and there's some… Ooh, these are some used car… This": null, "is actually something that I was gonna point out. So it has some like": null, "gift cards and other stuff like that I just sort of found in this place.": null, "So this is for example, this is like a little Nando's gift card. And": null, "what you can do is, so I have four blades in my razor. I'll break that": null, "open and you tape the razorblades to the end of the credit card-- if we": null, "lose our magic powers tonight-- and that's a knife. And you can slit a": null, "throat with that, you can go for… The places you want to aim for are": null, "side of the neck, inner thigh--": null, "Jammer: Stop, Evan, we're not gonna have to like stab anybody tonight.": null, "Evan: Well we're losing our magic powers, so we don't know what's gonna": null, "happen. So there's that, what we can also do is go find, normally if I": null, "was back in Iowa, it would be newspapers or phone books are rare these": null, "days. But if you find phone books and you can just duct tape them,": null, "'cause really there's this danger zone under your ribs and then above": null, "your hip bones. And if you get a bunch of paper and duct tape around": null, "there, it's basically like a little homemade bulletproof, knife proof": null, "vest, right? So we tape up with those--": null, "Jammer: Okay, this is getting scary for me.": null, "Aabria: You guys are all sitting there. There's also just a strange": null, "adult in a vermilion red suit that is just standing maybe and just is": null, "staring rapt as Evan explained all of this.": null, "Jammer: Okay, nevermind. Maybe it'd be good if--": null, "Evan: And then you just fill up a sock with all these weird coins,": null, "'cause you had those nice long socks? If you really wind up on like a": null, "long knee sock or tube sock and hit-- Hi! Hello?": null, "Aabria: And you turn and you face it. Like I said, this man is just like": null, "very old school three piece suit. He's got an olive complexion and just": null, "like overly large features. You see he has a small badge with a little": null, "star on his lapel and he gives you all a deep bow while taking a step": null, "back as you were swinging your hands. And he goes,": null, "Peddleston: [in a Scottish accent] Oh, hello, don't let me-- swinging a": null, "sock?": null, "Evan: If need be. Hi, I'm Evan Kelmp. Nice to meet you.": null, "Peddleston: Hi, Minister McJonjons.": null, "Evan: Oh, Minister McJonjons.": null, "Jammer: From the clan McJonjons.": null, "Peddleston: Yes, yes, yes, yes.": null, "Aabria: And he pulls out his wand and you see as he begins to start": null, "casting a spell, it takes more chanting than you would expect for a": null, "relatively simple thing. But his entire wand goes aflame though it's not": null, "being consumed. And he's slowly while facing you moving a big garland of": null, "evergreen up behind him and like setting it a light.": null, "Evan: Oh, that's so fun.": null, "K: Are the decorations? Do they have a significance to them? Or are they": null, "just aesthetically pleasing?": null, "Peddleston: It's a little of both. The garlands and the lights, they're": null, "all there to sort of ward off the darkness and the fear.": null, "K: [in a half whisper] The Tadeshacourt?": null, "Peddleston: Well, yeah, we call him Tad mostly.": null, "K: Really, do you… Does he– Does he talk to you, just--": null, "Peddleston: Oh no, could you imagine?": null, "K: So he's humanoid then?": null, "Peddleston: Oh, he's more of a myth than anything else. He's not": null, "really--": null, "K: But like, we're talking like a cryptid?": null, "Peddleston: Oh, yeah, cryptid. Yeah, so imagine like a giant bear but": null, "with a deer skull and just giant antlers kind of like 10 feet tall.": null, "Evan: You said deer skull, is it missing the meat on its head?": null, "Peddleston: Oh yeah, the meat's gone, but the giant beautiful and": null, "antlers.": null, "Sam: What happened to the meat?": null, "Brennan: K is really loving this in a big way.": null, "K: [whispering] That is a fuckable cryptid": null, "Sam: You said fuckable cryptid.": null, "Peddleston: I'm assuming that means something-": null, "K: Like the Moth Man or Bigfoot or Loch Ness Monster when it’s sort of--": null, "Evan: Not Loch ness. Loch Ness makes the list of the fuckable ones?": null, "K: That accent.": null, "Peddleston: Loch Ness Monster isn't real. I'm so sorry to tell you.": null, "That's just a weird NAMP thing. No, there's like there's much worse": null, "stuff everywhere else, but that one's fake. I'm sorry. Did you really": null, "mean fuckable? I was hoping that was some sort of NAMP slang.": null, "Evan: It kind of is, it's hard to track, you know?": null, "Peddleston: Yeah. Hmm.": null, "Evan: Yeah.": null, "Peddleston: I like your coat. I mean that genuinely.": null, "Evan: Thank you.": null, "Jammer: Do the hair thing, and ask him about that. He'll say you--": null, "Evan: What’s that?": null, "Jammer: do the hair thing.": null, "K: I liked the hair thing because it played with gender norms and what": null, "men are traditionally told is okay to wear.": null, "Brennan makes a whoop noise.": null, "Aabria: Did you try to do magic to make a scrunchie?": null, "Brennan: I tried to do one to teleport from a little bag of scrunchies": null, "in my room.": null, "Aabria: All right, most important question, where did you get the": null, "scrunchies originally?": null, "Evan: I flew to the nearest Muggle gas station where I also got a bunch": null, "of these gift cards, where I also went and got my clothes and stuff.": null, "Sam: You gotta stay away from gas stations, bro.": null, "K: [correcting] Petrol stations.": null, "Evan: Petrol stations.": null, "Aabria: I love a teleport, however I did mention that magic's a little": null, "harder, so you're gonna have to roll for it. So I'm gonna need you to": null, "give me, let's call that a Charm roll difficulty of 15, Evan Kelmp.": null, "Lou: Evan just has this hand out. You got this.": null, "Erika: Come on.": null, "Lou: How many explosions do you need?": null, "Brennan: Well more than zero 'cause that is a nat one.": null, "Aabria: Hold on, hold on, you get to use your Magic die 'cause you're": null, "doing Magic.": null, "Brennan: Here's one.": null, "Aabria: You can do it.": null, "Brennan: Four, that's five. That's an explosion.": null, "Aabria: Look!": null, "Lou: Okay.": null, "Aabria: Okay, okay.": null, "Brennan: Hot six.": null, "[all laugh]": null, "Aabria: All right, that's, take an Adversity token. As you see Minister": null, "McJonjons looks a little bit sympathetically as you fail to pull a": null, "scrunchie from the ether, but Lou, what does he pull instead?": null, "Lou: What does he pull instead, probably some weird Evan Kelmp-- Like": null, "probably something wet.": null, "Aabria: Be more specific.": null, "Lou: It's gotta be wet.": null, "Aabria: Gotta be wet.": null, "Lou: Oh man. I think like it's an article of clothing. I feel like it's": null, "something leftover from a scuppers game that is in the same area, but": null, "it's just kind of a soaking wet piece of clothing. Because of course": null, "Evan washes his own clothes.": null, "Aabria: Yeah, it's a wet sock, clean wet, but wet sock.": null, "Peddleston: Did you mean to take-- what's the sock for son?": null, "Evan: It's already begun, magic has already gotten way harder.": null, "Peddleston: Oh, yeah, that's going to be that way until the holiday's": null, "over. You guys have to be a little sparing with your casting.": null, "K shrieks": null, "Peddleston: But you're in the pilot program, you didn't have magic six": null, "months ago.": null, "K: Yeah, there was a time in my life where I didn't have an iPhone, but": null, "I can't go back there.": null, "Sam: Oh God.": null, "Peddleston: I didn't really get the whole of what you said, but I": null, "understand the tone.": null, "Evan: Mr. McJonjon, first of all, sorry for the sock thing.": null, "Peddleston: Oh no, that is not a problem. I wasn't in the splash zone.": null, "You're going to put it in your hair?": null, "Evan: Hmm. I was, but you know I'll do that when I go back to the room.": null, "What I wanted to ask is, we've just gotten some news that the members of": null, "the pilot program that wanted to go home are not going to be afforded": null, "that ability. I also wanted to check in with you. I would love to hear": null, "as the Minister of Education, your thoughts about the pilot program so": null, "far and about Gowpenny and specifically sort of what your thoughts are": null, "about NAMP advocacy. I know that the wizarding world here has been kind": null, "of plunged into a little bit of political turmoil in the past several": null, "years.": null, "Peddleston: A little bit, but we're muddling by. I would love that. Can": null, "I get you all a cup of some… Come with me to my office. Don't have an": null, "office, I'm going to find an empty room and we're all just going to be": null, "in there.": null, "Aabria: And Peddleston leaves you into a random classroom. You see that": null, "the way this is set up, it looks like there's a lot of cages for animals": null, "that they're all empty, they're small, that this is a Transfiguration": null, "room, of turning inanimate things into animate things.": null, "Peddleston: Oop, just a bit dire in here, but sit down.": null, "Aabria: And he sits like a cool teacher on the front of the desk.": null, "Jammer: Did you say we could have like a drink?": null, "Peddleston: Oh, yeah, let me go… Excuse me, kitchen if you can hear me,": null, "my friends would like… Oh, you’re all in Chimeron, you're good with the": null, "kitchen already.": null, "Jammer: I asked 'cause I was like I'm gonna get everything we can from": null, "it, but I didn't really have something-- I'll take a Powerade.": null, "Peddleston: Powerade. Is that a-- A Powerade.": null, "Aabria: And the kitchen actually summons it for you because you've asked": null, "for this before.": null, "Lou: Yeah, Mountain Blue, they know what's up.": null, "Aabria: At the temperature, your preferred temperature.": null, "Lou: Warm.": null, "Brennan: [incredulously] Warm Powerade.": null, "Lou: I mean it is the holidays, you know.": null, "Aabria: Peddleston's like,": null, "Peddleston: That smells truly terrible.": null, "Jammer: Do you want some?": null, "Peddleston: I do not.": null, "Lou: It hydrates you and it's seasonal.": null, "Peddleston: Okay.": null, "Evan: I'll have whatever drink comes in a sturdy glass bottle. Yes,": null, "whatever drink that comes in a sturdy glass bottle.": null, "Peddleston: [uncertainly] Can I get a ginger beer for my friend?": null, "Aabria: And a little like a hermetically sealed cap, like green bottle": null, "of ginger beer appears in front of you.": null, "Evan: Wonderful, thank you.": null, "[glass smashing sound]": null, "Peddleston: Whoa, whoa.": null, "Brennan: I’m gonna just put the bottle--": null, "Evan: We got to get ready for the Lulling, guys.": null, "Peddleston: What is happen-- What do you think the Lulling is?": null, "Evan: I don't know, but I'm gonna be ready.": null, "Peddleston: Okay, I feel like people didn't communicate. Do you need": null, "drinks that aren't going to be weapons at the end.": null, "Sam: What is the most popular wizard drink?": null, "Peddleston: Tea mostly. But there's like nice ciders, mulled wine… Are": null, "you allowed to… No, you're all underage.": null, "Jammer: Wait, could we have mulled wine? I'll take a mulled wine. I": null, "mean, if you're offering mulled wine.": null, "Peddleston: Kitchen, look the other way please.": null, "Aabria: And four mugs of mulled wine that smell intensely of like": null, "cinnamon and spices and a little bit of apple juice in there too all": null, "appear in front of you.": null, "Sam: Oh, oh.": null, "Jammer: I'm still mad, but this is cool.": null, "Peddleston: I don't understand. Oh, 'cause you're mad that you don't get": null, "to go home. I am very sorry. Unfortunately, Philtrum is the last point": null, "of decision-making for that, but there are some things happening in the": null, "NAMP world. A bit of turmoil and if I'm being very honest, I do know": null, "what's been released on the internets. Mum's the word, I'm curious to": null, "see how that goes, but that means witches and wizards out there right": null, "now are in a particularly dangerous spot. I'm sorry.": null, "Brennan: Can I make a Brains check about--": null, "Aabria: Yeah, what would you like to know?": null, "Brennan: Well, Evan is falling in love with this guy, but there's not": null, "suddenly a trusting soul even after a couple of months of having": null, "friends.": null, "Aabria: Give me a Brains roll difficulty of eight as a bit of an Insight": null, "check.": null, "Brennan: Amazing. That is a nine.": null, "Aabria: Okay, his face is sort of open. What are you trying to glean?": null, "Brennan: I am trying to glean, I know this guy's being nice to us. And I": null, "know that obviously the existence of… Like Evan knows that the existence": null, "of the pilot program means that there were people in this place that": null, "gained enough political power to actually advocate for people like us.": null, "That being said, he really doesn't trust adults just by disposition. So": null, "I think that he's like, are you buttering me up? Or is this kindness": null, "from a place of genuine-- Are you genuine?": null, "Aabria: Evan is able to glean that this kindness is genuine. And if": null, "there is a note that is putting him on edge, it is that you see him sort": null, "of trying to smooth over a bit of guilt, like he's just a little bit": null, "regretful. He's very excited to meet you and to talk to you. But he": null, "seems a little like, ah. There's that look that's like, \"Oh, sorry” a": null, "little bit. \"I know what you've been up to.\" But genuinely sincerely": null, "happy to meet you all and talk to you.": null, "Evan: Well, Minister McJonjon, it's really, really lovely to talk to": null, "you. Thank you for the drinks and...": null, "Peddleston: Oh yeah, don't tell anyone.": null, "Evan: Hey, mum's the word, as you said, and we just want you to know": null, "that we're really… well, I'll speak for myself. I'm really glad you're": null, "here and decorating and it's really nice to meet you.": null, "Peddleston: Do you want to help me decorate?": null, "Evan: Oh, I'd love that.": null, "Peddleston: Honestly, this isn't even in my purview, I should be doing": null, "so much work right now, but I came here 'cause I like it.": null, "K: That sounds great. Also, what is the Lulling? What are we supposed to": null, "do?": null, "Peddleston: Oh, there's a henge at the edge of the campus.": null, "Jammer: Like a door?": null, "Peddleston: Oh no, henge. It's like a big grassy circle. Magic. Got a": null, "ditch in front of it, some stones on the inside.": null, "Jammer: I thought you was just saying hinge funny.": null, "Peddleston: No, I'm sorry.": null, "Evan: So Stonehenge is a henge made of stone. Are henges always referred": null, "to by the--": null, "Peddleston: No, no, no. So technically Stonehenge in there, it's one,": null, "fake. Wasn't anything, totally a tourist trap.": null, "Evan: Oh. That's all I'm gonna talk about for days.": null, "Peddleston: However, a normal henge is a big grassy area that's been": null, "sort of designated and sometimes it has stone monuments in it. So": null, "Stonehenge, not all henges have stones. They're big circles. Anyway, ah,": null, "you guys are wonderful. If you want to stand by me during the Lulling,": null, "all it is we go there's a bonfire. I say a couple of words, we keep that": null, "at bay and you will spend the evening with our families in the castle.": null, "K: Our families can't come to the castle.": null, "Jammer: Must be nice.": null, "Peddleston: I'm truly very sorry. The things that have been put in place": null, "in that maybe that's not true forever, but it is true for now.": null, "Evan: Well, we're very excited for the Lulling, although we are nervous": null, "about the parts that have been indicated to be dangerous.": null, "Peddleston: Oh, there's nothing dangerous. Look, it's all just bunch of": null, "mythology about the natural cycle of waning magic. You know solstices,": null, "moon stuff. But it's always...": null, "Sam: Does Tad wear clothes?": null, "Peddleston: Never seen him, but describe no sort of just a big bear with": null, "Sam: So you can totally see his dick.": null, "Peddleston: You all are truly insane. It's so nice to have you here in": null, "Gowpenny.": null, "Evan: I don't think you can even see a bear's dick.": null, "Jammer: You can see a bear's dick.": null, "Evan: When are you...": null, "Jammer: I don't know, I've never seen a bear, but I'm assuming you could": null, "see its penis.": null, "Peddleston: I do feel like I'm going to get in trouble listening to this": null, "'cause you're all minors. So I'm gonna go continue to decorate. Come": null, "join me when you're ready.": null, "Evan: Not when it's retracted, it's underneath the fur.": null, "Jammer: But like how often is it retracted? Like it's gotta come out": null, "sometimes.": null, "Evan: Most of the time.": null, "Jammer: Oh, well I can't retract my penis.": null, "Evan: Well, that's something about humans.": null, "Jammer: Oh, and we're different from bears.": null, "K: Have you ever seen a shaved bear? It's so upsetting.": null, "Jammer: Have you ever seen a shaved bear, is it upsetting?": null, "Evan: One of the first big dives when me and K, when K was like, \"I have": null, "to explain the internet to you,\" was looking at shaved bears.": null, "Jammer: Oh, shaved bears, okay. Still, so you can see a penis on a": null, "shaved bear?": null, "Evan: You still can't see it on a shaved bear.": null, "Jammer: I don't know if that's true.": null, "Evan: Their legs are mostly in the way.": null, "Aabria: I am going to jump in and poof us to the Lulling now.": null, "Lou: I'm assuming that's what goes on all the time.": null, "Aabria: Up until that night, yes, absolutely. So we cut now to the": null, "evening. The four of you are together making your way across the": null, "grounds. You are trudging through knee-high snowdrifts, making your way": null, "across campus, in shorts? [looks at Lou questioningly]": null, "Lou: No, I'm now wearing a super sock, taking K's anxiety scarf, and": null, "kind of added an additional layer to my knitted socks.": null, "Aabria: That seems enough. As the four of you trudge through this like": null, "knee-high drifts of a heavy white powder. You cross the campus, you move": null, "through the Hedgewood until eventually you hit the clearing and you see": null, "it: this massive 50 meter wide circle of mounded earth into a big ditch": null, "that's full of water because all of the snowdrifts in this circle hit": null, "and immediately evaporate. The snow doesn't touch this ground. Winter": null, "holds no sway here. And as you move in and through with this sensation": null, "of being alone and abandoned in the cold, somehow a little more": null, "vulnerable than you were before. You get to the inside and you see the": null, "remnants of 15 massive stone pillars. And around them in this circle": null, "with a big 10-foot wide unlit black iron brazier are hundreds of": null, "wizards. You see students usually kind of standing off to the side with": null, "their families, everyone mixed together, no one's separated by house.": null, "Most of the students kind of give you like a little “hey”s and “hi”s and": null, "acknowledge you and like kind of nudge their parents and point,": null, "especially if you like make eye contact back. You guys are kind of big": null, "deals walking through there, and you see standing at the front": null, "underneath the biggest and most well-preserved stone plinth are four": null, "figures, Peddleston McJonjon included, in very fine if anachronistic": null, "clothing. And you can assume that these are the other ministers here in": null, "attendance for the Lulling. Peddleston gives you all a little look, kind": null, "of summons you over.": null, "Jammer: Do we go up there?": null, "Evan: You guys didn't bring your socks full of coins, did you?": null, "Jammer: No.": null, "Evan: That's a good thing 'cause I guess I was thinking more about it.": null, "If we're fighting a bear, sock full of coins is not it.": null, "Brennan: I'm gonna start tucking my pant legs into my socks and go,": null, "Evan: So here's what it is.": null, "Brennan: And I start handing out sweat shirts to all of you.": null, "Evan: Hold the end of one sleeve, wrap the sweatshirt around your left": null, "arm. That's a shield now. So you wanna get that in? It's like fighting": null, "dogs. Basically we're fighting a big dog.": null, "K: Okay, well I heard that you have to sing Christmas carols really loud": null, "because our human instinct is to, when we sing Christmas carols, we sing": null, "them extra loud. And so that's the thing that'll frighten a bear.": null, "Jammer: I like that plan a little bit better than the shield plan.": null, "Evan: Okay, well we can do both, but probably get the sweatshirt shield": null, "around the arm. You get that in its mouth. And the good thing is when it": null, "latches onto the arm, yeah, you're gonna lose the arm. But now without": null, "having to look, you know where its neck is, so you get the bottle out": null, "and then you--": null, "Jammer: But you're the only one with a bottle.": null, "Aabria: Anyone can hear all of this, you are not in that wide of an": null, "environment. Give me a, what am I gonna call this Notice roll? Give you": null, "a Brains roll, difficulty of five.": null, "Lou: Oh.": null, "Lou: I only have to roll a three and it happens guys. I rolled a three.": null, "That's a five.": null, "Erika: Yes.": null, "Aabria: Yeah, you were actively engaging with Evan's increasingly": null, "excited defensive strategies. And you're able to catch out of the corner": null, "of your eye, Khanh is standing off to the side, staring. It's not": null, "staring daggers, but she is kind of… She looks very strained standing": null, "next to--": null, "Jammer: Hey, my guy, my guy, my guy, this is important and I'm glad": null, "we're prepared. But we know that. And we can be cool at least until the": null, "bear shows up. Cool? I realized I gotta go say hi to Khanh's parents.": null, "Evan: Do what you gotta do. Just take a bottle and a sweatshirt.": null, "Jammer: Okay, alright.": null, "Lou: I try and hide them as best I can.": null, "Aabria: Where? Where do you hide them? 'Cause you're wearing jorts, my": null, "guy.": null, "Lou: I put the bottle in my jacket pocket and I hold the sweater. I just": null, "hold it. I honestly, I do wrap it around. The shield, wise.": null, "Aabria: You see Khanh just sort of lose herself in her hands as you walk": null, "over.": null, "Jammer: Hey.": null, "Khanh: Hello.": null, "Jammer: What's going on? Hey, it's so nice to meet you. Are your parents": null, "here?": null, "Aabria: Yeah. And you see that standing right behind her like an Asian": null, "man and woman, her mom is holding like a small four-year old and she": null, "turns just…": null, "Mrs. Nguyen: This is… Jammer? Whitney?": null, "Jammer: Whichever you prefer, Mr. And Mrs. Nguyen.": null, "Yorick: We go by St. Oppolie here. I'm Yorick.": null, "Jammer: Oh that's… I'm sorry, no, that's my bad. Mr. and Mrs. St.": null, "Oppolie.": null, "Yorick: We heard about Khanh going- That's wonderful. That's great.": null, "That's nice of you. It's nice to meet you. What is...": null, "Jammer: This is… It's bear defense. Anyway.": null, "(laughing)": null, "Yorick: Do you think--": null, "Jammer: Well, no.": null, "Yorick: Do you think a bear is going to show up?": null, "Jammer: Well just in case. And we don't have magical powers. My friend,": null, "Evan, another member of the pilot program, of which I am a part of, he's": null, "a very handy guy and he's passed some of that handiness on to me. And": null, "it's also about keeping your daughter safe, which is something that's": null, "important to me because we're dating and you know-- So anyway, I just": null, "wanted to come over and say, hi.": null, "Aabria: You see the mom kind of shifts like this kid that's just fully": null, "like snore drool asleep.": null, "Mrs. Nguyen: Just that lovely, protective instinct. It's very nice to": null, "meet you. Maybe we'll grab… Let's sit together for dinner after all of": null, "this is done.": null, "Jammer: That'd be great. It would be an honor.": null, "Mrs. Nguyen: Are you from Chicago?": null, "Jammer: Yes, in the United States. That's where I'm from.": null, "Mrs. Nguyen: That's very good.": null, "Aabria: And they do that kind of awkward thing of like, end of": null, "interaction. Are you going to be standing here?": null, "Jammer: Oh yeah. I'll get out of here. Khanh, I'll--": null, "Mrs. Nguyen: You can stay if you want.": null, "Aabria: Khanh has said nothing by the way.": null, "Jammer: I'll go stay with the pilot program. Khanh, I'll go stay--": null, "Khanh: That's fine, you should stand with them.": null, "Jammer: Low five.": null, "Aabria: She grabs your hand and then like gives you a hug. She holds on": null, "the hug for a little while.": null, "Jammer: Okay, great.": null, "Khanh: There's not gonna be a bear.": null, "Jammer: Okay, I'll let Evan know. It's Evan.": null, "Khanh: He just got out. So the more you let him do it, the more he gets": null, "spun up.": null, "Jammer: Well, I think it just helps him feel safe to be prepared.": null, "Khanh: Is it like an attention thing?": null, "Jammer: No, no, I think he’s just a hard run. It's not an attention": null, "thing. Alright Khanh, you know, I'm gonna let you--": null, "Khanh: I'm not trying to fight tonight.": null, "Jammer: It's fine, we don't need to fight tonight. We've been doing": null, "enough of that. I'm gonna go hang out with my--": null, "Khanh: What does that even supposed to mean?": null, "Aabria: And then at that point you feel the hug kind of go cold and": null, "tense.": null, "Jammer: Yeah, hey, it's fine.": null, "Khanh: It's fine.": null, "Jammer: So nice to meet you, Mr. and Mrs. Nguyen.": null, "Mrs. Nguyen: Nice to meet you.": null, "Aabria: And the little boy kind of shifts and kind of turns his head": null, "over and you see like just a massive drool line going.": null, "Jammer: Oh, is that your brother?": null, "Khanh: Yeah, Daniel.": null, "Jammer: Oh cool.": null, "Khanh: He's never stayed awake for this. It's over very quickly.": null, "Jammer: Most people sleep through it.": null, "Khanh: See you after.": null, "Jammer: Peace.": null, "Aabria: Like looking out and among the group, as far as friendly faces": null, "go, you actually see like Lemli standing there with her mother who is,": null, "in the way that like Lemli looks vaguely merfolk-y. Her mother looks way": null, "more so, and is like very tall and thin and angular and has kind of": null, "hoarfrost like growing in at her jawline and like on her eyelashes and": null, "seems to be very aquatically attuned to this snow drift that's coming": null, "down. You see Fergus standing with just a legion of brick shit house": null, "gingers. Like, he comes from very specific, very strong stock. And he is": null, "the baby of, you see like six siblings, all adults, some of them with": null, "partners and with young kids of their own. And he's just sort of": null, "standing among them and he like gives you a little like, “hi.”": null, "Danielle: I'm gonna go talk to Fergus. So I walk over,": null, "Sam: Hey.": null, "Fergus: Hi, hi, this is my whole family.": null, "Aabria: And you hear that they all kind of turn and swarm you all at": null, "once. (laughs) And you are lost in a pile of gingers as everyone is": null, "just-": null, "Ponst Family: Oh, she's so lovely. It's so nice to meet you. We've heard": null, "so much about you, and we were at the tournament and you were great. And": null, "Tallulah almost killed someone.": null, "Aabria: There is no conversation happening with you. It's just sort of": null, "at you and around you and Fergus kind of squeezes in and nudges his way": null, "in 'cause he's actually the smallest of his family members. And he goes,": null, "Fergus: I'm so sorry. Is this okay? Is this bad? They like you.": null, "Sam: Oh!": null, "Fergus: None of them are saying it at you, but if you listen, the more": null, "you hear the word lovely, that's a good thing.": null, "Sam: Oh, it's like a comment section, okay.": null, "(laughs)": null, "Fergus: Does that go on the list?": null, "Sam: No, comment section can be a good thing. It usually isn't.": null, "Fergus: Well, I'm sorry, or you’re good? I don't know what. Go with your": null, "friends. They're not gonna let you out any time soon.": null, "Aabria: And he kind of like takes you under his wing and like Heismans": null, "his way through family. There's like a little kid that reaches out and": null, "is kind of holding on to your sweater as you walk past and just hasn't": null, "let go. You're just sort of dragging a two-year-old out from this pile": null, "of gingers that you're extricating yourself from.": null, "Danielle: Oh, what do I do with that?": null, "Aabria: What do you wanna do? The kid is not letting go. And is just one": null, "thumb in their mouth and the other is holding on to you and just being": null, "sort of pulled away from their mother.": null, "Danielle: Sam very gently tries to extricate herself from this child": null, "Aabria: Okay.": null, "Danielle: By like seeing if she can like get its hands off of her.": null, "Aabria: Very sticky hands, smells like oranges for no good reason. Give": null, "me a Flight roll, difficulty of seven.": null, "Danielle: Okay you can do this, I believe in you. No I can't. That was a": null, "three.": null, "Aabria: You come away and you're a little shocked as you're like trying": null, "to pull, like just gently prize this child's hand off of you as you look": null, "up and this woman who you've heard her name referenced a couple of": null, "times, as other people are yelling. They keep saying the name, Peggy.": null, "Peggy has fully released her two-year-old in your direction. And you are": null, "now holding a toddler.": null, "Danielle: Sam does not know what to do with a toddler. Sam just kind of": null, "takes the toddler and moves it as far away from her body as possible.": null, "And then just...": null, "Danielle: Kids are resilient. I think she just drops it.": null, "Aabria: You fully drop a child.": null, "Danielle: I think that the child slips from her hand.": null, "Aabria: Fergus kind of is watching and like-": null, "Fergus: Oh, that was an… Oh no.": null, "Aabria: And you see him like dive into the snow to catch this kid who": null, "would have landed in like a flo- Well, actually, no, it's not snow it's": null, "just grass there, just mud. He dives into the mud and catches the kid": null, "and kind of looks at some of you like,": null, "Fergus: Somehow I think that's my fault and I'm sorry. I'm just gonna...": null, "I'm covered in mud. I'm gonna go.": null, "Sam: I like this thing you're doing where you say everything's your": null, "fault. It's nice.": null, "Fergus: Okay, that's good, I think.": null, "Danielle: And so she, Sam, leans down and just pecks one on his mouth.": null, "Aabria: Oh, he looks so uncomfortable and can't always tell if he's": null, "being made fun of, and your wit is so much quicker than his. And the": null, "kiss, like he was a little grumpy and cold. He like grabs your face and": null, "immediately kisses you back. Is confused about being on the ground, and": null, "if this was a bad interaction or not. And just sort of gets up, his": null, "cheeks so fully blushing.": null, "Fergus: [whispering] I'm just gonna...I'm gonna...take my...child": null, "Sam: I'm gonna kiss the shit out of your neck later.": null, "Fergus: I love the Lulling so much. This is the best holiday of my life.": null, "Aabria: And he just sort of like whispers gruffly and disappears back": null, "into the crowd of his family. And the child disappears, seemed fine with": null, "whatever's happening. Kids are resilient. And you're able to make your": null, "way, do you guys head over to Peddleston?": null, "Erika: Yes. As they be so K. Yeah! Okay, alright^([a]).": null, "K: So, Christmas carols, but then also you're supposed to make yourself": null, "as big as possible. And nobody brought food with them, did-- [gasps,": null, "turns to Evan] Did you bring food with you?": null, "Evan: I have a jar full of bacon grease that I'm gonna smash on the": null, "ground if it shows up.": null, "Jammer: Is it to distract it?": null, "Evan: Yes.": null, "Jammer: Got it.": null, "Sam: Is anyone bleeding?": null, "Evan: [to K] You have a Tad costume ready?": null, "K: Always be prepared. You know, it comes from a long time of cosplay.": null, "Gotta figure this out. I usually--": null, "Evan: That's really cute.": null, "Jammer: That's adorable.": null, "Sam: It's really cute.": null, "Evan: I don't see anyone with their head in the game for when this thing": null, "shows up.": null, "K: Yeah, well, you know, we've figured out previously that adults don't": null, "seem to take things very seriously. Why would they hold this at the": null, "school?": null, "Jammer: I don't know. Khanh's family was like… Like the little brother": null, "was, like, sleeping. I don't think they think… I think it is a myth for": null, "them. I think this is just like an idea of a thing. It might just be": null, "like that, you know, like Santa Claus, you know?": null, "Evan: Right, but Santa Claus was fake in our lives at a time when this": null, "also, which we now know to be real, was also fake. So magic wasn't real": null, "and neither was Santa Claus. And then we discovered that magic was real.": null, "So I'm not in a mood to ever believe that something is fictional again.": null, "Jammer: Well we'll see.": null, "Evan: All right, I'm gonna take some sewing needles and put them in my": null, "mouth.": null, "Jammer: What? No, bro. Bro!": null, "Evan: There's a couple. They just sit right in the side.": null, "Jammer: You're not putting sewing needles in your mouth.": null, "Evan: I was gonna offer you guys some.": null, "Jammer: Well, I'm definitely not putting sewing needles in my mouth.": null, "Evan: All right then we'll compromise and I'll put some in my mouth": null, "Jammer: No sewing needles in your mouth.": null, "Sam: No sewing needles in your mouth. Can't bears smell blood?": null, "Evan: They don't stab because they sit up against your teeth.": null, "Jammer: We already have bear shields and I have this glass bottle, okay.": null, "At some point we gotta compromise.": null, "K: Yeah. I think we're fully prepared": null, "(Erika thuds chest)": null, "Aabria: Where'd you get a phone book? Where the fuck did you get a phone": null, "book?": null, "Erika: From the little red phone booth.": null, "Aabria: Yeah, 'cause there's phones on this campus. I made an owl ring": null, "in the last series. Where the fuck do you think a phone came from?": null, "Erika: Are there like owl phone books? I'm gonna say there's owl": null, "phonebooks.": null, "Brennan: They do ring.": null, "Lou: They do ring.": null, "Aabria: I'll allow it 'cause you're adorable. Alright, you got a little": null, "owl phone book. And you tap it. And at this point, Peddleston is now": null, "kind of giving y'all a look like--": null, "Jammer: All right, we're coming, we’re coming": null, "Peddleston: It's okay, you don't have to yell.": null, "Evan: That was overkill. The pen probably wouldn't be able to get": null, "through all the fur.": null, "Peddleston: Okay, well thank you for joining us. Just stand over here.": null, "We'll be done so quickly. Cool. Are you good? Do you need anything? You": null, "have all your needles for when bears show up?": null, "Evan: [laughs] Yes.": null, "Aabria: That was scary, okay. And he steps forward. And as he stands in": null, "front of the brazier, everything goes dark and quiet. And even the stars": null, "overhead seem to dim. And the ambient sound in this space, the wind": null, "rustling through the trees around, away from the hedge, the squelching": null, "of muddy feet inside this henge seems to dampen and grow dark and still.": null, "And Peddleston takes out a pair of glasses and puts them on. You see him": null, "just focusing as he stares at the brazier. It's a good minute to minute": null, "and a half of him intensely focusing. You see beads of sweat coming down": null, "despite the cold. And then eventually the brazier kicks up a magical": null, "roaring fire. And then his voice reaches out across the henge, pushing": null, "in every direction, filling this place without light or warmth with": null, "sound and heat and a glow. It says,": null, "Peddleston: [echoing] What magic calls, let magic lull, fire ward": null, "against the algid cull, stand we here strong though night runs long to": null, "guard against the claw and prong.": null, "Aabria: And that last syllable reverberates out. It feels almost like a": null, "ripple of sound hitting water and pushing in every direction. And the": null, "brazier begins to immediately go down. This didn't have any natural": null, "fuel, this was a purely magical fire that goes out after only a minute": null, "or two. But that sense of heat continues to permeate through this place": null, "and you're all standing there. And you feel a pulse of something magical": null, "happening. But as quickly as you feel it, as quickly as this moment": null, "comes, it moves in you and through you and away. And then there's": null, "nothing. And then you hear the sound of feet shifting around again, no": null, "one claps or sings. They all just look around at each other and then": null, "slowly begin to file out. The Lulling is over. It's all that ever was,": null, "the tail end of a ritual, barely connected to what it was before. And": null, "you're all left standing there.": null, "Sam: That was the dumbest shit I've ever seen.": null, "Jammer: Yeah, big time. I'm missing out on eggnog for that? It was a": null, "nice poem, but I mean, come on.": null, "K: I am not gonna lie, I'm kind of team Tadeshacourt right now.": null, "Brennan: I’m fully weeping.": null, "Evan: Yeah, that sucked.": null, "Jammer: Evan?": null, "Sam: Evan, buddy.": null, "Evan: It's my first holiday with anybody.": null, "Sam: Oh.": null, "Jammer: Okay. All right, I guess now with that context, it's like, it": null, "was kind of nice.": null, "Sam: It was very lovely.": null, "Evan: I love you guys a lot.": null, "Sam: We love you too.": null, "Jammer: Group hug. Feels like we have to group hug.": null, "Sam: Feels like we gotta group hug.": null, "Jammer: Feels like we gotta group hug.": null, "Evan: I'm sorry I made us all get broken bottles, and stuff. I thought": null, "an evil bear was gonna show.": null, "Jammer: No, perfectly fine. I mean, with the track record we have with": null, "the school, that makes a lot of sense. You can have your sweater back,": null, "and I guess this broken bottle.": null, "Evan: These are good for fighting dogs if we ever have to fight dogs.": null, "Jammer: Come on, Evan, we're not gonna have to fight dogs, man.": null, "Aabria: As the henge clears out and you guys are left there, sort of": null, "talking you're very quickly abandoned. No one enjoyed being in the cold": null, "for very long. So they're all immediately retreating back to the castle,": null, "but I do need… Let's call it, no I'll let you decide what you think your": null, "Notice roll is.": null, "Lou: Like to see something?": null, "Aabria: I'm gonna make your DC incredibly difficult though. Difficulty": null, "is 20. So you tell me what you rolled.": null, "Danielle: There's absolutely no. Nope.": null, "Lou: Just to notice something's going on.": null, "Aabria: Mmh.": null, "Danielle: Yeah, that's going to be a three.": null, "Brennan: Seven.": null, "Lou: I'm gonna call it Flight. That's an 11.": null, "Aabria: It's pretty good.": null, "Lou: And I would use Adversity tokens to help my friends see something": null, "if someone rolled higher than that.": null, "Erika: That's a five.": null, "Lou: Okay, I'll bump myself. 'Cause 12 feels good. 12 feels like a great": null, "number.": null, "Aabria: Are you just gonna use one?": null, "Lou: Yeah.": null, "Aabria: You're gonna get it back. It's neutral because you get one for--": null, "Lou: If I fail.": null, "Brennan: Take a little jingle jangle.": null, "Aabria: Yeah, but like for sure, touch all the jingles jangles.": null, "Actually, everyone take an additional Adversity token.": null, "Lou: Did I fail?": null, "Aabria: Yeah, everyone failed. The DC was 20. Possible, but difficult.": null, "As you all move together, sort of united with your own bonds of warmth.": null, "As of course something that the camera sees that you do not: the scrape": null, "of an antler across stone and a little smear of something that looks": null, "very much like blood stuck to something is left. Where it was.": null, "Jammer: Well, I mean, we can head back and see how good the eggnog is": null, "that the kitchen can make. I know it's not as good, but I mean, if it's": null, "Evan's first holiday, I mean, you gotta have eggnog.": null, "K: So, Sam and I were talking and I loved the idea of the lolling.": null, "Sam: We think we should have a party.": null, "Evan: The lolling, right?": null, "Sam: Yeah, a Lulling.^([b])": null, "Jammer: I mean, it would be better than this.": null, "Evan: Yeah, I think that's great. Are you also… We're doing the lolling": null, "stuff? What holidays do you guys normally celebrate? 'Cause whatever we": null, "wanna celebrate while we're here. Now, listen, I'm really sad that you": null, "guys aren't going home, that sucks. If I could make it that you guys": null, "were able to go home, that would be awesome. But I will do everything I": null, "can to make sure that… 'Cause we're gonna spend the holidays here": null, "together. So, if there's anything, any stuff we should--": null, "Jammer: Well, Kwanzaa is a big thing for me, man. So if you could help": null, "me celebrate Kwanzaa, that would mean a lot, dude.": null, "Evan: Even just the tone of your voice, I know you don't celebrate": null, "Kwanzaa.": null, "Jammer: No, bro. I love Kwanzaa and want you--": null, "Evan: You're taking advantage of me, your friend, who doesn't know, and": null, "this is cruel.": null, "Jammer: It would have been funny. I would love to see your version of": null, "Evan: I looked up, I know Umoja, I know them all. I looked it up and": null, "then I said, wait a minute. How widespread is the holiday? And I looked": null, "that up and it's not the most.": null, "Jammer: Yeah, we don't celebrate Kwanzaa. But if you wanna celebrate": null, "Kwanzaa… Do you wanna celebrate Kwanzaa?": null, "Evan: I spent an afternoon learning how to celebrate Kwanzaa.": null, "Jammer: I mean we should, I think we're gonna-- I mean we're gonna": null, "celebrate Kwanzaa.": null, "Aabria: As you're walking, Jammer, I need you to make a Flight check for": null, "me. Difficulty of eight.": null, "Lou: Well then I'll take half or unless this is a snap decision.": null, "Aabria: This is a snap decision, as you're reacting to something": null, "happening.": null, "Lou: That is a 13.": null, "Aabria: Beautiful. So you're walking and you've adjusted pretty well to": null, "like the squelchy mud, but you feel yourself hit something and you": null, "actually skid forward, but you catch yourself very quickly.": null, "Lou: Okay, all right.": null, "K: Are you okay there?": null, "Jammer: Yeah. I think it's the socks. Having this much sock is not": null, "normal. If it's Evan's first holiday, it might be the first holiday I": null, "wear pants.": null, "Evan: Wow!": null, "Jammer: I'm saying it, I'm saying it. You know, things are different": null, "this year. But yeah, I think we're good.": null, "Aabria: You keep walking in and I will say that like you walked and": null, "you're about to save yourself. By the time you hit and get back into the": null, "castle proper, as you're sort of wiping your feet to get the snow off,": null, "you see that like that last scrape to get like junk off your kicks. What": null, "looks like brown bloody velvet is stuck to the bottom of your shoe.": null, "Jammer: Hey, this might be wild, does this look like mud to y'all?": null, "Brennan: Can I take a look at that?": null, "Brennan: Can I do like a Brains roll?": null, "Aabria: Yeah. You're a nature boy kind of, bird facts. Give me a Brains": null, "check, difficulty of six.": null, "Brennan: Halved. I get it.": null, "Aabria: God damn it.": null, "Brennan: I look at it and go,": null, "Evan: We're in fucking danger. We're in fucking danger. No.": null, "K: Okay, I understand that your trauma response is to say that and to go": null, "into panic mode, but are we actually in danger?": null, "Evan: Antlers are more like hair than they are like bone. They grow": null, "back. This velvet is what appears on the deer antlers when they grow": null, "their new antlers back, they scrape it off against trees and stones and": null, "stones and stuff like that. It's filled with blood veins, but bloody": null, "velvet means antlers. It means newly grown antlers.": null, "Jammer: Are there deer here? Could there just be deer here?": null, "Evan: [laughing] This time of year?": null, "Jammer: Okay, all right. Okay, guys, I guess give me my bottle and my": null, "sweater back. Game time.": null, "K: Okay?": null, "Evan: Sorry, I didn't mean to laugh, man.": null, "Jammer: I'm sorry, I guess you know, deer, I don't know, deer, I'm gonna": null, "check in on Khanh.": null, "Lou: Can I write a note on a piece of paper and send it off into the": null, "castle?": null, "Aabria: Yeah, absolutely. You send it off, it goes sailing in the": null, "direction of the great hall where you can hear, mostly people, are sort": null, "of congregating and milling and maybe a minute and a half, depending on": null, "if you guys kind of just hang here for a second talking.": null, "Lou: I mean, yeah, I think I ask him for the sweater back and the": null, "bottle.": null, "K: What about the lolling ball?": null, "Evan: We might be able to do both if we kill this monster super fast.": null, "Maybe we do both.": null, "K: Why do we have to kill it?": null, "Evan: It's coming to eat us.": null, "Jammer: Well, what's that part of it is that part of the--": null, "Evan: Yeah, they specifically said, that's… By the way, I know that I'm": null, "a cagey guy. That is the part that I locked into was, it's gonna eat us.": null, "It wasn't like, oh, there's a friendly bear and then I went unhinged.": null, "Jammer: No, you're right, that was normal. I got distracted by the whole": null, "fuckable thing 'cause I actually had to ask myself, is the Loch ness": null, "monster fuckable. I still think the answer is no.": null, "K: Yeah, I kind of got lost in the sauce a little bit there too. I've": null, "created my own mythology kind of in my head. I don't quite remember all": null, "the parts that are real or not.": null, "Aabria: A paper airplane comes in like sails back at ya.": null, "Sam: What do you think people taste like?": null, "Evan: Pork.": null, "Lou: What did Khanh say? It was just generally something like, \"Hey,": null, "we're in danger. I think that Tadeshacourt is real and here now.\"": null, "Aabria: She writes back, \"Huh, you're cute. Are you coming to dinner?\"": null, "Jammer: Guys, this is not the right time for this, but I'm just like": null, "super worried. I think like me and Khanh are like… Like I see you guys": null, "and your relationship, this is not the right time for this, but I just": null, "see like you guys in your relationships, and then I like, see me and": null, "Khanh, I feel like I sent a message to Khanh about like us being in": null, "danger and things being really bad. And this is when I got back.": null, "Aabria: It's in nice cursive though. Justice for Khanh.": null, "Jammer: That's not great, right? Like I just kinda like there's like a": null, "weird cold chill that just went through my whole body. And I'm like, I": null, "don't like how that feels. That's like, when I brick a shot, like, it's": null, "that feeling. It's like, that just went through me, but it's the person": null, "who I love and care about. And I just feel like that's not... Like we're": null, "supposed to be like kissing and stuff and this just like, doesn't": null, "feel... We should deal with this later when there's not a monster. But": null, "like just getting that, I was like, \"That's rough.\"": null, "K: No, your feelings are valid.": null, "Evan: I don't know an appropriate time to say this will be, I could do": null, "with better behavior from both of your partners. As your friend and": null, "someone who cares about you, I really could.": null, "K: Look, I'm a little split about Fergus because on one hand he is super": null, "problematic, but on the other hand I have a newfound sense that people": null, "are allowed to rectify their errors, and once they are made aware of": null, "their mistakes and they endeavor to be better about it, then they": null, "deserve a chance. But then again, on the other, other hand, you know,": null, "you don't have to do it on your time, you know. But then on the other,": null, "other, other hand it's like we are all human and we make mistakes. And": null, "on the other, other, other hand, I don't know, looks like you guys have": null, "a lot of fun making out. Does that help?": null, "Sam: He's so tall.": null, "Evan: God, that can't be the bar.": null, "Sam: He's just so tall.": null, "Jammer: I guess there's a lot of emotional stuff going on, but there's": null, "also a really big monster dragging antlers around here.": null, "Evan: I just want you both to know that I feel in my heart of hearts,": null, "that if it's fun for you guys, that's great. You deserve better. You": null, "deserve the best, in fact. So that's how I feel.": null, "K: I mean, to be fair, you know, we're young, it's not like the first": null, "people that we date is high school are gonna be the people that we marry": null, "and have kids with. You know, it's like, that'd be stupid. But that": null, "being said, yeah, you don't wanna waste too much of your time for": null, "somebody who doesn't take your feelings seriously.": null, "Jammer: Damn. That's--": null, "Sam: Wow.": null, "Aabria: The second note sails in. It's from Khanh. She says, don't worry": null, "about it, they have to take Danny home. They're taking off.": null, "Lou: Oh, now I fucked up. This is, uh, uh, um-- I'll send a letter,": null, "K: Are they leaving the grounds? Wouldn't be better if we all stuck": null, "together?": null, "Jammer: Yeah, I guess maybe. Maybe we can walk them out. Oh shit": null, "Aabria: You send it off.": null, "Brennan: As we're like walking off somewhere.": null, "Evan: Sam, you're very popular. What percentage of people that date in": null, "high school get married?": null, "Sam: Oh, honey.": null, "Evan: Like low? Like 50? Less than half?": null, "Sam: And they don't usually last.": null, "Evan: What? What do you mean?": null, "Sam: Like the people that get married, a lot of the divorce rates are": null, "just high.": null, "Evan: Okay, my head's not in the game right now. What's up? So there's a": null, "fucking bear. There's some bear. Okay, great, let's do it. I'm gonna": null, "find this bear. I charge into the night. I just charge into the night.": null, "Aabria: You just take off into the darkness?": null, "Jammer: I mean, if we kill the bear before it gets to Khanh's parents,": null, "then that's a good idea. Let's go, Evan. I chase after Evan.": null, "Erika: Actually, it's my broom. I have a broom and a pack.": null, "Aabria: Did you carry the broom with you?": null, "Erika: Yeah, we have them in our packs.": null, "Aabria: Yeah, so you walked around with a big ass backpack?": null, "Erika: Yeah.": null, "Aabria: This whole time? Psychotic.": null, "Lou: K did have those ears and antlers ready to go.": null, "Erika: I had a full change of cosplay ready.": null, "Aabria: You were looked at a bit buck wild for walking around with like": null, "an adventurer's pack on for a five-minute ritual in the woods. But yeah,": null, "you have your broom on you. Do you attempt to fly after them?": null, "Erika: Well, I check it out. Does it seem like it'll be difficult? Like": null, "is it run by my magic or is it like the kitchen still functional?": null, "Aabria: The kitchen is still functional, but a magical item will stay": null, "magical. But you had to roll to fly the first time.": null, "Erika: Right.": null, "Aabria: So you have to roll the Fly again. 'Cause everything is a little": null, "more difficult.": null, "Erika: Ok, I will attempt to do that, so I can--": null, "Aabria: So give me a Flight roll, difficulty of seven. It is a Magical": null, "roll.": null, "Erika: Nine": null, "Aabria: Go ahead and add your Magic die to it.": null, "Lou: Explodes.": null, "Erika: Sixteen": null, "Aabria: You're absolutely able to do it, even though like, it happens": null, "fairly quickly, you feel the sense of strain. Like you haven't had to": null, "try to fly in a very long time.": null, "Erika: I have to do like a running start.": null, "Aabria: Just full Kiki's like… You got a couple of bounces and you're": null, "up. It is very dark outside and there's no lights external to the": null, "castle. So they have just taken off into the darkness. Sam, what are you": null, "doing?": null, "Danielle: I'm just like walking.": null, "Aabria: You're walking outside?": null, "Danielle: Yeah, I go to follow them. But like, while they are running, I": null, "am just very casually walking.": null, "Aabria: Amazing.": null, "Danielle: Yeah, Sam doesn't run.": null, "Aabria: Honestly, Adversity token. I respect that. I don't know why": null, "you're all running into the darkness. Okay, let's get some rolls for the": null, "group. I'm gonna need a Grit roll from everyone. We're gonna call it the": null, "difficulty 12 because it's cold and dark and miserable. And that's just": null, "baseline, how are you doing out in these streets at night?": null, "Brennan: Explodes.": null, "Aabria: Nice.": null, "Erika: Can I--": null, "Aabria: Take half, absolutely not.": null, "Lou: Explodes again. Double explosion.": null, "Aabria: No, okay. This is a reactionary thing. This is not like a": null, "planned competent action.": null, "Brennan: 23.": null, "Aabria: Holy crap.": null, "Brennan: I exploded twice.": null, "Erika: Wow.": null, "Lou: Double explosion.": null, "Aabria: God, you're just so good at being uncomfortable.": null, "Brennan pants heavily": null, "Brennan: Out there in the snow.": null, "Brennan: I'm fucking eat you.": null, "Aabria: You're doing great. How'd everyone else do?": null, "Lou: What was it?": null, "Erika: Seven.": null, "Aabria: 12.": null, "Lou: I'm gonna spend four, to keep up with Evan.": null, "Aabria: Perfect. You were there in the cut, you've ignored.": null, "Erika: Seven, did I make it?": null, "Aabria: You are a little… I mean, you're very uncomfortable as you're": null, "flying, you notice that sort of flying through this, like snow, you're": null, "going a little snow blind. It's also very dark. Very cold. But the wind": null, "is worse 'cause you're moving faster on a broom in the sky. Deeply": null, "uncomfortable, I hate that for you, I'm so sorry.": null, "Danielle: A nine.": null, "Aabria: Same thing, you were sort of strolling out into the darkness and": null, "you very quickly lose track of the group.": null, "Danielle: Sam takes out her phone and tries to use that app that lets": null, "you find people.": null, "Aabria: Yeah. Who are you looking for? 'Cause you know, one of you has…": null, "Danielle: I am going to look for Jammer.": null, "Aabria: Yeah, okay. I'm gonna let that go off without a hitch. You have": null, "like a quick ping and you know, generally the direction. But, if you": null, "don't speed up the gap between you all is going to continue to increase.": null, "Danielle: Fine. So Sam starts speed walking. Yeah, no, exactly. While": null, "still strutting.": null, "Aabria: So good. You're getting it. So, for my gentlemen in the front,": null, "how are you trying to track down my beautiful bear stag?": null, "Brennan: I still have the thing there. Do I feel? Cause the fire--": null, "Aabria: Were you just holding on to like shed velvet?": null, "Brennan: Yes.": null, "Aabria: Disgusting. Wha- do you eat it?": null, "Brennan mimes eating the velvet.": null, "Aabria: Disgusting.": null, "Brennan: And I get the scent and try to go after it into the dark. I’ll": null, "like do magic about it.": null, "Aabria: You're a man.": null, "Brennan: For now.": null, "Erika: Yeah, I'll say.": null, "Lou: For now.": null, "Aabria: All right, let's call it a Grit roll then. Okay. Since you're": null, "clearly moving like past just Brains to try to track something down.": null, "Brennan: Hell yeah, okay.": null, "Aabria: If this is Magic, go ahead and add your Magic die.": null, "Brennan: Yeah, cool, cool, cool.": null, "Aabria: And I'm gonna make the difficulty of 15.": null, "Brennan: That's a 10.": null, "Lou: I can get you to 12.": null, "Brennan: And then I can get myself to 15.": null, "Lou: We're gonna find this thing, bro.": null, "Brennan: We're gonna find this thing. So I do, man. I go,": null, "Evan: Where the fuck are you?": null, "Jammer: Hey bro, echolocation. Ah, ah.": null, "Evan: Perfect, it sounds like a bat.": null, "Jammer: I was listening, dude. I've been listening.": null, "Evan: Dude, I love you, man.": null, "Jammer: Ah.": null, "Evan: Eat trash, beat trash. Goat house.": null, "Jammer: Goat house. Ah!": null, "Brennan: And I just start. I might as well get the scent and I have my": null, "bottle and my like sweatshirt forearm shield out in front of me.": null, "Jammer: Sam, K, follow the sound of my voice. Ah!": null, "K: That's Jammer's echolocation.": null, "Jammer: Ah!": null, "Aabria: Stop, you have not done this before.": null, "Lou: We have 100% done this before.": null, "Aabria: I hate this.": null, "Jammer: Probably the first time Evan told me about echolocation, I was": null, "like, we should use this more often. Ah!": null, "Evan: I hear the echoes off-- Perfect, perfect, great.": null, "K: Ah!": null, "Evan: Great, triangulation, yes.": null, "Jammer: Jesus, Sam is way behind.": null, "Brennan: I think it's supposed to be, I did magic about it and it was": null, "successful.": null, "Brennan: I think I do have a little bit of the bloody velvet, like on,": null, "around my mouth and nose. And I just unbutton the coat and it's just": null, "this long black coat, as I sprint through the woods, and a long Midori": null, "scarf.": null, "Lou: Flutters in the wind.": null, "Brennan: I just have this broken bottle.": null, "Aabria: And you sprint and you run through the night and the cold and": null, "the snow and you follow the trail to where it ends. And after a while": null, "you actually start to see like this big tear through the ground and": null, "through the snow, it's not footprints, but just like a whole bulking": null, "mass moving through the snow and it terminates at a body. You see the": null, "vermilion suit.": null, "        Evan and K scream": null, "Sam: Nothing good can stay.": null, "Lou: Jammer goes to do CPR or any of the other first aid stuff. First I": null, "try and see how he's injured.": null, "Aabria: You kind of flip him over to the front and you see like a": null, "massive raking claw mark across.": null, "Lou: I don't have the stuff. I'm gonna try and do Magic about it. I'd": null, "like to attempt to like bind-- like a tourniquet, I guess would be the": null, "goal.": null, "Aabrua: Yeah, okay. We will try this as a rudimentary binding. Let's": null, "call that.": null, "Erika: Use the scarf.": null, "Lou: Can I use the Midori scarf? Yeah, I attempt to--": null, "Aabria: So the question is, are you doing Magic about it? Are you trying": null, "to use old fashion?": null, "Lou: Magic is weak tonight. So I'm gonna try and do it old fashion,": null, "Common Fucking Sense die style.": null, "Aabria: Add your Common Sense die. Give me a Grit roll, just because": null, "this is incredibly bloody. And it's more about doing the first aid you": null, "know in a dire situation more than it is about knowing. Generally, you": null, "were like, keep the blood inside the body.": null, "Erika: Can I assist at all?": null, "Aabria: Yeah, you can get there. So I will say you can. So the": null, "difficulty for this-- it's a very bad wound-- is going to be a 14. So": null, "I'm gonna have you roll first. If you can meet or beat that with Grit,": null, "you have to roll it, you can't take half, will be a bonus for Jammer's": null, "attempt.": null, "Erika: 15.": null, "Aabria: With a 15, you're gonna add two to your roll.": null, "Lou: Okay. That's a three. That's a five. Eight plus three is only an": null, "11.": null, "Brennan: You're at 11?": null, "Brennan: I got three right here.": null, "Aabria: How are you helping?": null, "Brennan: As you go and stand over him, I'm going to, having thrown the": null, "scarf, stand over you and put a hand on your back and go,": null, "Evan: You got this. You can save him. I got my eyes out. Just": null, "concentrate on this.": null, "Brennan: And I'm gonna provide him the ability to focus by staying up": null, "and looking around to make sure that nothing comes out of the woods": null, "towards us.": null, "Danielle: That is when Sam comes out of the woods towards you.": null, "Jammer: It's just Sam. It's Sam. Okay, great, it's just Sam. Yeah, if": null, "you could just hold that tight. Okay.": null, "Sam: Oh my God, there's a body.": null, "Jammer: Hey Mr. Jonjon. Mr. Jonjon, hello.": null, "K: Mr. McJonjon.": null, "Jammer: I just started keeping it, having--": null, "Aabria: He is not conscious, but he's still breathing and still": null, "bleeding.": null, "Jammer: He's not dead. I think we maybe have kind of stabilized it. This": null, "is not normally what happens on the court.": null, "Evan: We got to get him to Nurse Stitchnit.": null, "Jammer: Okay, yeah yeah. Can we fly on your broom?": null, "K: Yeah! I think we can.": null, "Aabria: Are you gonna fly with the body?": null, "Erika: Yes, unless we can carry. Can we make… Actually, it'd be better": null, "to make some sort of--": null, "Lou: Like a thing?": null, "Evan: We have this scarf let's tie two brooms together and we can put": null, "him on a sleigh and just drag him back.": null, "Jammer: Great.": null, "Aabria: I'll allow it, no need to roll for it. You bring it back in and": null, "immediately get him to Nurse Stitchnit who like sort of takes this from": null, "you all and moves out and away. And you see that a Nurse Stitchnit comes": null, "out, doesn't ask any questions.": null, "Nurse Stitchnit: You all did a very good job, I'll take it from here.": null, "Head straight back to your room, you're all covered in blood.": null, "Aabria: As Stitchnit takes off with Minister McJonjons.": null, "Brennan: So suspicious right now. Can I just make it a Brains check": null, "against Nurse Stitchnit right now?": null, "Aabria: Yeah, of course, of course. I'll say your difficulty is a… It's": null, "only gonna be a five 'cause you have had lots of good interactions.": null, "Brennan: Cool. I will take half if I can.": null, "Aabria: Nope. This is a snap decision.": null, "Brennan: Okay, that is a nine.": null, "Aabria: Perfect. What are you trying to figure out?": null, "Brennan: Is this Nurse Stitchnit?": null, "Aabria: This is Nurse Stitchnit. Nurse Stitchnit has a very like in a": null, "crisis, immediately goes into calm mode. Like, “You all have clearly": null, "seen some stuff. I will take it from here, but the worst thing you can": null, "do right now is storm into the great hall covered in blood.”": null, "Brennan: Got it.": null, "Erika: Before we leave. Can I look at… I have been sort of observing the": null, "wounds.": null, "Erika: Does it look like… You said it was a gash, was there--": null, "Aabria: It was a claw across the chest.": null, "Erika: Okay. Was there velvet on the body? Was there mud? Were there": null, "footprints around in the mud?": null, "Aabria: Give me a Brains check, difficulty of eight and I will give you": null, "information relative to that. Are you using your Common Fucking Sense or": null, "Magic?": null, "Erika: Yes, oh yeah.": null, "Aabria: Yeah, you're just trying to like, you've watched an episode of": null, "CSI, investigate this crime scene.": null, "Erika: Eight.": null, "Aabria: Eight exactly. So give me an idea. So you were looking for like": null, "antler velvet.": null, "Erika: Yeah, antler velvet.": null, "Aabria: This was a claw mark, so--": null, "Erika: Claw prints. Like anything that says like a trail marks, anything": null, "that says that this was the Tadeshacourt and not some animal or even a": null, "person.": null, "Aabria: Your biggest signifier that this is something deeply abnormal is": null, "the fact that the claw marks like the finger spread on them is extremely": null, "wide, like a wolf. And this is like a wooded area. It's fairly wild. A": null, "wolf would be small. There would be bite marks and stuff too. This is a": null, "single claw mark across. And like I said, as you eventually found like": null, "tracks, there was no like individual footprint track, just this sort of": null, "like sloughing trail that led up to Peddleston.": null, "K: Didn’t try to eat him. Yeah, that could've just been sort of part of": null, "the popular mythos that got changed over time. Or it could be that": null, "whatever came after him, didn't try to eat the wizard.": null, "Evan: What was it they said about the Tadeshacourt? He eats wizards.": null, "Well, if this was a logic puzzle then you would say that Minister": null, "McJonJons is not a wizard. Life is not like a logic puzzle, but that's": null, "what you would do. If that was the only information you had. We don't": null, "have all the information that there is, but if that was all the": null, "information there was, that would be the conclusion.": null, "K: Yeah, what was he doing out here alone?": null, "Jammer: Oh like, that's why he didn't. I'm getting caught up.": null, "Aabria: For what it's worth, it looks like he was just sort of wending": null, "his way back from it and got stopped.": null, "Evan: We'll be able to ask him about it when Nurse Stitchnit wakes him": null, "up.": null, "Jammer: We got to wait? Is this a wait situation?": null, "K: Maybe we should go back to Chimeron and at least make sure that": null, "everybody else--": null, "Evan: Let's get cleaned up first.": null, "K: Thanks for letting us use your scarf. I thought it made you look like": null, "an unhinged Sherlock.": null, "Evan: That's the one, the recent one where he has a big scarf. That's": null, "the one you showed me, right?": null, "K: Yes.": null, "Evan: Great, good, good, good. I like that guy. He's good. He's a really": null, "great guy.": null, "Jammer: RDJ did it better.": null, "Evan: Who's RDJ?": null, "Jammer: [incredulously] Robert Downey Jr. the best actor ever. \"Iron": null, "Man.\" You don't know R… My guy!": null, "Evan: No, no, no, no, no, I know.": null, "Brennan: Would K have shown the Marvel cinematic universe to Evan or no?": null, "Erika: Just the ones that had Loki in them.": null, "Evan: Oh my God, yes. He's the guy who's friends with Thor. Got it.": null, "Jammer: You're not watching them in the right order, bro. That's all I'm": null, "saying. He's so much more. You gotta, dude, \"Dr. Doolittle\", I guess": null, "it's just Doolittle? A perfect movie. A perfect movie.": null, "Aabria: Give me Flight checks for the group, difficulty of six to get": null, "back to your room, as you have apparently moved on from the trauma. And": null, "you're on RDJ movies. I love that for you.": null, "Erika : Nine.": null, "Lou: I got it. I got it.": null, "Danielle: 11.": null, "Erika: Nine.": null, "Brennan: Two.": null, "Aabria: You're making your way back. And you come around the corner.": null, "You've almost made it back to Chimeron. The students are still, for the": null, "most part, vibing in the great hall with their families. And you're able": null, "to get down there. But you see a little blonde head peeking around the": null, "corner. that catches your eye, sort of appraises you, and then": null, "disappears down the hallway.": null, "Evan: Guys, I just saw Axelby Killoran and he spotted me.": null, "K: He's not supposed to be here.": null, "Evan: I know, he's supposed to go home. Alright, two plays: either play": null, "the social game, if he brings it up later, we can sort of outmaneuver": null, "him there. Or we chase him down right now.": null, "K: Get his ass.": null, "Evan: Get his ass.": null, "Aabria: So covered in blood, you're sprinting down the halls--": null, "Brennan: To find the richest kid here and beat his ass.": null, "Aabria: Amazing. I'm just gonna let you have it. He's a wizard and": null, "therefore deeply deconditioned. You catch him almost immediately. He": null, "turns around, he's like-": null, "Axelby: Whoa, oh, okay.": null, "K: [speaking quickly] Why are you here on the school grounds? You're not": null, "supposed to be here. Supposedly, you have Muggle and magical reasons for": null, "not being here": null, "Axelby: You shouldn't be using that word.": null, "K: I can absolutely use that word.": null, "Axelby: That can't be true. I was planning on going home with my parents": null, "and my uncle after this. Why are you all covered in blood?": null, "Jammer: Because something attacked Mr. McJonjon.": null, "Aabria: Charm roll, difficulty of 12. 'Cause he doesn't trust you.": null, "Lou: No Ma-- Okay.": null, "Aabria: I mean, are you trying to do something to make yourself seem": null, "more trustworthy?": null, "Lou: I think we just ran up on him in blood.": null, "Lou: I don't think so.": null, "Aabria: He's having a bad night.": null, "Lou: That's a cool one. That's a solid one. So that's a fail by 11 or": null, "something.": null, "Aabria: And he backs up. He actually kind of like bonks his head on the": null, "wall behind him and rings his own bell.": null, "Axelby: What did you do to the minister? What is your deal? What the": null, "hell?": null, "Evan: I'm gonna look at my friends to see if any of them have an idea": null, "here and they wanna take lead on it before I do something.": null, "Danielle: Okay, I am absolutely down with this.": null, "Sam: We didn't do anything.": null, "Axelby: You're covered in blood and you chased me down and that one is": null, "moving towards me menacingly.": null, "K: Don't interrupt Sam.": null, "Axelby: Don't tell me what to do.": null, "Evan: [half growling] Don't tell them what to do.": null, "Axelby: What?": null, "Sam: So, here's the thing. There is a magical deer-bear creature who": null, "might or might not have a big dick outside. And we think that that big": null, "magic dick creature might have hurt the Minister.": null, "Axelby: I assume you're talking about Tad. You think Tad is real and": null, "attacked the Minister, but all of you are covered in blood?": null, "Sam: Well, that's 'cause we saved him. We're the heroes here.": null, "Axelby: You've got to know that from where I'm standing, it's very hard": null, "to believe. Cause I feel like I am deeply in danger right now for no": null, "good reason.": null, "Sam: Oh yeah. You absolutely can't tell anybody what you saw or we will": null, "kick the shit out of you.": null, "Evan: If Tad's not real, how do you explain this?": null, "Brennan: And I hold up the bloody velvet in my hand.": null, "Axelby: What the fuck? Why do you have bloody cloth in your hand?": null, "Evan: It's deer velvet.": null, "Axelby: I don't know what deer velvet is. I'm an inside boy.": null, "Lou: At least he admits it.": null, "Brennan: It's so obvious to me what this is and I didn't consider--": null, "Axelby: Do you all know what that is? Does that make sense to you?": null, "Jammer: Evan told us.. Before? I mean, I thought it was mud, but then": null, "Evan clarified and Evan knows a lot about animals and stuff. So like": null, "once he says it I'm like, \"Facts.\"": null, "Axelby: Okay.": null, "Sam: Okay, we're not gonna kick the shit out of you.": null, "Axelby: I don't believe that one bit.": null, "K: What are you doing? Why are you skulking around in the corridor?": null, "Axelby: I'm allowed to be wherever I want in the castle. Just like you": null, "were allowed to be outside murdering the minister or whatever, I'm": null, "sorry. I'm not making a joke. You all take that very seriously.": null, "Sam: Yeah, we actually liked that dude. He was like one of the few": null, "people here that we liked. Oh that sounds awful.": null, "Axelby: He works with my dad.": null, "Aabria: You guys go back and looking at the array of ministers, one of": null, "them blonde, same pinched face. The bloodline is pretty strong. A member": null, "related to Axelby was actually standing amongst the ministers too.": null, "K: Right, the nepotism.": null, "Evan: What's your dad's name, Axelby?": null, "Axelby: Why do you want to know?": null, "Evan: I have an interest in civic life.": null, "Lou: He sounds so scary.": null, "K: So hot.": null, "Axelby: Henry.": null, "Evan: Henry Killoran, great. Axelby, I just wanna ask, what'd you see": null, "tonight?": null, "Axelby: I was looking for Lemli, we were supposed to meet later. And": null, "then I came around the corner and saw you, and so I went the other way,": null, "'cause you're covered in blood and then you chased me down here.": null, "Evan: That's the wrong answer.": null, "Axelby: [frantically] Please don't kill me.": null, "Aabria: And he drops to his knees and immediately starts to cry.": null, "Evan: Hi, my reputation is a little worse than I thought.": null, "Jammer: Yeah, we gotta back up.": null, "Sam: Yeah, we gotta back out of this.": null, "Jammer: Hey, my man.": null, "Aabria: He's got his hands over his head, like a fire drill and he's": null, "just sobbing into the ground.": null, "Brennan: There's a moment where you are sticking up for yourself when": null, "you're the underdog, and if you start to succeed, the levels kind of": null, "come up, and if you're not kind of really paying attention, maybe that": null, "seesaw just bumps a little bit up and now you're not the underdog": null, "anymore. So I do feel truly awful. And seeing him burst into tears is": null, "gonna stay with me for a long time. So I'm gonna--": null, "K: [gasps] My internet mobs.": null, "Evan: Your what?": null, "Sam: What?": null, "K: My internet mobs. Maybe we weren't the good guys.": null, "Sam: Oh yeah, we gotta unpack that someday.": null, "Jammer: Hey, my guy, you're sorry about this. You're hooking up with": null, "Lemli? That's wild.": null, "Aabria: He looks up at you, just giant blue eyes, bright red, still like": null, "he's trying to stop crying and struggling.": null, "Jammer: We'll let Lemli know you're here if we--": null, "Axelby: Please don't. Don't tell her. Tell her you killed me or": null, "something. This is so embarrassing. I'm not going to come back from": null, "this.": null, "Evan: Hey, we were interacting with you as an element of a power system": null, "and you were having interaction with us as four very magical powerful": null, "people. And so there were kind of two of these ships in the night.": null, "K: Yeah, we're coming at this as you were in a position of power--": null, "Axelby: Why do you think that? I don't understand.": null, "K: We were punching up.": null, "Axelby: Why are you punching people?": null, "Evan: [repeatedly] Metaphor.": null, "Axelby: I'm sorry, I'm sorry, I'm sorry. Please don't hit me for": null, "touching you.": null, "Jammer: Everyone is gonna go our separate ways, you're gonna do your": null, "thing, we're gonna do our thing.": null, "K: But also, maybe let the other students know from your house that": null, "there is danger afoot and again, not a threat from us.": null, "Jammer: Yes, danger is afoot but it's not our foot.": null, "Axelby: Please, can I just go? I know you think that this is like a": null, "moment for you to try to save something from this interaction, but I'm": null, "so stressed out and I do just wanna go back to my room now.": null, "Sam: Yeah, you should go back to your room. Everything is gonna be fine.": null, "Tell Lemli, \"Hey, what's up girl.\"": null, "Axelby: I'm not gonna see her, if you see her tell her I didn't show up.": null, "No, don't tell her that, she's really nice. It's fine, don't worry about": null, "it. It's okay, I'll send her an owl, later.": null, "Sam: We really fucked this up.": null, "Evan: I never read it this wrong. I never read it this wrong.": null, "Jammer: It's all good. I mean, it's not good, but we live and learn.": null, "K: Everybody is allowed to make mistakes.": null, "Jammer: Boom. We made a mistake.": null, "Evan: I really thought this… I really thought we were...": null, "K: He's a legacy kid! He can't be good!": null, "Axelby: But there's so few British wizards it's just like everyone's a": null, "legacy kid. I'm just gonna go. Happy Lulling.": null, "Aabria: He just fully turns and walks away.": null, "Evan: Merry Lull-mas.": null, "Aabria: So the night passes, fitfully I imagine, but it passes, the": null, "families leave and you are what remains-- you and 99% of the population": null, "of Gowpenny. And as the morning comes, what do you do?": null, "K: Do you think that we should talk to the headmistress? At least try": null, "and give her the heads up. And that's not snitching.": null, "Jammer: No": null, "K: That's just… You know.": null, "Jammer: We can't snitch on a mythical thing that maybe is real and": null, "hurting people. I don't think that counts.": null, "Evan: I think maybe the best thing to do is just for us to go to": null, "Stitchnit's office right now. I don't wanna let Philtrum know that Mr.": null, "McJonjon is even out of commission.": null, "Jammer: Oh, 'cause he's the Minister of Education. It could be a whole": null, "thing.": null, "Evan: Let's just swing by Nurse Stitchnit's office and see what's up.": null, "Brennan: How close are we to any kind of holiday? Are we far away from": null, "Christmas still?": null, "Aabria: Today is the 22nd of December.": null, "Brennan: Cool.": null, "Aabria: You're three days out. And you make your way across the campus.": null, "You know where Stitchnit's office is, you've been there several times": null, "before. And you see, even as you walk up, the door immediately kind of": null, "opens and nurse Stitchnit, who looks up very worse for wear like he's": null, "had a very long night and there's bags under his bubblegum pink eyes.": null, "Stitchnit: If you're wondering, he's not here. We transferred him in the": null, "middle of the night to a full hospital facility. But your quick thinking": null, "saved his life.": null, "K: Did he ever wake up?": null, "Stitchnit: Not before I handed him off.": null, "Evan: Thank you. If we wanted to send a get well card, what hospital did": null, "he get transferred to?": null, "Stitchnit: St. Bastines.": null, "Evan: St. Bastines, thank you.": null, "K: What happened? Is Tad real?": null, "Stitchnit: Tad?": null, "Jammer: Mythical thing.": null, "Stitchnit: No, I know. That's what you believe did this.": null, "K: Well, the giant claw marks, the deer.": null, "Jammer: Like the occasion.": null, "Evan: The blood is largely dry.": null, "Jammer: That's deer stuff.": null, "Stitchnit: Shed velvet, yes.": null, "Jammer: Didn't know that was--": null, "K: This guy knows his deer facts.": null, "Jammer: Of course he knows. My bad.": null, "Stitchnit: I'm not dismissing you. I'm saying that there are deer in": null, "this woods.": null, "Jammer: But this time of year?": null, "Aabria: Nurse Stitchnit looks a little impressed, honestly.": null, "Jammer: It's him. He just made enough time.": null, "Evan: No, it was you. I got my facts from somewhere in the world. You": null, "got yours from somewhere in the world. You remembered it. I remember": null, "mine. That's the same thing.": null, "Stitchnit: I mean, for what it's worth also, deer tend to shed the": null, "velvet months earlier. So I'm prone to believing you. I don't disbelieve": null, "you. If what you're saying is true, then we have a problem.": null, "K: How long does the Lulling last? And what was that ceremony? Just the": null, "sort of ritual. Was it tied to any sort of actual usefulness?": null, "Stitchnit: Oh yes. The full version of the ritual is hours of chanting": null, "and collective spell casting to put a magical creature bent on killing": null, "wizards, back to sleep. So maybe the thing that we did for five minutes": null, "last night--": null, "Jammer: Last night was pretty light.": null, "Stitchnit: Well…": null, "Jammer: Pretty light.": null, "Stitchnit: Didn't think Tad was real. So, you know, kinda just say the": null, "thing and move on with the day, 'cause it's cold as hell.": null, "Jammer: You don't know if Santa Claus is real, you still leave out": null, "cookies and milk.": null, "Stitchnit: You leave cookies and--": null, "K: Wait.": null, "Jammer: You guys know about Santa Claus, right?": null, "K: Is--": null, "Stitchnit: Not everyone, but okay.": null, "K:  [intensely] Santa real?": null, "Stitchnit: Okay, you're very close to me now and I'm uncomfortable.": null, "Brennan: I'm gonna look at K and go,": null, "Evan: I don't think Santa is real.": null, "Aabria: Give me a Charm roll, (laughs) difficulty of six.": null, "Erika: 10.": null, "Stitchnit: I think that Santa is a state of being, of harmony. I don't": null, "know. I'm not gonna say no, but I literally only heard of Santa when I": null, "was out in the NAMP world, who could say? I didn't think Tad was real": null, "either.": null, "Evan: They are asking because they're wondering if Santa is maybe part": null, "of the magical world. Not because we are young enough to still believe": null, "in--": null, "Evan: I know that I'm veering into one of the things I say that makes us": null, "very sad. I have many years of empirical proof that Santa Claus is not": null, "real.": null, "K: Maybe in the NAMP. world, but you know.": null, "Stitchnit: Thank you for not saying the other word.": null, "Aabria: And Nurse Stitchnit pulls out a tiny coke and hands it to you.": null, "Stitchnit: You said a sad thing, you can have a soda.": null, "Evan: I don't wanna start to get in like a Pavlovian thing with these,": null, "but, God it's so good.": null, "Stitchnit: You do it all the time.": null, "Jammer: Well, I mean, we have a plan for a situation like this. We got a": null, "bunch of gift cards. We can cut them up. Evan, how many razor blades do": null, "you have?": null, "Evan: As many as we need.": null, "Jammer: Great. So we'll get the whole school and just ride on em. We'll": null, "just ride on Tad.": null, "Sam: If we take sewing needles and put them in our mouth.": null, "Stitchnit: No.": null, "Jammer: Everyone grabs a sweater and wraps it around their arm. And we": null, "just ride on this dude.": null, "Stitchnit: Stop it. You're all very young and wonderful. And no, you": null, "can't put a sweatshirt on your arm and deal with a magical monster that": null, "kills wizards. Peddleston McJonjon, his family has been Lulling that": null, "beast to sleep for thousands of years.": null, "Sam: [in realization] Lulling to sleep.": null, "K: I thought it meant like the lull in our magical ability.": null, "Stitchnit: It's both. Things can have layers.": null, "K: Well that's very clever.": null, "Stitchnit: You give wizards very little credit.": null, "Evan: How much of the Lulling are we still in? Are our magical powers": null, "still waned? Is this is a multi-night ritual?": null, "Stitchnit: Things will start to kick up after another four or five days.": null, "That's why it's 10-day break. You usually aren't back up to your normal": null, "fighting strength until the beginning of the year.": null, "Evan: Or does that mean that in four or five days, it's gonna be the low": null, "point and then start to kick up?": null, "Stitchnit: We've already hit the nadir.": null, "Evan: Okay, great, good. Well, that's good.": null, "Jammer: Let's do the Lulling. Let's lull this motherfucker.": null, "Jammer: Sorry, I don't know, that felt hard.": null, "Stitchnit: It was good. It was pretty good. Do you want another soda,": null, "too?": null, "Aabria: And he offers you like a tiny Coke.": null, "Jammer: I mean, yeah. You say motherfucker, you get a tiny Coke? I like": null, "this deal.": null, "Sam: I'm a sad motherfucker.": null, "Stitchnit: Okay, tiny Cokes for everyone. Here you go. They're all from": null, "Evan's stash. So that's on you more than anything else. Oh it's fine": null, "I'll get more. So you want to do a Lulling properly?": null, "Evan: Yeah, I think that can work. So sorry, I'm thinking about, you": null, "know, holidays over time. It's, you kind of forget what they're about.": null, "It's community and togetherness. Get as many wizards together as": null, "possible in one place, hold them together, give them something to pour": null, "their energy into.": null, "K: Something like, like a focus?": null, "Jammer: Like a fucking rager.": null, "Stitchnit: Like, what's a rager? No, you said that word in like-": null, "K: A fucking rager!": null, "Stitchnit: You said that word while you were harassing the Headmistress,": null, "which was very funny.": null, "Jammer: No, it’s Sam’s idea, the lolling.": null, "Stitchnit: I don't get that, I'm sorry, but--": null, "K: So, look, we just have to get them together and have a lot of energy,": null, "right?": null, "Stitchnit: Yes.": null, "Erika: It's gonna happen! We're gonna have a yule ball!": null, "Stitchnit: Your emotions are honestly terrifying to me. It's a lot all": null, "the time. I don't mean that to dissuade you, but yes have a lolling and": null, "then I will help you have a Lulling. And we will hopefully put": null, "Tadeshacourt back to sleep for another year.": null, "All: [in a growing chant] Party! Party! Party! Party!": null, "Stitchnit: I'm not gonna chant with you because I'm still cleaning up": null, "the minister's blood. So you can absolutely continue this outside. Take": null, "your tiny Cokes and go throw a party. But be careful, you are all still": null, "at your weakest. And I know that doesn't necessarily mean as much to you": null, "because you weren't magical users until a few months ago.": null, "Evan: It's uniform though. Everyone's powers are equally lulled.": null, "Stitchnit: Everyone's powers are equally lulled. That's why we work": null, "together.": null, "Evan: Great.": null, "Jammer: Are you gonna fight somebody?": null, "Stitchnit: What are you doing?": null, "Evan: What's that?": null, "Stitchnit: Who are you gonna fight?": null, "Evan: No, no, I'm just saying--": null, "Stitchnit: Do we have to have another talk?": null, "Evan: It would be very frightening if it were an unequal Lulling. I'm": null, "just saying that if everyone's lulled all at the same time, then that": null, "means that, you know, it's just fair. It's a little more fair, that's": null, "all.": null, "Stitchnit: Fair to who? Tad is not a caster.": null, "Evan: I'm not always worried about Tad.": null, "Stitchnit: Do I...? Do you have this?": null, "Jammer: We have flipped energies.": null, "Evan: What did I flip? I didn't flip energies.": null, "Jammer: Well, we're just rolling--": null, "Stitchnit: Plausible deniability. I'm not gonna tell Dr. Boodle about": null, "what you just said. So we don't have to have a meeting about that and": null, "you all are gonna leave my room and not talk about that in front of me.": null, "So I'm not morally responsible for whatever bat shit choices you're": null, "about to make.": null, "Jammer: Cool.": null, "Stitchnit: Is that good?": null, "Brennan: Tap tap on the newspapers around my stomach.": null, "Stitchnit: Just get out.": null, "Evan: Thank you for the Coca-Cola.": null, "Aabria: All right fuckers, it's time to throw a party. What do you do": null, "first?": null, "Erika: The kitchens, the kitchens need to know. They have tobe prepper": null, "Lou: Yeah, let's go to the kitchen. We never like straight up been in": null, "the kitchen. Like, let's go meet the homies.": null, "Brennan: I would love to go meet the homies, let's do it.": null, "Sam: That's great.": null, "Lou: Yeah, let's roll up on the actual kitchen.": null, "Aabria: You're gonna go to the actual kitchen.": null, "Aabria: Amazing. Giving me a Brains roll as you try to navigate like the": null, "sub basement of the school 'cause there's no door to the kitchen 'cause": null, "everything kind of gets magically transported. The difficulty will be a": null, "nine.": null, "Lou: For each one of us.": null, "Aabria: Yeah, so if someone clears it.": null, "Erika: Common Sense?": null, "Aabria: If you can explain to me how you're using Common Sense to try to": null, "find a magical kitchen.": null, "Erika: Oh, I'm pretty sure that we've like been mapping this place out.": null, "Aabria: Yeah, okay, I don't hate that, sure. Good job. You're just a": null, "bunch of tiny doomsday preppers and that's wild to me.": null, "Lou: Okay, I got a four which explodes.": null, "Aabria: Let's go.": null, "Lou: I need another explosion.": null, "Aabria: Which you will get right now.": null, "Lou: That's only a two. So six, I only got an eight.": null, "Erika: I also got a six.": null, "Danielle: I got a six.": null, "Brennan: Same.": null, "Erika: All right.": null, "Aabria: You have like 400 of those.": null, "Brennan: So make sure if you failed to take a little jingle jangle.": null, "Danielle: Yeah, I'm gonna use three.": null, "Aabria: Only one of you needs to pass this.": null, "Erika: K has the map that they've made of everything and sort of notes": null, "that we've been sharing in a shared Google Doc.": null, "Aabria: Cool, and you get down to like the tidy little blank space below": null, "your common room where you know the kitchens are. And you see a door,": null, "massive ornate covered in like weathered almost green patina copper and": null, "sealed shut.": null, "Lou: Knock, knock.": null, "[echoing, knocking sound effect]": null, "Aabria: I'm not gonna make you roll for it. You don't get a response,": null, "but you feel something, a pressure that you recognize from countless": null, "nights of requesting food from the kitchens at those tables in your": null, "common room. That something is waiting for a request.": null, "Lou: Jammer takes out his wand and is gonna write “open” on the door.": null, "Aabria: Oh, give me a Charm roll, difficulty of six.": null, "Lou: Okay, cool. We just gotta do, we just gotta explode, you know.": null, "That's a four with two Adversity tokens is a six.": null, "Aabria: Let’s go! And this door that has been shut for who knows how": null, "long slowly creaks and you feel this like latching and opening. And that": null, "pressure that you feel, that warm invitation, that sense of wanting to": null, "take care and comfort and support and nourish that sort of washes over": null, "you as you look into a fully active massive copper pots kitchen with no": null, "one in it. Things are bubbling and boiling away.": null, "Sam: Hey kitchen homies, we just wanted to let you know that we're gonna": null, "throw a rager.": null, "K: It's a big party.": null, "Jammer: And we were hoping that you can provide, not only food, but also": null, "if maybe we can bend the rules, 'cause we're tight like that. And you": null, "can provide some libations 'cause you know--": null, "Aabria: A glass like this beautiful, ornate, like copper mug of mulled": null, "wine appears in front of you.": null, "Jammer: Yeah, that like times a thousand. There won't be a thousand": null, "people probably.": null, "K: How many people? For enough for the whole school.": null, "Aabria: That little glass appeared in front of you on this like little": null, "table that you guys are all standing behind. And behind that a massive": null, "like ornately carved and immaculately shining copper punch bowl appears": null, "behind it with more.": null, "Jammer: Perfect, that's it. Man, you guys really know how to deliver.": null, "Just like time and time again, like and mad respect--": null, "Aabria: The McRib shows up in front of you.": null, "Jammer: You know, you know.": null, "K: His love language.": null, "Jammer: Ghost kitchen, you know. All right, well we secure?": null, "K: Is there anything that you need? I mean...it's a pretty big strain on": null, "resources, but--": null, "Jammer: Yeah, shall we pay you. Is that like a thing?": null, "Sam: Can you take tips?": null, "Aabria: And you feel this like rush of wind and it's just like a warm": null, "breeze that smells of a bunch of food that's cooking and kind of just": null, "buffets you really quickly. But there's no other response than that.": null, "Evan: Hey kitchen, you've made food for everybody in this castle for": null, "hundreds and hundreds of years. But it's always the food that people ask": null, "for. For this rager, I bet you would know how to surprise people with": null, "food they'd love, but they've never asked for.": null, "Jammer: Yeah, like go off kitchen": null, "Aabria: Everything in the kitchen immediately stops like stirring and": null, "boiling and fire, as you feel the kitchen contemplate making its own": null, "choice.": null, "Evan: I mean, you're an expert, you're a master at your craft. I think": null, "it would be a shame for you not to maybe for once set a menu to impress.": null, "Aabria: Two regular hamburgers appears in front of you.": null, "Evan: Oh, it's my favorite meal, two hamburgers.": null, "Jammer: That's a good sign.": null, "Aabria: Two free hamburgers.": null, "Evan: Oh, two free hamburgers, yes. Oh my God.": null, "Aabria: And the kitchen, all of a sudden, it almost roars to life as it": null, "goes into working overtime. You smell new smells, way more spice-laden,": null, "stronger, sweeter, just more, begins to fill the kitchen as it seems set": null, "to a new and delightful task.": null, "K: Sounds great.": null, "Jammer: All right, what's next?": null, "Sam: Well, now I gotta tell everybody, right?": null, "Jammer: Yeah, we need some kind of like invitation or like email blast": null, "or that kind of thing.": null, "K: Some sort of viral message maybe.": null, "Evan: For a viral message, do you guys want some of your Christmas": null, "presents early?": null, "Jammer: What do you mean Christmas presents?": null, "K: You didn't have to. What is it?": null, "Brennan: Okay, I'm gonna rush back to our rooms, the whole stuff I was": null, "writing down before were just Christmas gifts for everybody.": null, "Danielle: Oh, I got that too.": null, "Aabria: And you all are like rolling pretty with wizard money.": null, "Brennan: I'm gonna bring you guys to a hidden area of the Chimeron": null, "common room where it becomes very clear I've gotten way too many": null, "presents for people, just like way, way too many.": null, "Evan: Okay, here's what I'm thinking, we're saying this, I'm just gonna": null, "get a couple of things for Sam. The rest we can save till Christmas, and": null, "I take out and unwrap a like, and we're hand to you a couple of boxes. I": null, "was like if we're doing like a viral thing for the rager, you should": null, "have this stuff early.": null, "Sam: Okay.": null, "Brennan: And there's like a ring light, a streaming-": null, "Brennan: A streaming PC.": null, "Erika: Oh my God.": null, "Brennan: And a new like wireless hub for the castle, like a new like": null, "router and modem. There's also a little like vanity mirror, like one of": null, "those like lights around the thing mirror. And I look over and say,": null, "Evan: I worked on a spell too. 'Cause I know you're super online a lot": null, "and stuff like that. It's a thing 'cause I was like, \"Oh, maybe like Sam": null, "wants to go to run a program for stuff like that.\" But there's a spell": null, "that filters Yelp reviews and like Google reviews and things that are": null, "reviews of stuff to only show you responses from people that you would": null, "actually enjoy hanging out with in real life.": null, "Sam: Oh my God. Here's what I got you.": null, "Danielle: And it's a phone with a screen.": null, "Lou: Having a moment.": null, "Sam: And Jammer, you already got your present. I taught the kitchen how": null, "to make McRibs.": null, "Jammer: I mean that one tasted better and they took all of the": null, "vegetables off, which is huge. They kept putting like lettuce and tomato": null, "and it's like, \"Mmm, it's just pickles.\" And two slivers of onion on the": null, "bottom.": null, "K: that’s why it came in a box!": null, "Evan: I noticed the box, I was this… I was like, \"Is there a sponsorship": null, "thing with the castle?\"": null, "Jammer: You really did it, you put your foot in there.": null, "Sam: Thank you.": null, "Jammer: I mean, are we exchanging gifts now? 'Cause I have your gifts.": null, "K, I got you some Fortnite coin and...": null, "Sam: K, I got you the Sandman box set.": null, "K: Oh my God, Sandman.": null, "Jammer: Sam, I got you some Fortnite coin.": null, "Jammer: And Evan, I got you a download code for Fortnite 'cause you": null, "probably haven't played it.": null, "Evan: No, I haven't.": null, "Jammer: Oh, okay yeah, okay good and then I also got you some Fortnite": null, "coin.": null, "K: You can play it on your phone with the screen--": null, "Jammer: You can play it on your phone now. I didn't even know you were": null, "gonna have a phone. So that's sick.": null, "Evan: This is so cool. So this thing could take pictures, it can… That's": null, "amazing.": null, "Aabria: I know you said you were in like a secret corner, but at this": null, "sort of like exuberance an Oggle, who could say which one that is gonna": null, "kind of peak around, and like knocks on the wall just to not be": null, "disruptive. Like,": null, "Oggle: Oh, are you doing presents?": null, "Jammer: We're doing like a quick little Christmas thing.": null, "K: Yeah, just a little bit.": null, "Oggle: Well, some of us chipped in to get you guys stuff too. Can we do": null, "that, is that okay? I know it's not supposed to be for like… It's on the": null, "28th Christmas. That's when it is?": null, "K: That's close enough, or maybe...?": null, "Jammer: It's like three days earlier. Maybe it's different.": null, "Evan: Is that a British thing or wizard thing, I don't know.": null, "Jammer: Canada has-": null, "Oggle: Wizard thing, I can hear you. We don't have Christmas, we have": null, "the Lulling, that's it.": null, "Evan: Yeah, yeah, got it.": null, "Jammer: Yeah, no it's the 25th, but that was close, dude.": null, "Oggle: Thank you, okay. Well good, we'll just go, I'm gonna get it. I'll": null, "be right back.": null, "Aabria: And then you see the other Oggle actually comes up like,": null, "Other Oggle: I heard everything, here you go.": null, "Aabria: And hands like these poorly wrapped packages that are just": null, "covered in tape. Just horrifying bundles to all four of you.": null, "Jammer: That's real sweet of you.": null, "Sam: That's really sweet.": null, "Oggle: Sorry we didn't really know what to get… We didn't have a lot of": null, "time to go to--": null, "Jammer: Is- this is from the whole house? This is from all of Goat": null, "House?": null, "Oggle: And then everyone kicked in and a couple of people from outside": null, "the house kicked in for Terminator 2's gift.": null, "Aabria: And you look over and T2 was just sitting in like a little cozy,": null, "like shearling pet bed. And it says like embroidered on it, like “from": null, "literally everyone”, like T2 is everyone's favorite familiar in this": null, "school.": null, "Jammer: It's all right, basketball. It's all right, Wilson.": null, "Aabria: As you unwrap it, all four of you have full Gowpenny, like": null, "beautifully embroidered penants, but the embroidering moves and you see": null, "over time as all four of the houses kind of like move and chitter and": null, "shake. And then after about 30 seconds, the goat goes through and starts": null, "butting all of the bars, separating the colors away and beats them all": null, "down, so all four of the houses kind of get to co-mingle.": null, "Jammer: Oggle, well done. Well done.": null, "(applauding)": null, "        Oggle:  I don't know what I’m supposed to…": null, "Aabria: And they kind of just curtsy bow, simultaneous, I don't know": null, "what to do, but...": null, "Jammer: I actually got to something as well, ma'am. It's a Fortnite": null, "Oggle: I don't know what this is.": null, "Jammer: It's all good. We're gonna get Fortnite in here and you're": null, "gonna… Like, the team goes crazy every year.": null, "Oggle: It's like two weeks?": null, "Jammer: Two weeks? Nope, it's a game, it's a game. You gotta catch up,": null, "you're gonna catch up. You gotta catch up.": null, "Sam: Oh, Fortnite is a game and you're gonna catch up.": null, "Oggle: All right, well, I feel like that was just one… Thank you, this": null, "is really nice.": null, "Jammer: Of course. Hey, we're throwing a party tonight. Is there like,": null, "what gets people hype here when it comes to parties and stuff?": null, "Oggle: The idea of a party.": null, "Oggle: No, that's the answer. We've never thrown a party, what are you": null, "talking about?": null, "Jammer: You've never thrown a party?": null, "Oggle: You absolutely cannot be surprised by this. We're a bunch of": null, "little shitty wizards that did not have fun until you showed up. And": null, "then you were like, \"Fuck everything, we're gonna be friends with the": null, "dragon and do whatever we want.\"": null, "Jammer: We're gonna teach them how to grind.": null, "Oggle: I don't know what that is, I'm gonna write it down.": null, "Aabria: Pulls out a notebook and starts writing": null, "Oggle: Is it for everyone or just us?": null, "Evan: There's about to be wild sexual energy in this place.": null, "Jammer: It's for everyone.": null, "Oggle: Yes please. I wrote more of that down. More sexual energy.": null, "Jammer: Okay, well we gotta get this invite going.": null, "Oggle: Is it just for our house or can everyone go?": null, "K: Everyone.": null, "Jammer: Everyone needs to be there.": null, "Oggle: Tell everyone to just--": null, "Jammer: Yeah, please pass it around. We're gonna work on an invite, but": null, "yeah, everyone's gotta know.": null, "K: Okay, I got some things too for you guys. So for you, I got. It's a": null, "formal jersey and basketball shorts.": null, "Jammer: It's a little tuxedo on the jersey here. So it's like I wear it": null, "like to a wedding, like my wedding or something.": null, "K: Yeah, and they’ll stay warm, even though they're shorts.": null, "Jammer: A big hug.": null, "K: And I got you like really super attractive, little hibachi grill for": null, "your mukbangs": null, "Sam: Oh, thank you. I love it.": null, "K: Yeah, and Evan, I got you. It's a backpack and it holds a lot of": null, "extra stuff. It's bigger on the inside than it is on the outside and it": null, "has a lot of different kinds of pockets.": null, "Brennan: I take my gas station phone. What is that, we don't know.Petrol": null, "station phone and I put it in a little plastic bag that I've always used": null, "for my belongings. And I don't think it occurs to me, maybe that he": null, "would throw it away. But I think he just tucks it off into a corner and": null, "takes this brand new pennant and phone with a screen and this brand new": null, "backpack and goes,": null, "Evan: [deep sigh] I love you guys, you're… I love you, thank you.": null, "Jammer: Love you.": null, "Evan: And we can do the rest of the presents later. I just knew we were": null, "gonna do something viral for the--": null, "Danielle: Yeah, so Sam is gonna go and like Sam is putting together all": null, "of this stuff in her happy place, getting everything put together. And": null, "then so Sam starts taping this message and is like,": null, "Sam: Hi everybody, hi Gowpenny. So good to see you all. So we, we": null, "tonight, everyone is gonna get together and we are going to party. So": null, "bust out your best robes, grab your best guy, gal, or non-binary pal.": null, "And come hang out with us. It's gonna be really super fun, and also": null, "Terminator 2 will be there.": null, "Aabria: As you send that you are getting a bunch of messages from": null, "students who have gotten technology in the last couple of months because": null, "of you. Which is like, \"Where, when? What's Terminator 2 wearing?\"": null, "Jammer: We gotta do a dance, right.": null, "K: Do we, can we bring the food out there? Does it have to be… It can be": null, "in the hall.": null, "Sam: I think it can be in the hall.": null, "Jammer: Can it be in the hall?": null, "Evan: I think so. Yeah, I mean maybe, yeah, I think so. We're already": null, "doing it a little bit differently, but that's sort of how we've been": null, "doing everything. Half of the magic stuff we have to learn and the other": null, "half of magic, it's just the way these wizards have always done it. And": null, "that half, I think we're always free to ignore.": null, "Sam: So meet us in the great hall. Terminator 2will have on a bow tie.": null, "Aabria: And just a flood of emojis and like a couple of people who are": null, "artists are already like drawing what they think T2 would look like in a": null, "little bow tie and just responding. Everyone's very into it.": null, "Brennan: I real quick wanna write a note to St. Bastine's hospital and": null, "just ask, like, this is a get well card for Minister McJonjons, wanting": null, "to make sure that he is awake and okay, checking in on him. Please": null, "respond at your nearest convenience. I wanna send that off to see 'cause": null, "part of me wants to if St. Bastine’s is close enough that he got": null, "airlifted there, wants to go check in on him. But if he's not awake, I": null, "don't wanna fly all the way out there and then just be turned away at": null, "the door. So I'm gonna send a little...": null, "Aabria: You send that note off. Oh, bird facts, give me a Charm roll,": null, "Evan Kelmp.": null, "Brennan: [mock whiny voice] Can I add a Magic die to it?": null, "Aabria: Sure, difficulty of 10.": null, "Brennan: Three.": null, "Aabria: And you send off this note and you see it go out the door and": null, "the moment it hits the window, that inclement weather absolutely shreds": null, "and tears up this note, it gets wet, it falls to the ground.": null, "Evan: I'll drop it if you guys don't think it's important. But I was": null, "thinking about Minister McJonjons at St. Bastine’s and I'm not gonna be": null, "any use preparing for a party 'cause I wouldn't how to do this.": null, "K: That's part of it, is we have to do it together. It's not about": null, "having the decorated tree, it's about doing it together and you've never": null, "gotten to do it before. So I mean, if you don't mind.": null, "Evan: Yeah, I would love to, I'd love to.": null, "Aabria: Evan, as you're looking out the window, you see that wet and": null, "mangled though that note may be, a stealthy, but large bird flies out of": null, "the sky, kind of pecks at it and then picks it up, flaps their wings and": null, "goes and takes off.": null, "Brennan: Can I move to the window and see what direction the bird’s": null, "moving in?": null, "Aabria: It was the way the note was headed when you sort of designated": null, "that it was supposed to head for that hospital.": null, "Brennan: Okay, I'll watch the bird take it. And as long as it doesn't": null, "circle back to the castle, I think I'm okay.": null, "Aabria: It doesn't circle back, it continues to go.": null, "K: Do we have to get permission from a teacher or something?": null, "Jammer: Doctor Boodle, it's going down in the great hall, cool?": null, "Evan: Oh, I know we should go to the party. There's one thing we should": null, "all go do.": null, "Jammer: Oh, what's What's that?": null, "Evan: Let's go invite Axelby in person.": null, "Sam: We should definitely go do that.": null, "K: Also maybe we can stop by Lemli and let her, you know. Or maybe she": null, "can come with us.": null, "Jammer: It's like, should I- Like Khanh will meet us at the party. We": null, "can like talk there and stuff.": null, "K: Oh yeah, we can avoid that for a moment.": null, "Jammer: We're not avoiding it, it's just like, I feel like there's": null, "bigger stuff going on, we just kinda...": null, "K: Haven't talked since… Their parents…": null, "Jammer: Yeah, and I like, didn't even res..- That's later! That's later.": null, "We gotta go talk to Axelby.": null, "Aabria: Do you guys go and talk to Lemli on your way over? Or do you": null, "just head to this?": null, "Erika: Just stop and say hi.": null, "Aabria: Lemli is kind of just chilling, sipping some tea at one of the": null, "common tables.": null, "Lemli: Oh, Hey.": null, "K: Hi, hi.": null, "Lemli: Hi.": null, "K: Hi. Last night Axelby was- …came to look for you.": null, "Lemli: That doesn't sound right at all. No, no, no, no.": null, "Jammer: I feel like we just gotta dig our way out. We already put a": null, "shovel in the ground. It’s, uh. Hey, I get it, that doesn't sound right,": null, "but it's– it doesn't sound right and that's that's okay, we're cool with": null, "that. But in a world where it did sound right, the reason that the": null, "wrongness never happened is because some people stepped in and": null, "interrupted the wrongness from ever occurring. So things may be right": null, "though, they could have been wrong. Had others not interfered, those": null, "interfere-ers being people who thought they were doing right, but it": null, "turned out were wrong. So the wrongness was never wrong because people": null, "who thought they were right were wrong. And so right wrongs never": null, "happened.": null, "Aabria: When you look up again, Lemli's like three inches from your": null, "face.": null, "Lemli: Did you stop Axelby from coming by \"last night?”": null, "Jammer: Yeah…": null, "K: We thought he was up to no good. We thought it was, that doesn't": null, "sound right, remember?": null, "Lemli: You love being in other people's business, don't you? If we were": null, "on the ocean, I would drown you! WAHHH!": null, "Jammer: Sorry, we're sorry. We just smelled blood and we were covered in": null, "it. And then we ran and chased.": null, "Lemli: Why were you covered in blood?": null, "K: That's a long story.": null, "Jammer: It's a long story.": null, "Lemli: It's always a long story with you.": null, "Evan: We're trying to make up for going slightly ham.": null, "Lemli: I don't think you're like a pig at all.": null, "Evan: It means hard as a motherfucker, so you're in slightly hard as a": null, "motherfucker and that's our mistake.": null, "Lemli: You ran him off, didn't you? You don't like him.": null, "Evan: Look, when we came here, we were meeting everyone for the first": null, "time. So every face blurs into just the institution, but everyone here": null, "already started knowing everybody. So we were like hyper-visible 'cause": null, "we were the one new thing, everyone, it was no--": null, "Lemli: You're not used to being different, are you?": null, "Evan: I am not used to being different?": null, "Lemli: Okay, you have a bunch of demons, whatever new we know about it,": null, "you told us all about it, but everyone's got their own thing. I'm a": null, "fucking mermaid.": null, "Evan: No, I understand, but I just mean that when we were… I'm": null, "apologizing. We were harsh to Axelby--": null, "Lemli: Evan. You're forgiven. So I gotta say, it's okay.": null, "K: Well we're throwing a rager, and so like...": null, "Lemli: Sounds bad.": null, "K: It's good, it is a party.": null, "Lemli: Oh, a party, I like--": null, "K: And maybe we're thinking you might want to come with us to invite him": null, "personally, as a way of apologizing. He'd be really happy to see you.": null, "Lemli: I know he would be, have you met me?": null, "Sam: Good point.": null, "Lemli: Thank you, you get it. All right, let's go.": null, "K: Okay!": null, "Aabria: And you guys make your way across campus to the far side of the": null, "school underneath some of like the big rock that gesture over here that": null, "like the astronomy tower sort of posted up and grows out of and below": null, "that in this like subterranean space is the Aqrabus common room.": null, "K: I still think these are kind of sexy.": null, "Jammer: I mean sure, you like what you like.": null, "Jammer: Axelby, do we just, we just yell.": null, "Aabria: You yell past the door.": null, "Jammer: Axelby, I guess we should open it. We'll open it with our wands": null, "Evan: I don't know if we can. It's the Aqrabus common room.": null, "K: Knock, knock.": null, "Aabria: The door just opens up and Penfrew's actually there.": null, "Penfrew: Oh, oh hello.": null, "K: Where's Axelby?": null, "Penfrew: What do you want with Axelby? Oh, Lemli, we are meeting for the": null, "first time.": null, "Aabria: And Lemli just pushes past him and walks into the common room.": null, "Brennan: What house is Lemli again?": null, "Aabria: She's in your house.": null, "Brennan: She's Chimeron, yeah.": null, "Aabria: This is not, this was not. That was the first hookup and": null, "Penfrew's even worse than y'all are at being subtle.": null, "Lou: We follow after her.": null, "Penfrew: Okay, okay, you can all be in here, that's fine. Ah, don't": null, "tell, I just don't catch me on.": null, "Aabria: Okay, we're all inside the room and he just--": null, "K: We'll put you out.": null, "Penfrew: Yeah, hey Evan, what do you need? What's up, we're going to the": null, "party tonight. That's cool.": null, "Sam: Awesome.": null, "Penfrew: We saw the thing, that was cool. We can all we can go right?": null, "It'd be like not Axelby. He's not that bad, he's just kind of a weenie.": null, "Evan: Well, we specifically wanted to come by to talk to Axelby to make": null, "sure that he knew that we wanna ensure everyone feels welcome, that's": null, "Penfrew: Just take it easy on him, holidays are hard for him.": null, "K: Why?": null, "Penfrew: Holidays can be hard for lots of people for lots of reasons.": null, "Not really my story or anything. He didn't go home, which is new for": null, "him. He's sensitive, he's a sensitive little weiner. You know? He's- You": null, "better get in there before Lemli starts- I'm gonna go.": null, "Aabria: And he just walks out of the common room.": null, "Lou: I think we find Axelby.": null, "Aabria: Yeah, you're able to sort of follow in Lemli's wake and you see": null, "that Lemli and Axelby are sitting on like some bunk seat, some bunk like": null, "bedding, very similar to Chimeron's, like there's not a big difference": null, "here other than just the numbers. There's just far fewer beds because": null, "there are fewer Aqrabus students.": null, "Sam: Hey Axy, buddy.": null, "Axelby: You don't have to do that.": null, "Sam: Hey Axy buddy.": null, "Jammer: It's just kind of her vibe.": null, "Axelby: Yeah.": null, "Jammer: Man, we just want it to come through and personally invite you": null, "to our rager that we're having tonight. We would love to see you there,": null, "man.": null, "Evan: I'm really sorry, I'm really sorry to have tried to scare you.": null, "That's messed up, you've never done...": null, "Axelby: No, no, that's not true. I was really shitty to you on the first": null, "day of class. So I'm sorry.": null, "Evan: If you're in a crowd of people and some of them are stabbing you": null, "and you can't kind of tell who's doing it, you just start hitting": null, "everybody.": null, "K: Especially when like you see a knife in one of their hands and stuff.": null, "Evan: In this case–": null, "K: I'm just extending the metaphor.": null, "Jammer: And it's all a metaphor, though that may be happening for real.": null, "Evan: It both, yeah, I guess both.": null, "Axelby: Apology accepted.": null, "Evan: You were not one of the people that was really trying to harm us": null, "and you got caught up in some very aggressive, like stuff that": null, "self-defense slides into aggression at certain points and I'm really": null, "sorry.": null, "Axelby: Thanks for saying that. Again, I'm sorry for my part in making": null, "your early time hard and weird and I'll be there tonight. I wouldn't": null, "miss it, but I do wanna say you're not wrong. Your instincts aren't": null, "wrong. Lots of people don't want you to do well. And you should be": null, "careful. That's not a threat, it's not a threat.": null, "K: But is it referencing anything in particular or like...?": null, "Axelby: My dad works in the ministry. My uncle works in the NAMP world": null, "and I hear stuff. This is not good. Their fear makes people make": null, "choices.": null, "Evan: You said your uncle works in the NAMP world? As an is a wizard,": null, "that spends the majority of his time engaging with NAMP affairs?": null, "Axelby: Almost all of it.": null, "Evan: Do you mind if I ask what your uncle does?": null, "Axelby: He works at a tech company somewhere in San Francisco, very": null, "popular.": null, "Jammer: Facebook? Is your uncle Mark Zuckerberg?": null, "Evan: Probably not, probably not.": null, "Jammer: It could be. Is he Mark Zuckerberg?": null, "Axelby: I don't know who that is. No, my uncle is Chatwin Killoran.": null, "Aabria: Give me a– Everyone give me a Brains roll, difficulty of let's": null, "go seven.": null, "Jammer: Explode.": null, "Aabria: Oh my God.": null, "Jammer: Oh, I got seven.": null, "Erika: Yes, yes.": null, "Erika: It has been too, too long. I've been away from the Twitter verse": null, "too long. I don't remember anything about anything for technology.": null, "Aabria: Sweet. So what you've heard rather than being any one particular": null, "company, Chatwin Killoran is associated with a couple funds. Like he is": null, "not a Mark Zuckerberg at a singular company, but seems to be a part of": null, "like some sort of funding, things that have resulted in companies going": null, "big. Like his group is behind--": null, "Brennan: This is Chatwin Killoran who's the uncle. The father is": null, "minister something Killoran.": null, "Aabria: Henry.": null, "Brennan: Henry Killoran.": null, "Aabria: Minister of finance.": null, "Brennan: Minister of finance.": null, "Aabria: But it is, you've seen pictures of him probably on like": null, "magazines. When you fly for tournaments and stuff, you can see them on": null, "the cover of like business, like Harvard Business Review, but he doesn't": null, "have the Killoran blonde hair. It looks like he changed his appearance": null, "just a little bit.": null, "Jammer: I know that guy, takes really sick magazine cover photos. He's": null, "got like the black suit on like no tie. It's a pretty cool look.": null, "Evan: Thanks so much for the heads up, man. I really appreciate it.": null, "K: I'm sorry, you couldn't make it back home too. We weren't allowed to": null, "go back home. And then holiday traditions are pretty important to me": null, "too. And I miss my family.": null, "Sam: Yeah, I'm really sorry.": null, "Axelby: Me too. It's hard.": null, "Jammer: We got the kitchen to give us alcohol tonight. So it's gonna be": null, "like pretty sick.": null, "Axelby: I love you, we are cash-money.": null, "Jammer: We are cash-money!": null, "Axelby: We're so good.": null, "Aabria: And Lemli just clears her throat.": null, "Lemli: You all good now, can you fuck off?": null, "Evan: For sure.": null, "Lemli: Thank you. I appreciate you. Goat house, get out, go away, thank": null, "you. Hey, eat trash, be trash.": null, "Aabria: And just turns and like absolutely tackles Axelby.": null, "Lou: Damn!": null, "Aabria: Unless there's anything else you want to do in advance of your": null, "party, things have been put into place. The kitchen's about to pop off": null, "on the great hall. You guys ready to party?": null, "Lou: You know Jammer's changing into his brand new formal outfit, my": null, "formal jersey.": null, "Aabria: It's time now for you to enter your Yule ball. You move towards": null, "the great hall and you can hear the sounds of merrymaking and revelry.": null, "You are assaulted by a wave of smell as the kitchen has absolutely put": null, "its proverbial foot in it and has got all sorts of beautiful spiced": null, "foods and beverages for you all. And as you enter in and see a sea of": null, "smiling faces of students from every house here to celebrate. Let's do a": null, "fit check, what's everyone rocking?": null, "Lou: Jammer does some quick touch-ups in the mirror, make sure my lineup": null, "is lined up and steps out ready to party.": null, "Aabria: Let's go. All right, K.": null, "Erika: K is wearing a tux suit, but the cut of it is like a kimono cut,": null, "so it's like left over right panelled. And there's like a howdy coat": null, "with the sleeves on top of it.": null, "Aabria: Love that, Sam.": null, "Danielle: Sam is full-on wearing a Mrs. Claus Santa outfit.": null, "(laughter)": null, "Aabria: Adversity token.": null, "Lou: Yes.": null, "Aabria: I mean, I need to know more, what's T2 wearing?": null, "Danielle: Yeah, So T2 is wearing a bow tie, as I said. T2, has also got": null, "a little Santa hat on.": null, "Lou: Oh, done dude, we're done. What color is the bow tie?": null, "Danielle: The bow tie is white.": null, "Aabria: A white tie, little teacup piggy.": null, "K: Oh, Teddy is wearing a little Christmas sweater and...": null, "Teddy: And I did it myself. I'm gonna turn up on this mulled wine.": null, "Jammer: Yes Teddy, yes, let's go my man.": null, "Aabria: He's got a thimble-ful of wine and he's like…": null, "Erika: He's got to tie it tight like already tied.": null, "Aabria: Oh yeah, 100%.": null, "Erika: Yeah, if Evan had wished that K had offered the little woodland--": null, "Brennan: I literally was going to turn to you and say, Erika, what is": null, "Evan look like.": null, "Aabria: The dream.": null, "Erika: Oh my God! I don't know what to do!": null, "Aabria: Teddy like grabs you by the cheeks. He's standing on your nose.": null, "K: Oh my God.": null, "Teddy: You got some grease. What do you wanna do? The world is your": null, "oyster--": null, "K: I thought about this for a year. You know what, okay, okay, okay.": null, "Teddy: I'm gonna get off. Hold on, you're sweating again. ...slippery!": null, "Erika: Um, a three piece suit. Like definitely the vest and like it's": null, "jewel tones.": null, "Aabria: Pick a jewel, you can't say jewel tones.": null, "Erika: Right. It is green like his eyes.": null, "Aabria: You look like Loki.": null, "Lou: You look a lot like Loki.": null, "Erika: Gold accents.": null, "Brennan: Wow, I have that and my Kirkland brand sneakers.": null, "K: Are you more comfortable in those? It's okay.": null, "Evan: I could– do you have other shoes?": null, "Aabria: Teddy looks at you like ‘in for a penny’.": null, "Erika: Yes, and they have like the gold, like toe caps on them and stuff": null, "and they like point a little bit.": null, "Evan: This is awesome, I feel really cool.": null, "K: You are really cool. You didn't need the suit or that, but like you": null, "look really, really good.": null, "Evan: Thanks, K. All right, I'm gonna go and I'll see you down there.": null, "Brennan: I'm gonna go in the other room and just lightly cut the bottoms": null, "of my shoes so they have tread on them in case the bear shows up and": null, "then I'm just gonna, not a full sweater, but I'm gonna wrap a T-shirt": null, "around the inside underneath the suit and be like, \"It's party time,": null, "it's party time.\"": null, "Aabria: And yeah, you guys make a grand entrance into this rager and": null, "actually get applause from the other students.": null, "Lou: About time.": null, "Aabria: Yeah, some of them started party a little early. You see that": null, "there are some secret bottles slipping around and there's like a couple": null, "like Messanteu kids who are like just come find me if you need": null, "Jammer: Wait, are you doing hard drugs?": null, "Messanteu kid: No, it was just alcohol.": null, "Jammer: Oh, but this.": null, "Sam: You were tapping the nose.": null, "Jammer: Oh, you mean just like in the know, not--": null, "Messanteu kid: Yeah, what do you mean?": null, "Jammer: Where we're from, that means cocaine, which I was about to be": null, "like--": null, "Messanteu kid: What is cocaine?": null, "Jammer: It's a really hard drug that is really scary. If you guys would": null, "do it like I was about to be like, \"Damn, like we did...\" I mean, that's": null, "definitely appropriate for a rager, but maybe not for this.": null, "K: That's not the right energy for--": null, "Jammer: Exactly, exactly. There's like a more community vibe and cocaine": null, "is, as I understand it, very selfish.": null, "Aabria: You see like three students are like on their phone looking up": null, "like, \"Oh my God, cocaine is insane.\"": null, "Jammer: Stop, stop.": null, "K: MDMA that's the hardest": null, "Evan: That's not univer… I've never seen cocaine. Where I lived, I would": null, "rob a store for Sudafed because that's what they used to make crystal": null, "meth.": null, "Kid: You would rob a store?": null, "Evan: There was a brief period of time where there was a gang I": null, "discovered where I was staying. But that is neither here nor there.": null, "K: Were you cooking?": null, "Evan: No, I didn't have a place to cook. I didn't even have a trailer,": null, "but they had a trailer and I was able to get into the ShopRite where the": null, "pharmacy does.": null, "Jammer: Let's party.": null, "Aabria: Yeah, those Messanteu students are already like we floating back": null, "that's Evan's just being… Living his best life. We're just gonna go over": null, "here and let him live that. So yeah, you're at this big, amazing party": null, "you see with a very few exceptions, like the entire student population": null, "here is here. Dr. Boodle is standing, watching, looking very nervous in": null, "the corner and gives you like a, \"This is what we want.\" But mostly the": null, "other faculty are not around because plausible deniability.": null, "Lou: So, \"How do we make this thing, \"like anti Tad, you know.\" Like": null, "right now we got like a sick party going. But now I feel like we gotta": null, "get it to like anti Tad levels.": null, "Aabria: As you think Fergus is gonna kind of like come up and tap you on": null, "the arm as you guys are kind of circled up and huddled up and talking.": null, "Fergus: Are you gonna… I'm sorry, I don't wanna interrupt. Sorry, K, I'm": null, "sorry… I like your your sleeves, those are cool. You look really pretty.": null, "Are you guys gonna be like together the whole night?": null, "Sam: We'll probably do some mingling.": null, "Jammer: Yeah, we'll disperse at some point.": null, "Fergus: Merry Christmas.": null, "Aabria: And he hands you, like, he just like puts something in your hand": null, "and gives you a kiss on the cheek and just sort of flows back into the": null, "party.": null, "Erika: So I look down to see what it is.": null, "Aabria: Yeah, it's just a very like simple antique, like mirrored": null, "compact. And if you open it up, there's like a little note written in": null, "his terrible handwriting that just says, it reminds me of your eyes when": null, "you do that weird thing and a little heart.": null, "Sam: That weird thing.": null, "Evan: Your magic when you are...": null, "Sam: Oh, yeah, yeah.": null, "K: I don't love that he used that.": null, "Sam: Yeah, I thought it was a cool thing. It's very nice though.": null, "K: He tries really hard.": null, "Sam: Yeah, he's learning and growing. Learning and growing, learning and": null, "growing.": null, "Aabria: I will say Jammer, you do see that like Khanh has absolutely": null, "spotted you from across the room, but it's making no effort to close the": null, "gap since you seem all circled up.": null, "Lou: Yeah, yeah, that tracks. That feels normal, that feels like our": null, "vibe. You know that's just kind of… She's doing her thing, I'm doing my": null, "thing and we'll probably get a high five in later. Yeah, yeah, it's": null, "cool, it's cool. Oh, it's fine. You know, it's like totally chill. But": null, "it feels like it's bumming everyone out. I'll go deal with it, all": null, "right. I'm gonna go walk over to Khanh.": null, "Aabria: Yeah, you catch her on the side and she like kind of leans up": null, "from off of the wall and goes, \"": null, "Khanh: Hey, you look good. I like your outfit.": null, "Jammer: You're stunning.": null, "Khanh: Thanks.": null, "Aabria: She kind of twirls in like a little simple blue dress.": null, "Jammer: God, that's sick. When I tell my friends about our relationship,": null, "they all look sad. And I don't know, it makes me think we're not a great": null, "team and maybe we should play on separate teams for now.": null, "Lou: And I'm just gonna walk away.": null, "K: How did it go?": null, "Jammer: I don't know, I said that you all look sad when I talk about her": null, "and that we should play on different teams.": null, "Brennan: Can I make a Brain check about how that specifically interacts": null, "with the magic of the ritual, where we're all supposed to come together?": null, "Aabria: Yeah, sure, give me a Brain's check difficulty of a five.": null, "Brennan: I have it.": null, "Aabria: No, I think I want you to roll. Give me a roll about it.": null, "Brennan: That's 11.": null, "Aabria: Yeah, good, extra good. You see that the point of it is strong": null, "emotion and not all good… It doesn't have to be good necessarily. So": null, "what you are getting is a group of wizards moving towards like a fever": null, "pitch and for better or for worse, this is feeding into it.": null, "Evan: Good. This is good, I think this is good. I think that's great, I": null, "think that's great.": null, "K: He just broke up with Khanh.": null, "Aabria: In this moment as Jammer is kind of working himself up and": null, "freaking out about it, like you are thinking a little bit more about": null, "this and searching your feelings about it. And it's not that your": null, "shadows are gone forever, but they've left you alone for the most part,": null, "especially in the last month. But you feel something, an unease,": null, "something mounting and building that starts in that place where you know": null, "they all originated. But you know for a fact you can feel it in your": null, "bones 'cause you felt it your whole life, that something ominous is in": null, "fact creeping closer.": null, "Evan: I think that's incredible. Good for you for sticking up for": null, "yourself. She didn't make you feel good about yourself and you deserve": null, "to feel good all the time. I have to go.": null, "(screams as shadow crosses the Dome)": null, "Lou: Oh my fucking God.": null, "Danielle: Oh my God.": null, "Lou: This is too real. This is supposed to live in the imagination": null, "world. Too much, too much.": null, "Brennan: I don't hate to hate to break it to you, but...": null, "Lou: I'm not gonna turn around! That's for you, I got mine. Go away.": null, "Erika: Oh my God, there's another- there's another one!": null, "Aabria: You linger in this.": null, "Lou: Terrifying.": null, "Aabria: And after a few long moments you all know that the thing, the": null, "Dawn Eater, this destroyer of magic and those that would wield it is": null, "here. So, Pilot Program, what do you wanna do?": null, "Brennan: Here in the room?": null, "Aabria: Yeah, let's call it that.": null, "(all laugh as Brennan pretends to reach into his mouth)": null, "K: Jingle bells, jingle bells.": null, "Aabria: So you attack?": null, "Brennan: I attack.": null, "Aabria: Nothing specifically. Like you feel the vibe of it, you know": null, "that it's here, but you don't see like a giant--": null, "Brennan: I don't see a giant bear in the room.": null, "Aabria: Yes, the antlered bear, but you do see as K lifts their arms": null, "into the air and starts screaming jingle bells and no one joins in": null, "because wizards don't know jingle bells. They got Christmas' day wrong.": null, "Lou: Can I use my wand as a microphone in some way?": null, "Aabria: I'd love that for you.": null, "Lou: I'd love to do magic that… I'd like to do magic to make my wand a": null, "microphone, to amplify my voice, that's what microphones do.": null, "Aabria: Amplify feels- We're just improvising what we think this spell": null, "is. I like that you're making your voice strong. So I would like to call": null, "it a Brawn roll.": null, "Lou: Great, that.": null, "Aabria: Difficulty of 12.": null, "Jammer: Everyone, everyone, everyone, everyone K's singing an awesome": null, "song. I want all you to sing it, I want all the--": null, "Aabria: As you are yelling, trying to push your voice, you cough and a": null, "little bit of blood comes out.": null, "Lou: That's not good.": null, "K: Oh what fun it is to ride in a one-horse open sleigh!": null, "Aabria: Good, this is going super good. I love this.": null, "Brennan: I'm gonna look at all the wizards and I'm going to… Is there a": null, "nearby, one of the kids that went to– the Messanteu kids that went to": null, "Bibblesbog that has like a bottle?": null, "Aabria: Yeah, for sure.": null, "Brennan: I'm gonna say, \"Can I borrow that real quick?\"": null, "Aabria: Yeah, sure.": null, "Evan: All of you sing a fuckin' song right now! All of you motherfuckers": null, "sing right now a song you all know!": null, "All: ♪ Happy birthday to you ♪": null, "♪ Happy birthday to you ♪": null, "♪ Happy birthday dear Tad ♪": null, "Aabria: And in the confusion, as all of these students sing, you hear a": null, "massive tearing sound as a claw, visible claw marks move through": null, "Chimeron's house banner on the wall, and following it down, you see a": null, "shadow drop into the corner and then rise up and standing in front of": null, "you. that seems even covered by like a larger cloak over it. The Dawn": null, "eater, Tad, some would call him and he roars mightily and lumbers": null, "forward and makes to attack the girl you stormed away from as Khanh": null, "turns and screams.": null, "Lou: I'm gonna run and tackle him.": null, "Aabria: You're gonna tackle Tad?": null, "Lou: I'm gonna tackle Tad.": null, "Aabria: Yeah, okay. Go ahead and give me a Fight roll. Is this a Magical": null, "attack?": null, "Lou: Yeah, I think I'm gonna… It's wand out, like attempting to, like, I": null, "think physically like in the same way that I think I threw chairs like": null, "on my first day, it's that same kind of energy of pushing, like actively": null, "pushing him away from Khanh.": null, "Aabria: Amazing. So go ahead and give me a Fight roll. The difficulty is": null, "high because magic is difficult right now. So we're gonna say difficulty": null, "of 11.": null, "Lou: Awesome, awesome, we just need to explode. That's all that's": null, "required. That's a seven and I cannot do it with Adversity tokens.": null, "Aabria: Don't forget to keep giving yourself Adversity tokens every time": null, "you--": null, "Lou: But yeah, just walking forward, \"Get away from her.\"": null, "Aabria: And you feel this like blunted, dull magic, sort of like": null, "ricochet off of it, it blows his fur to the side, but he continues": null, "forward. And Khanh, because she does have good reflexes, is caught": null, "screaming for a moment in disbelief that this creature of myth and": null, "legend is real. And then she turns and you hear her rip her own skirt of": null, "the dress as she hauls and runs away and moves out of this thing's": null, "range, but it's still there. Who's next? Who wants to fight a bear? You": null, "got like a safety pin out or something, right my guy?": null, "Brennan: I mean, you know, I'm charging right at this thing, as it now": null, "has Jammer in front of it. I'm gonna charge right for it. And now I have": null, "the pin I've dropped. I got the shattered bottle, I have my arm with a": null, "T-shirt tied around the inside and I'm gonna charge at this thing.": null, "Aabria: Okay, give me, oh my God, a Fight roll. Are you using magic or": null, "just like...": null, "Brennan: Let me ask a question, does this thing...? So I'd like to use": null, "my Common Fucking Sense die.": null, "Aabria: Yeah, that makes sense.": null, "Brennan: And the main thing I wanna do is I'm going forward 'cause I am": null, "Mr. Bird and now deer facts. Is it drawing breaths, does it have": null, "eyeballs.": null, "Aabria: Love this. This thing seems to be drawing a ragged breath in": null, "order to scream and make scary noises, but the sort of deer skull on the": null, "top of it does not have visible eyes.": null, "Brennan: Okay, so I'm gonna--": null, "Aabria: To be very clear, this is neither a deer nor a bear. It is a": null, "monster.": null, "Brennan: For sure. So I think seeing that it doesn't have eyes, but": null, "seeing that it's drawing breaths, I would like to use a Common Sense die": null, "to try and slash its wind pipe and be like, if it's drawing breath, it's": null, "using its throat. If it's using its throat, that's at least a place to": null, "try and hit it.": null, "Aabria: I love that.": null, "Brennan: So it's not magic right next… I don't wanna rely on our": null, "weakened Magic. So I'd like to roll Fight and Common Sense.": null, "Aabria: Let's go, go ahead and give me a Fight roll, difficulty of 15,": null, "but you have to roll for it.": null, "Brennan: Copy that. Okay, 11 plus nine is twenty one.": null, "Aabria: Okay, 11 plus 9 is only 20, but don’t worry about it.": null, "Brennan: Oh, no, sorry. Yes, that's true, 11 plus nine is 20. Yeah,": null, "dirty 20.": null, "Aabria: With a dirty 20, you leap forward and kind of like pry like you": null, "expose its neck and slash with that broken whiskey bottle and slash": null, "across its neck. And the thing that pours out from it isn't blood, it is": null, "ice cold water. It is like all of winter's fury just sort of weeping out": null, "of it as it covers your hand. And you feel like your body has been": null, "plunged into a frozen river. Doesn't feel great, but you have clearly": null, "wounded it. But this thing is inherently magical and probably doesn't": null, "play by normal blood rules, but you've done damage absolutely. As you": null, "are astride it now. Students are screaming and sort of fleeing back and": null, "beginning to take Jammer's idea and are trying to like fling things at": null, "it. They start to back down a little bit as Evan interposes himself and": null, "they don't want to hurt him, but that's sort of the board state right": null, "now. Who would like to go next?": null, "Sam: Hi, Tad.": null, "A: And even pinned under Evan, it looks over… \"Hey Sam.\"": null, "Sam: How's it going?": null, "Tad: Not great, I will kill all of you.": null, "Sam: Okay, but why--": null, "Tad: And I will find the rest, the new ones in the world. I wake and I": null, "hunger. I have slept for so long, too long.": null, "Sam: Maybe we can get the kitchen to make you something to eat.": null, "Tad: I'll pass, thanks. Come a little closer. You will slake my lust.": null, "Sam: No, I'm good. I'm good on the slaking lust. But here's the thing,": null, "we are all pretty bad-ass and I don't mean to horn toot, but we're": null, "pretty good at this. So you're probably not gonna survive.": null, "Aabria: Tadeshacourt grabs Evan and flings him across the room. Please": null, "make a Fight roll or Flight roll, difficulty, I'll say Flight or Brawn,": null, "your call. Difficulty of 10 to get a good landing out of this.": null, "Brennan: Okay, my Brawn die is smaller, but I need to explode either": null, "way. So that's actually better. Okay, we're gonna Brawn.": null, "Aabria: All right, someone just doing that math. We love to see it.": null, "Brennan: Not gonna do it, I would say three.": null, "Aabria: Evan slams against the wall and you hear a crunch. And you've": null, "heard bones break in the last 24 hours as several of his ribs crack.": null, "Danielle: Okay, well now Sam's pissed. Did Evan drop his bottle?": null, "Aabria: You tell me, I'll leave that to you.": null, "Evan: Yeah, I think a couple of broken ribs, he’s dropping a bottle.": null, "Aabria: I don't know, he's a very focused lad. Yeah, the bottle is with": null, "him. It came out of his hands, but I think it--": null, "Danielle: Okay, so Sam grabs the bottle and just like goes and charges": null, "at Tad. So Sam goes for the throat. Just keep, keep going for that soft": null, "part.": null, "Aabria: Love it, give me a Fight roll. Same thing, difficulty of 15.": null, "Lou: Did Sam break into a run or is it just...": null, "Aabria: Just a power-walk over.": null, "Erika: A power-walk!": null, "Danielle: All right, come on baby.": null, "Aabria: K will be on deck for whatever happens next.": null, "Danielle: That's a seven.": null, "Aabria: I'm gonna say you can add your Common Sense die to this 'cause": null, "you were trying to scrap specifically without magic.": null, "Lou: Scrapping.": null, "Danielle: Ooh, okay, so that is 12 total. So I am going to use Adversity": null, "tokens.": null, "Aabria: Amazing. So you go to slash and instead of sort of slashing": null, "across where it's already torn where this like frigid water is flowing": null, "out over Tadeshacourt's torso and down its body, you plunge inward. And": null, "again, like thrusting your hand into a frozen river. It burns, it": null, "freezes, but you reach back and you feel something at the back of it and": null, "you're able to scrape at that, and it goes from sort of fleshy and soft": null, "and pliable to something scraping like stone or bone as you come across.": null, "And it reels back and it begins doing its best to push away from you and": null, "break this contact.": null, "Danielle: Sam just keeps digging in. This is gross, this is gross. Oh, I": null, "hate this, this is gross.": null, "Erika: K starts to sprint over towards Evan, but then pulls out their": null, "phone and goes live on Sam's TikTok. And goes,": null, "Hey everybody, how's it going? Sam's friend K here and we've got a": null, "holiday special for you we're gonna need you to put your hands together": null, "for all the cool stuff that Sam is doing right now. Give her your": null, "energy, fans!": null, "Danielle: Stab, stab, stab, stab.": null, "Aabria: Psychotic. Give me, oh my God, K, give me a Charm roll.": null, "Difficulty of 14, but you can absolutely add a Common Sense die as you": null, "are reaching outward and fostering community in order to counteract.": null, "Erika: 14.": null, "Aabria: So what did you think was going to happen here? What was your": null, "expected--": null, "Erika: I want the energy of all of the thousands of people, maybe even": null, "millions that follow Sam's TikTok.": null, "Aabria: Look, bird murders is trending immediately.": null, "Erika: Right, to be there and it's there. They may be NAMPs, but they're": null, "just not activated yet. That thing is hoping to come for every single": null, "person in the world. They said the others that will come afterwards and": null, "that's everybody in the world. So I need all of their energy and them to": null, "help Sam, spirit bomb Sam.": null, "Aabria: So a very strange thing begins, because what you see in that": null, "moment is you're looking at the feed as the scroll populates and people": null, "are starting up chants and hashtags and emoji runs and like-": null, "Erika: A trending hashtag is an awful lot like a chant.": null, "Aabria: All of that is building and is chanting. And you look at": null, "Tadeshacourt and he's getting bigger feeding on the sort of magic of": null, "people, finding their own way to reach out and create something powerful": null, "and he swells. But even as he swells, you see that this breathing is": null, "going ragged as both things are happening simultaneously, his feeding": null, "pool has gotten exponentially big in a moment, but also all of that": null, "energy set against him specifically, is taking his intended effect. And": null, "K, you look up and around and you see, even as people are screaming, the": null, "spells that are even able to get successfully off from other students": null, "are starting to go ablaze, like things are going up in flame. The little": null, "fairy lights in all of those bowels are shattering and fire is coming": null, "up. Dawn eater, this thing that eats lights and preys on magic, light is": null, "filling the space, energy is filling the space and you're beginning to": null, "win.": null, "K: All right, everybody let's keep it going.": null, "Lou: Jammer has a new idea and he would like to try and make his wand": null, "amplify his voice yet again.": null, "Lou: What roll was that?": null, "Aabria: Let's call it Brawn. Let's call it the difficulty of 10.": null, "Lou: I mean, if that's the case, I'll probably still have to roll for": null, "that because of the occasion. That's a nine plus one, 10. Okay, Jammer": null, "grabs his wand and goes,": null, "Jammer: All right, everyone, party people in the house, okay, okay I": null, "need you with me right now. When I say, Hey, you say, Hey.": null, "Aabria: And you see a bunch of people waiting for the first hey.": null, "All: Hey.": null, "Jammer: When I say Tad, you say fuck off. Tad.": null, "All: Fuck off.": null, "Lou: And it just keeps doing it just to see…": null, "Jammer: Oh, we're all here, that's right. All right, on three, I want": null, "everyone to say Goat House. And on six, I want everyone to say family.": null, "And then a nine I want everyone to say, fuck off Tad. All right, one,": null, "two, three.": null, "All: Goat house!": null, "Jammer: Four, five, six.": null, "All: Family!": null, "Jammer: Six, seven, eight, oh, seven, eight, nine.": null, "All: Fuck off, Tad!": null, "Aabria: And this thing that begins is this echoing of fuck off Tad": null, "specifically. Fuck off Tad! Fuck off Tad! And it's getting picked up and": null, "the chants is going up and it's sustaining in a way that the": null, "Lulling never did.": null, "All: Fuck off Tad! Fuck off Tad!": null, "Aabria: And you see Tadeshacourt is beginning to see, even as you are": null, "stuck inside it, the tide is turning, How are you doing Evan?": null, "Brennan: I'm over here, like, fuck off Tad. Broken ribs (laughter).": null, "Evan's scary, but getting a bunch of your ribs broken is gonna fuck you": null, "up no matter how badass you are. I want to look at Tadeshacourt and try": null, "to understand if this thing is… Because the McJonjons… McJonjon's for": null, "time immemorial have like lulled this thing to sleep and I think what": null, "Evan's trying to understand at this moment is was that a fuck up, like": null, "was this a thing that they were always kicking the can down the road?": null, "Like this is something they should have faced and fought for centuries": null, "or is this a thing that is and should be eternal and Lulling it to sleep": null, "is a part of what we should be attempting to do.": null, "Aabria: Give me Brains roll, difficulty just six.": null, "Brennan: Should roll it. Let's half it and succeed.": null, "Aabria: And in this moment, you have time and space. All you have is": null, "that bullet time of being panic and fighting off shock to think about": null, "it. And monsters are what the people that make them make. And the thing": null, "that Tadeshacourt represents, what it embodies is that fear of magic": null, "overrunning the world. It is the result of wizards and witches from time": null, "immemorial afraid of the sort of world wrecking power that they wield": null, "and knowing that it takes community, it takes coming together and no": null, "person going off on their own and thinking that what they do is beyond": null, "the reach of any other person to lull it. Tadeshacourt is a thing": null, "created by wizards to control the ambition of a person. And the": null, "Lulling is important. This is not a beast, this is a monster and a": null, "force, and it is important that it is forced back down. And it is": null, "important that wizards, NAMPs, that people come together and suppress": null, "those dark instincts that seek to devour and destroy co... It's": null, "important that Tad exists and therefore Tad will continue to exist. So": null, "put it back down, but it won't be forever.": null, "Brennan: Evan on realizing that this, as long as there are wizards who": null, "feel this feeling, which is not altogether a terrible fear, a healthy": null, "respect for magic and what it's capable of doing is good. Realizing that": null, "this thing is a reflection of something that's not going anywhere. And": null, "therefore it is not really going anywhere. And also, I guess a little": null, "bit happy that the McJonjons seemed to have gotten it right, that this": null, "thing has to be lulled, it can't fully ever really be gotten rid of. I": null, "think Evan there looks at his friends, looks at Sam, stabbing the shit": null, "out of Mr. Bear and looks at Erika…": null, "(clink as something falls over behind Erika and Lou)": null, "Erika: It's fine.": null, "Lou: We're going ham. It's a rager, things are gonna fall over.": null, "Aabria: That's fair.": null, "Brennan: But just looks at like Sam is gonna stab this bear to death and": null, "K, they're doing what… They are putting the charm on this stream and": null, "getting everybody here. And then Jammer is doing what Sam would do and": null, "like corraling, it's like every… I was like, goat house, we can really": null, "do it all. And I think thinking about the lullaby, Evan who spent the": null, "entire day being a just freaky ass freak and just being like, we gotta": null, "be ready, we gotta be ready. And look up and if just start looking at": null, "Tad and just start singing like the only lullaby he can think of and": null, "he's never had a family to sing carols with, but I'm just gonna start": null, "singing. Oh, holy night, the stars are brightly shining. And just": null, "singing a song that would make him go to sleep if he'd ever had someone": null, "to sing it to him.": null, "Aabria: And your voice, which is so, so quiet, amid the din, the": null, "roaring, the chanting, the echoing of sound, the rushing of water cuts": null, "through. And Tad looks at you and nods. And looks at all of you finally": null, "kind of pushes you down in a way and sort of is swaying, it gets quiet.": null, "The gaps in its skull where eyes should be, little points of light a lot": null, "like the fairy lights in those bows, bright white, but sort of limned in": null, "a halo of prismatic color as it begins to like sort of curl in on": null, "itself. And you hear in the four of your heads, specifically his": null, "growling voice, beware of what he put into the world. There are worse": null, "things than me. And you hear a low rumble, almost a purr as the": null, "Tadeshacourt is lulled to sleep again and people are still screaming and": null, "flinging things and setting things ablaze and chanting fuck off Tad. The": null, "internet still freaking out, but this beast is asleep. And even as it": null, "purrs, it seems to seep into the very cracks of the stone below you and": null, "drift away.": null, "Jammer: My name is Jammer and I'm here to say, can I clear my throat?": null, "Sam: All right, everybody make sure that you follow Sam Black for more": null, "of this S-tier content, bye.": null, "Aabria: You log off and your hand is like frozen to the elbow. It looks": null, "like you would have terrible frostbite, but it's starting to recede a": null, "bit. Even as you still clutch the glass in your hands.": null, "(screams)": null, "Erika: K, like, tackles him!": null, "Evan: Gahhhhh!!": null, "K: Oh, God, okay!": null, "Erika: I'm gonna try and do magic about it and healing.": null, "Aabria: Okay, call it a Grit roll, trying to get those bones to pop,": null, "difficulty of 10.": null, "Erika: 17.": null, "Aabria: Holy shit. Describe what it looks like as those bones pop back": null, "into place.": null, "Erika: Oh man. So K goes over and squeezes Evan like a really tight and": null, "it is terribly painful, but the body glitters and sparkles ala Beauty": null, "and The Beast in Prince Adam's transformation. But his body also is": null, "contorting and popping back in weird creepy ways, which is terribly": null, "juxtaposed with all the glitter.": null, "Evan: Thanks.": null, "K: You have a beautiful voice.": null, "Evan: Oh, that's--": null, "Jammer: It's not bad, it's pretty good.": null, "Aabria: You are immediately spun around Jammer by Khanh who's standing": null, "in front of you, says,": null, "Khanh: You walked away.": null, "Jammer: Sorry, yeah, that was weird energy.": null, "Khanh: No, it's… And you're not wrong, I'm not trying to fight with you": null, "right now.": null, "Jammer: No, and I'm not--": null, "Khanh: I'm tired of fighting.": null, "Jammer: Yeah, same.": null, "Khanh: I'd like it if we could be friends at some point, but I think you": null, "called it right.": null, "Jammer: Yeah, we can play on the same team, but probably not the same…": null, "There's no sports metaphor for this--": null, "Khanh: You don't have to do anything for it.": null, "Jammer: Let's just, hey, yeah.": null, "Khanh: But I'm not gonna… Stop.": null, "Jammer: I'm sorry.": null, "Khanh: I'm gonna hug you. And then I'm going to give you a Christmas": null, "gift, okay.": null, "And she just immediately wraps you in like a massive hug. And you can": null, "feel like a little tear on your cheek that's pressed against hers. And": null, "she gives you a little kiss on the cheek as she backs away.": null, "Khanh: Happy Christmas.": null, "Aabria: And puts an envelope in your hand.": null, "Khanh: And never, ever, ever ask where I got that from, okay.": null, "Jammer: Got it, I got you a gift too. It's Fortnite coin.": null, "Khanh: I don't know what that is.": null, "Jammer: Nobody does, but once you do, you're gonna be so glad, you're": null, "gonna get so many sick outfits. You're gonna be glad I gave you a": null, "Fortnite coin, but thank you for this and I got it. Can I open it?": null, "Aabria: And you open it up and you see this like seal that silver and": null, "you see like, it's got like, it's run all through with like gold and": null, "precious metals. And there's like an inscription on it. That is good for": null, "five hours it's a teleportation schedule. You can go wherever you": null, "designate, but it will transport you exactly back to the spot from where": null, "you left five hours later.": null, "Jammer: I feel like I'm gonna throw up. That's the nicest thing, but in": null, "a good way, that's the nicest. This is your, we… I'm gonna end this": null, "right now because if we keep talking, I'm gonna try and get us back on": null, "the same team. But thank you.": null, "Lou: And one more hug.": null, "Aabria: Yeah, she gladly accepts it, kind of gives you the bro pat after": null, "a while.": null, "Khanh: It's good, we're good. The fuck is Fortnite coins?": null, "Aabria: As she walks off.": null, "Jammer: When they all realize what Fortnite coin is, I'm gonna be most": null, "popular, but that's for another day.": null, "Evan: That was unreal, you charged right at that thing. And I can see": null, "you moving through, like you literally knew to get behind the vein, to": null, "go for the windpipe back here, which is awesome.": null, "Sam: Oh, I was just kind of stabbing.": null, "Evan: Well, whether it's like, whether it's just like you have a knack": null, "for it or not, you're incredible.": null, "K: Like right through the carotid.": null, "Evan: That was amazing.": null, "K: Dead on.": null, "Sam: Maybe I'm really good at stabbing.": null, "Evan: You were like a surgeon out there, it was really awesome.": null, "Jammer: I mean, honestly, stabbing TikTok feels like- no that's not": null, "stabbing TikTok shouldn't be a thing. But it could be, and you would run": null, "it. You would run stabbing TikTok if it was a thing. It shouldn't be a": null, "thing, but if it was a thing you would run it.": null, "Aabria: And with the four of you at the center of chaos that you've both": null, "caused and solved, the party begins to rage around you. This party that": null, "you threw for yourselves, that you threw for your school kicks back into": null, "full swing.That is where are we going to leave off for tonight and for": null, "our wonderful holiday special. Thank you very much and happy": null, "Lulling everybody.": null, "All: Happy Lulling.": null, "[a]no idea what's being said here around 1:10:20": null, "[b]wasn't sure what is being said here, around 1:19:25": null}