{"Dimension 20": null, "Adventuring Party": null, " ": null, "Schrödinger’s Canon": null, "Season 10 Episode 10": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hello, my pack of pixies, and welcome to the final Adventuring": null, "Party for A Court of Fey & Flowers. We did it. It's over.": null, "Surena: We're ghosts. All of us are ghosts.": null, "Oscar: We're all ghosts.": null, "Aabria: Everyone's dead, and everyone's a ghost now.": null, "Oscar: And we're all wearing the same clothes, so it does work.": null, "Aabria: I almost went and changed my shirt to maintain the kayfabe, and": null, "then I forgot, because I had to go find if there was a Go-Gurt in my": null, "house.": null, "Omar: Was there?": null, "Aabria: There wasn't, and I'm sad about it.": null, "Surena: It's probably for the best, honestly.": null, "Oscar: Hey, Aabria?": null, "Aabria: Hey.": null, "Oscar: Check again.": null, "Aabria: Oh my god! What if I just pulled Go-Gurt out?": null, "Brennan: That's the most threatening thing I've ever heard in my life.": null, "Surena: Yeah, same.": null, "Brennan: The most threatening thing I've ever heard in my life.": null, "Surena: Sir.": null, "Aabria: A fact, a fact.": null, "Aabria: But hi, friends. I love you all so much, and we told a very fun,": null, "cool story together. Thank you. I'm not going to make us all talk about": null, "ghosts weirdly for five minutes, because we have a bunch of very cool": null, "fan questions to get to, so with your permission, my delightful archfey,": null, "let's jump right on into it. Our first question was submitted by Nyx.": null, "Thank you so much, Nyx. This one's for everybody.": null, "“So, were there any secrets or just fun pieces of knowledge that your": null, "character had that didn't come up in the season? And if so, what were": null, "they?”": null, "This is the time to spill those last little bits of lore that you didn't": null, "get out. Yes, the silence, good.": null, "Omar: Oh.": null, "Surena: So, Gwyn slash BINX, so BINX, has three warlock patrons. So,": null, "three of them. We only saw two.": null, "Aabria: Yeah.": null, "Surena: And BINX had a crush on Gwyn, but it was not reciprocated.": null, "Aabria: What?": null, "Surena: Yes.": null, "Brennan: Amazing.": null, "Oscar: It's canon. It's canon now.": null, "Surena: Yeah.": null, "Brennan: Canon, folks. You heard it here first.": null, "Oscar: Re-edit that wiki.": null, "Aabria: Her heart was stolen by a kobold. Amazing.": null, "Omar: I have to update this fanfic.": null, "Oscar: Can you tell us what that scenario was like? What happened?": null, "Omar: Yeah.": null, "Surena: Sure, so basically, I sort of saw people in the Court of Wonder,": null, "there was sort of a breaking out. I think Court of Craft and Court of": null, "Wonder, maybe, it was not defined in the show, and I don't know if what": null, "I'm going to say is canon, but I kind of saw them as the same court at": null, "one point that had split, because they both have dealings with the": null, "material plane, the mortal realm. But Gwyndolin often frequents the": null, "mortal plane, and how they sort of became friends with BINX and fell in": null, "love with BINX's warlock, and kind of created this plan together because": null, "Gwyn wants to stay there. She wants to stay in the mortal realm, and so": null, "it's up to BINX to be the one, and she would know more as the sole": null, "survivor, so that's sort of how she got sent on her mission, and then of": null, "course all of the things happened that took her exactly from her course,": null, "but yeah.": null, "Omar: Wow.": null, "Aabria: Amazing. So juicy.": null, "Oscar: And it's all canon, baby.": null, "Aabria: All canon.": null, "Surena: I mean!": null, "Aabria: If we run to the studio right now, I think we can knock out a": null, "couple more episodes. We can swing by, pick up Lou and Emily on the way": null, "and just keep going.": null, "Oscar: Yes.": null, "Surena: Just keep going, I think.": null, "Oscar: Season two, baby.": null, "Omar: How about you, Oscar? Did you have anything that we didn't get to": null, "uncover? Anything we didn't get to discuss or celebrate?": null, "Oscar: Oh my gosh, no. Okay, yes, actually there is one thing, and it's": null, "very subtle, and I want to talk about my wardrobe on the show.": null, "Aabria: Yes!": null, "Oscar: Because obviously that was a thing.": null, "Aabria: Yes.": null, "Oscar: Which I wasn't expecting to get art for every single, not going": null, "into it.": null, "Aabria: That was my favorite post production meeting, though, where we": null, "were like, what gets art? We have so many NPCs. We're like, fuck that": null, "shit. Draw every one of Rue's outfits.": null, "Oscar: And I'm so grateful, and I love that Emily pointed, I think that": null, "was sort of the beginning of it, was Emily being like, there should be": null, "art for this.": null, "Aabria: Hell yes.": null, "Oscar: But also, y'all's fanart.": null, "Omar: Oh!": null, "Aabria: Oh my god.": null, "Oscar: The way y'all's brain work, literally, I am so humbled by all of": null, "the beautiful Rue art that is out there, a lot of the Rue Hob stuff,": null, "battlemaster of ceremonies stuff that's out there.": null, "Surena: Oh my gosh!": null, "Aabria: OTP.": null, "Oscar: I can't believe the amount of talented people there are in this": null, "universe that would just sort of think that... Oh god! I just feel so": null, "honored. Whenever someone takes the time to create art for a character I": null, "created, it is the biggest compliment I will ever receive, so please": null, "send me all and any art. Just keep tagging me. I love it. I love it, and": null, "I try to re-share as much as I can, so please keep showing it to me. But": null, "anyway, so there's a weird thing, a transition that happens in the": null, "outfits, because the reason why I made Rue dress so lavishly is because": null, "that's part of the fey, sort of, it's about appearances, right? And as": null, "someone who is sort of the coordinator of the Bloom, that's someone who": null, "is, all eyes are on them, right? So they have to look a certain way,": null, "very presentable, and they're all themed, but also, I want y'all to": null, "notice that as the glamour dropped and I became the owlbear, the": null, "authentic Rue, all of the wardrobes have been a lot more subtle, less": null, "extravagant, more themselves, and I really wanted that to be a thing. I": null, "didn't want Rue in some insane, crazy, 12 inch platform heels. I wanted": null, "Rue to finally be comfortable with themselves and wear what they": null, "actually wanted to wear, which was just pretty dresses, you know? And": null, "that was the vibe of Rue in the second half. Now, in the first half,": null, "I... There was no planning of these costumes at all. These were all": null, "stuff that I made up literally off the top of my head.": null, "Brennan: Unbelievable.": null, "Aabria: Stunning.": null, "Surena: Amazing.": null, "Surena: Beautiful.": null, "Oscar: But it was all themed to the event, right? The hart hunt, I": null, "wanted some sort of a hunter look, and then, you know, the Sea Foam": null, "Court look, but also, there was a prerequisite for every look to be": null, "unapproachable.": null, "Aabria: Ooh.": null, "Oscar: Every outfit was supposed to take up space in a way that will not": null, "let anyone near me. So for example, the very first look, which is that": null, "beautiful sea foam dress with the giant shell in the back, the shell was": null, "very important because it was a way to not get people to talk close to": null, "me, because I was so uncomfortable with people getting close to me, so": null, "the shell was a way to push people back. Also, the shell is very": null, "symbolic, obviously, of literally hiding behind the shell. And then in": null, "the hunter look, it was this hunter. It's a hunter look, you know what I": null, "mean? It's high platform, the heels had to be high, because I wanted": null, "there to be sort of an unapproachability. So it was so crazy and": null, "unplanned when Hob came from above to approach me, that shattered, the": null, "outfit also had a lot to do with my reaction to the way that I reacted": null, "to Hob, and also in the, this is the biggest one, which is what they": null, "wore during the duel between Wuvvy and Hob. Really, and I said, I": null, "remember I said in the episode that I wanted it to be in solidarity with": null, "the Court of Hoof and Claw. However, and I never said this out loud, but": null, "there is a real reason why I wanted Rue to wear a military jacket.": null, "Aabria: You mentioned it.": null, "Oscar: Yes, exactly.": null, "Aabria: Keep going.": null, "Oscar: Because deep inside, my real solidarity was with Hob. That was": null, "someone that, to me, Hob was it, not from jump. I didn't want to get in": null, "Hob's pants from the get go, but it was something-": null, "Aabria: He wasn't even wearing them!": null, "Oscar: Exactly!": null, "Brennan: They'd be so easy to get into. They're just back in the tent.": null, "They're just in the tent.": null, "Oscar: But yeah, to me, again, costuming is such an important element in": null, "D&D for me as a way to storytell without saying a lot.": null, "Oscar: Again, it's like, we live in a world where we describe where we": null, "are, what we're doing. Why can't we describe what we're wearing? What": null, "we're wearing says so much about the character that we're embodying. I": null, "encourage people playing D&D to really go in depth with your outfits,": null, "because that is telling a story that is often left out in a lot of D&D": null, "sessions, and I encourage and implore y'all to have fun with what you're": null, "wearing. We do it day to day. The way that we dress is the way that we": null, "communicate to the outside world who we are. Let's do that with our": null, "characters that we create in D&D. Why not? So please, please, please,": null, "please think about what your character's wearing.": null, "Aabria: Oscar's out here setting trends. Let's go! Amazing. BINX, Omar,": null, "do you guys have anything that didn't get revealed about your character": null, "that you want to mention?": null, "Omar: What about you, Brennan?": null, "Brennan: I have something that could have been canon. It's Schrodinger's": null, "canon.": null, "Aabria: Ooh, I love that, I love that.": null, "Brennan: Partway through the season, I realized this should not be true,": null, "so it stopped being true, but Aabria knows to what I am referring.": null, "Oscar: Oh my gosh.": null, "Brennan: I think you do, Aabria, right?": null, "Aabria: I don't know anything. I'm brand new to this.": null, "Oscar: She says with a smile.": null, "Brennan: So we created, has anyone here seen \"Little Nemo in": null, "Slumberland\"?": null, "Oscar: Yes! Yes, I love that movie!": null, "Brennan: You know the goblins that all fwoomp and can jump into each": null, "other's bodies?": null, "Omar: No!": null, "Brennan: So there was a world in which Hob was not a big goblin, but was": null, "three smaller goblins.": null, "Oscar: I hate that.": null, "Surena: Oh my god.": null, "Oscar: What do you mean? What do you mean, Brennan?": null, "Aabria: That deadpan I hate that was the most important thing I've ever": null, "fucking heard in my life.": null, "Brennan: There was a world, because we all made our characters in iso": null, "from each other, right? So there was no way for me to know, I was like,": null, "okay, the whole hidden identity, the whole fairy glamour, the idea of": null, "not being who you seem to be, someone's got to hit that, and so I said,": null, "okay, I will assume some other people will hit this trope, but I have no": null, "way of knowing if they will. So if you guys remember in our session zero": null, "when I said that there was a rumor that Hob had killed three smaller": null, "goblins?": null, "Aabria: Yep.": null, "Surena: Oh!": null, "Brennan: He killed them because the first time he was seen was the last": null, "time those other three goblins were seen, because he was those three": null, "smaller goblins.": null, "Omar: Never in the same room at the same time.": null, "Brennan: And it was going to be, he was sort of like a Voltron or a": null, "Captain Planet, where they were going to be three little scumbag goblins": null, "that were like, we want to be a good guy, but we don't know how! And": null, "then they did a spell to all become an honorable goblin.": null, "Aabria: It's just horrifying \"Steven Universe\".": null, "Brennan: Yes, it's like Crystal Gems.": null, "Surena: Yeah, it's Crystal Gems.": null, "Brennan: It's like, three little goblins! How do we... And they were": null, "going to be funny little, you know, running around, they were going to": null, "be more like the salt goblins.": null, "Oscar: Oh my god.": null, "Brennan: That then become a Regency goblin.": null, "Oscar: Not Hob being a goblin Megazord.": null, "Brennan: He was going to be two kids in a trench coat style.": null, "Aabria: You have to know how funny it was to sit the entire season and": null, "go-": null, "Oscar: And you knew the whole time.": null, "Aabria: One of them doesn't know that they're a giant owlbear, and the": null, "other is three little guys? This is the most cursed relationship! And I": null, "was just sitting there like, god, reveal it. This is the wildest shit": null, "I've ever...": null, "Brennan: The whole thing about it was that the original three wanted, in": null, "other words, it was sort of the weird thing where Hob was aspirational.": null, "Hob was a Captain Planet thing, so it was a different take on identity": null, "than what glamour started to mean within the context of the Bloom, if": null, "that makes sense. It was sort of the fake it till you make it ideal, the": null, "idea of, oh, I want to be this aspirational version of myself, you know": null, "what I mean?": null, "Brennan: It didn't have the similar, and I think that it wasn't that": null, "many episodes before I was like, nah, that's not true.": null, "Aabria: But I do want to shout out that it does recontextualize Hob's": null, "awkwardness, especially around his court, in such a fun light when you": null, "think that this is three people trying to become something different and": null, "losing touch with that inherent identity. If they were maybe slightly": null, "bigger than salt goblins before, how do you put away all of yourself to": null, "become something different and then reinvest yourself in your original": null, "context? Which is very cool, so it was very interesting watching those": null, "early interactions with that extra bit of lore, not knowing if or when": null, "it was going to come out. That was like, oh, that actually makes more": null, "sense about why it was like that.": null, "Brennan: I think that that went away ultra fast. I think the second": null, "there was a love story, it kind of started to go.": null, "Omar: Right.": null, "Brennan: I think that there's a world where Hob's much more of a comedic": null, "relief character.": null, "Omar: Mm-hm.": null, "Oscar: Absolutely.": null, "Brennan: And that he's just kind of helping do plot stuff for seven": null, "episodes, and then people are like, what's Hob's deal? And I go, bloop!": null, "And I turn into three little goblins. I statted them out. They were": null, "three arcane trickster rogues.": null, "Oscar: I can't believe it.": null, "Aabria: So cute. Rue could've had that.": null, "Brennan: But it's not true.": null, "Oscar: I can't believe it. I feel like Sally Field in \"Mrs. Doubtfire\".": null, "The whole time? The whole time?": null, "Brennan: No, not the whole time. Before our first shoot day was done, I": null, "was like, scrap it! Junk it. Not true. But yeah.": null, "Aabria: Amazing. Omar, what about you? Anything else you didn't get out": null, "there?": null, "Omar: I don't think that Andhera, Andhera's similar to me, where they": null, "can't hold onto any thoughts, they have to say them, just like me. If": null, "I'm sitting on an airplane with someone and it's quiet and we're just": null, "staring forward, I will just out of nowhere have to just turn to someone": null, "and be like, did you know that John Montgomery actually was the first": null, "flight in the United States of America, and it happened in California,": null, "not Kitty Hawk? And they're like, please don't ever talk to me, ever": null, "again, about any of this. So if I were to come up with anything right": null, "now, it would be that Andhera has an unmentioned talent, which is": null, "playing glowworms.": null, "Surena: What is that?": null, "Aabria: Aw!": null, "Omar: How much time we got?": null, "Brennan: What?": null, "Aabria: Enough. Go.": null, "Omar: It can be really simple, where you just let water drip down the": null, "glowworm trails, because glowworms have that little sticky lines of": null, "just, ba-ba-ba-ba, and that's how they trap flies and stuff in caves,": null, "and it's letting the water drop, but you kind of tap the worms so they": null, "have different lengths so the water drops at different heights to make": null, "different noises, but you can actually also guide different trails of": null, "water, similar to a synthesizer, but you just encourage more water down": null, "certain lines so that you have a pentatonic beat going here, and then": null, "you have sort of a melody going on with these other worms, and that's": null, "kind of just, I don't know, I guess it's a little thing that never came": null, "up.": null, "Oscar: This was Andhera talking.": null, "Surena: I love you.": null, "Oscar: This was not Omar talking.": null, "Surena: Andhera took the wheel.": null, "Oscar: You slipped right into character.": null, "Aabria: He's so deep in the character.": null, "Oscar: I picture him saying literally those words as a pillar boy,": null, "making mouth sounds, talking to himself.": null, "Aabria: Amazing, okay, well then, I do have a question for you from a": null, "lovely fan, if you would like.": null, "Omar: Cool.": null, "Aabria: So this is a question from aiyah_raya, thank you so much.": null, "“Hi, Omar. As an ace person myself, it truly meant so much to see": null, "asexuality represented with such heartfelt sincerity and understanding": null, "in you and Andhera. So firstly, thank you for bringing such candid ace": null, "representation to the season. I'd love to know what considerations went": null, "into creating the character of Andhera so that they could be ace with": null, "such authenticity while still fitting into a genre that is": null, "conventionally centered around romance and seduction and sex. Was it": null, "challenging to balance Andhera's reputation as the most eligible": null, "bachelor of the Bloom with their ace identity?”": null, "Omar: What a fantastic array of questions. First of all, hello, thank": null, "you so much. And I also just want to say, the response and reaction to": null, "Andhera's identity has been wonderful and lovely and incredible, I say": null, "this all on a professional level, and on a personal level, so": null, "validating, so thank you all so much. That is incredible, and you're all": null, "incredible. This is not something that, even a couple years ago, I think": null, "that we'd be talking about, and so this is magnificent and just so fun.": null, "Genuinely, I thought that Andhera was going to be a smoky Darcy just": null, "hanging out and just smoldering, and the second that I opened my mouth,": null, "I was like, I'm incapable of playing a character that is going to use": null, "any of those tools, because I don't have those.": null, "Aabria: Amazing.": null, "Omar: And it would take a lot of research for me, I suppose, to go": null, "through and to do that, and the idea of manipulating people outside of": null, "your, I don't know, not manipulating. I hesitate to say that, but this": null, "turned out, even before we all kind of realized it, it was all going to": null, "be stories about people accepting their truths.": null, "Omar: And accepting each other's truths, and it kind of all": null, "subconsciously happened. I remember, Aabria, you initially were just": null, "like, destroy each other's lives.": null, "Surena: Yes!": null, "Omar: That's the show. And then we all got together-": null, "Oscar: And the Lords of the Wing said, okay!": null, "Surena: They crushed it.": null, "Aabria: We appreciate a bird that understands the assignment.": null, "Oscar: Exactly.": null, "Omar: We all liked each other so much and we loved each other so much": null, "that it was like, no, we kind of just want to all talk about our": null, "feelings. So from that, I think it was so interesting, right from the": null, "get go with Andhera, it's so interesting because it's seemingly the": null, "nightmare scenario. It's like, but you have to do this to climb through,": null, "and I feel like for someone, for me at least, I'll speak to my": null, "experience, in college, that was sort of a conceit of it. Coming out to": null, "the professional world, it's like, go get drinks with people and network": null, "and all this stuff. And I'm like, I don't want to. I would love to not": null, "do that. I want to go read comic books with my cat. He will read half": null, "the pages, and I will read the other. So bringing that in was just so": null, "interesting, because I got to kind of explore those questions that I": null, "still don't always have the answers to, and I think with ace identity,": null, "it's so interesting, because is he full spectrum? And now we got to see": null, "by the end of this season, you know, it is truly exploring what are you": null, "comfortable with, who are you comfortable with, what is attraction to": null, "you, what are you not attracted to, what are you repelled by, and I love": null, "being part of the ace community, because we do ask those questions, and": null, "I think they're important questions whether you're ace or not of that,": null, "and it's just like, there's a label, great. Let's put that to the side.": null, "What do you like? What makes you happy? What makes you feel safe? And": null, "it's those conversations and questions we got to ask in the show, and": null, "I'm so glad they got such a beautiful ending where there is": null, "companionship, and what that amounts to and how that manifests is up to": null, "them being also Andhera and BINX, and seeing where that goes, and that's": null, "completely for them to explore, and that makes me very happy. So it was": null, "a little bit of a surprise from the get go, but a complete not surprise": null, "the second I opened my mouth and was like, all right, this character's": null, "just playing Chris Hemsworth, and I was like, hello everyone. Oh, no,": null, "that's ace. This kid's going to have some struggles up ahead when things": null, "get real spicy with the fey. So it's been an absolute joy playing at the": null, "table, and also everyone reacting and responding. It's been lovely and": null, "incredible and wonderful and an absolute joy, so I hope that answered": null, "the question.": null, "Aabria: Yeah, it absolutely did, and there was like 47 questions, but": null, "yeah, golly, that was just so good, you're so good. Fawning. Okay, next": null, "question. This one is for Oscar. This is from Sarah Rose. Thank you so": null, "much, Sarah Rose.": null, "“I feel like Hob and Rue was such an unexpected romantic pairing.”": null, "We have to talk about it. It's the finale. We've been waiting, the": null, "slowest burn.": null, "“Were you or Brennan expecting chemistry between your characters? Also,": null, "what characters did you guys expect to have chemistry when the campaign": null, "first started? This season has been amazing, and I can't wait to see the": null, "rest, less than three.”": null, "I read the entirety of the question.": null, "Oscar: I love it. Great question, amazing question. My original intent,": null, "real talk, it's so interesting, because Brennan's character was built,": null, "like you said, Brennan, to me it felt like a comedic character, so I was": null, "like, okay, yeah, all right, that's fine. Literally, in the first...": null, "Okay, so I don't know if you remember this, but in the very first": null, "episode, I straight-up called you Lieutenant Hob, and you said that it's": null, "Captain Hob, and as Oscar, I was like, well, that's the end of that,": null, "bye.": null, "Surena: See ya.": null, "Oscar: Literally I was just like, well, okay. You're just going to be a": null, "friend or something, I don't know, but bye.": null, "Surena: You're just going to be a friend!": null, "Oscar: That was it for me, because I fucked up. I already fucked up": null, "whatever it is I was not trying to do anyway. I'm gonna tell you this.": null, "Brennan: I already fucked up what I wasn't trying to do anyway.": null, "Aabria: Amazing, amazing.": null, "Brennan: What a sentiment. Universally relatable.": null, "Oscar: I'll tell you this. As Oscar, I wanted, and see, this is the": null, "power of trying to force something that just isn't in the cards and just": null, "allowing the game to take you to a magical place, I really wanted to": null, "start something with Surena.": null, "Oscar: I really wanted to start something with Gwyndolin because Surena,": null, "you're someone that I didn't really know. I knew everyone. You're the": null, "person that I knew the least before coming to the table, but the moment": null, "I met you, there was literal sparks. Person to person, I felt so": null, "connected to you as a person, and okay, here's something that you might": null, "not know. At the table, Surena sat next to me and Lou sat on the other": null, "side of me. RIP Lou's shoulder, because he got a lot of blunt force": null, "coming from my hands, y'all saw that.": null, "Aabria: Respect, respect.": null, "Oscar: But Surena was there for me in so many ways that I don't think": null, "people got to see on the show. Any question that I had, because I had": null, "the least D&D experience, any question that I had in terms of, I always": null, "whispered to Surena. I'm like, what's going on? And Surena was so kind": null, "enough to explain it to me. She held my hand through this whole": null, "experience, that's something y'all don't know, and I just felt so": null, "connected to Surena. And then, when we're introduced to Rue and": null, "Gwyndolin, there's that weird thing of, I don't know this person. I was": null, "like, oh wait, wait a second, this isn't as easy as I thought it was": null, "going to be, and then of course the way that the game changed where the": null, "battlemaster of ceremonies happened, and that happened, and I'm so glad": null, "that it happened, but that was never my goal. I thought I fucked that up": null, "from moment zero. But to me, yeah, Surena was, I was like, and also,": null, "real talk, your character and my character had the most... There was a": null, "deep, deep emotional connection.": null, "Aabria: 100%": null, "Oscar: That I felt with you as an actor. The characters were so deeply": null, "connected. I am so glad that we formed the relationship that they have": null, "now.": null, "Surena: Bestie vibes, yeah.": null, "Oscar: Exactly, bestie vibes, and I'm so freaking glad that I ended up": null, "with Hob, because that was so unexpected to me, literally the last": null, "freaking choice in my mind that would happen, and that it happened with,": null, "and I didn't even make the connection of, oh, it's an owlbear and a": null, "bugbear. I was like, y'all made that connection before I even-": null, "Aabria: If you guys make babies, I think it's just a normal bear.": null, "There's a Punnett square one that's just bear.": null, "Oscar: Bear. It's the Venn diagram, absolutely. So I'm just glad, it's": null, "just the power of storytelling and just following the unexpected and": null, "letting the game happen and again, trusting your DM, trusting Aabria": null, "that you knew exactly where the story needed to go, and you took us to": null, "some magical places that were unexpected. It's just so amazing. I love": null, "this game. Can we do it again, please?": null, "Aabria: Yeah, like I said, we're running back to the studio the moment": null, "we finish here. It's going to be good and not weird or hard for anyone.": null, "I still have all the flowers. We could just throw those back up. It's": null, "fine. Well, since we're talking about relationship stuff, I've got one": null, "more question. This one's for Surena, and it's from Nia, @SophiaBikes.": null, "Love it. Thank you so much, Nia.": null, "“The BINX-Andhera relationship was a highlight for me this season": null, "because of how well matched the two were, and the subtlety of their": null, "development. What kind of discussions were had off camera as you two": null, "were developing their connection? If you didn't discuss it, how did it": null, "feel for their relationship to grow organically?”": null, "Surena: Oh wow, first of all, great question. I am overwhelmed, there's": null, "so much. I think backstage, there's always that check in with everyone.": null, "Everyone will be like, hey, is this cool? Hey, maybe this is a thing, I": null, "don't know what it is, just to make sure that everyone is comfortable": null, "with everything happening at the table, just from a gameplay standpoint.": null, "But beyond that, I think that, or I know that BINX is kind of socially": null, "just, she's been alone for a really long time, and is incredibly awkward": null, "and incredibly genuine in her view of the world, and I think it just": null, "made sense that Andhera also had that energy, and so it was genuinely": null, "friendship vibes, I think, until the heart, the Crystal Heart happened,": null, "and then I was like, oh! Because I had no idea, and I don't know if you": null, "did either, Omar, but I was just like, oh, because I wasn't planning on": null, "having a love interest at all, because I had so much happening, and it": null, "was just another layer. I'm like, I don't know. But it felt really": null, "organic and good just to be like, of course these two socially strange": null, "individuals would find solace and comfort in each other, right?": null, "Omar: Yeah, because we talked about it more after the show, but at least": null, "for Andhera, I remember in that episode, when it started to click": null, "together that you were going to bring down the house of cards that is": null, "all the social expectations and taxonomy of the fey, Andhera being like,": null, "wait, that's great. I hate all of this, genuinely. This is a place of": null, "discomfort for me, of torment, and I associate this stuff with familial": null, "torture, really, and people benefiting from manipulating others, and you": null, "were the one that was like, there's no scarcity in magic, stop this.": null, "What I loved about their relationship in general was that it starts with": null, "that foundation of respect, and I remember the moment of Andhera being": null, "like, oh my god, I really respect the moves that BINX is doing and": null, "making, and I think that the philosophy behind this is with the goal of": null, "helping everyone that we care about, and is going to screw over the NPCs": null, "we hate. I don't know, and it was from that where I was just like, oh,": null, "Andhera is leaning towards BINX and these moves, and then it just kind": null, "of went and it was nice. We did check in with each other, but not, I": null, "feel like, as intensely as this is going to be a conscious thing. It was": null, "kind of afterwards, being like, is that cool?": null, "Surena: Yeah, just a vibe check.": null, "Surena: But I also think it's interesting, because Andhera comes from a": null, "place of being called pillar boy, and everyone has a stereotype": null, "relationship of you, sort of, based on previous battles or anything like": null, "that, but BINX didn't. BINX just got to know you for you, and not who": null, "you were before.": null, "Aabria: Oh god, I didn't even consider that. It's so good.": null, "Oscar: Wow.": null, "Omar: That's very good.": null, "Aabria: Amazing, amazing. So good.": null, "Oscar: So yeah, Brennan, did you want to fall in love with me or what?": null, "Aabria: I mean, obviously.": null, "Brennan: Desperately, desperately. Oscar, it was truly a joy to tell a": null, "love story with you. It's so funny, because I know, I'm very cognizant": null, "when I'm running games about how uncomfortable romance period, let alone": null, "PC and PC romance, can make people, so I always treat it with kid": null, "gloves. But as myself, I want to experience the deepest parts of the": null, "human experience. I love all of it. I love solving mysteries, I love": null, "combat, and love and romance, it's one of the biggest, best slices of": null, "the pie of human experience. Why would you not eat... You have to eat": null, "the whole pie, you know?": null, "Aabria: No one says that. No one says you have to eat the whole pie.": null, "Brennan: You've got to eat all eight slices of pie.": null, "Aabria: That can't be right.": null, "Brennan: Yes, live deeply, mangia! So it was a joy falling in love, and": null, "specifically with you, Oscar, you're so brilliant, and just your lines": null, "of dialogue, there were so many scenes were I was like, I have to leave,": null, "that's the end. Almost the improviser instinct of, that's the blackout.": null, "Bam.": null, "Brennan: Rue would say something with such a piercing insight into human": null, "nature, fey nature, that was just like, oh, that's unassailably wise.": null, "Which is a testament to you. The character can't say it unless the": null, "improvisor thinks of it, so really it's about you, Oscar. It's": null, "incredible, but to your point, the vibe that you're picking up is 100%": null, "there, in terms of you being like, Hob's a comic relief character,": null, "right, first and foremost, or at least that's how I viewed him, and you": null, "saying, you were a comic relief character, but then suddenly there was a": null, "thing, which is, I'm not going to lie, A, cutting a little close to home": null, "just for me in my own personal life of just romantic partners being": null, "like, you're a real goofy motherfucker, and yet here we are. And I'm": null, "like, well, I'll unpack that later on my own time. That makes me feel a": null, "certain way about myself, but sure, let's proceed. So Hob, I think it": null, "was surprising that, true confession, right? I was aware of the tropes": null, "of the battlefield romance between Andhera and Hob. I was aware of that": null, "trope. I was willing to pursue that, and I'll tell you what right now,": null, "in episode one, it's so weird, because I'm currently betrothed to the": null, "most wonderful, beautiful woman in the entire world.": null, "Aabria: Ship it!": null, "Brennan: One Miss Izzy Roland. I ship it as well. I ship it so hard that": null, "I asked it to never end until we're dead.": null, "Oscar: Yes!": null, "Brennan: So it was very interesting having, you know, when you play a": null, "character in a romantic setting, you are still trying to use your own": null, "romance instincts through the lens of a character, and in episode one": null, "with Andhera, I was like, oh, there's this little battlefield thing": null, "here. That's such a trope kind of thing. And I was like, that would be": null, "cool if that happened. And just in doing scenes with Omar, real Brennan": null, "was like, there's not a vibe here. There is not a vibe here. And I had": null, "to go, I was like, but it'd be cool if there was. So it was actually": null, "weirdly Omar, when you revealed a couple of episodes later, you're like,": null, "I knew that you were ace, but you were like, my character is ace as": null, "well, I had a moment through Hob of being like, nailed it! There was not": null, "a vibe. And it was very reaffirming, because we're talking about a": null, "weird, four person relationship of Omar, Brennan, Hob, Andhera, and to": null, "have that be totally unspoken was, oh, that's a cool performance thing": null, "that you, through this communication, were able to go, oh, that energy": null, "did not feel that way, and that was successful communication with all": null, "parties involved, right? And then with Rue, I don't know, Oscar, there": null, "was something.": null, "Oscar: It all happened in episode two, I think.": null, "Brennan: Yeah.": null, "Aabria: Oof.": null, "Oscar: When we got up that tree, and then when you grabbed me and I": null, "smacked it away, and you know, I think I mentioned this before, but the": null, "reason why I smacked your hand away is because I was an owlbear. I": null, "didn't want you to see my true self. I was scared of showing myself.": null, "It's not like I didn't like you or I had any feelings for you, but then": null, "it just became such a real moment, an absolutely real moment, a real": null, "exploration of, if this is true, then what else can be true? And then if": null, "this is true, then damn, I got feelings for Hob, you know what I mean?": null, "And also, the thing is, too, you're so very kind so say such nice things": null, "about me, but Brennan, you're intimidating as hell, you know what I": null, "mean? As Oscar, coming into the table for the very first time and seeing": null, "Brennan Lee Mulligan, literally King D&D himself, at the table, I am": null, "shaking. I'm like, oh Lord.": null, "Aabria: Ooh!": null, "Oscar: I cannot compete. Also, that's true with every single person that": null, "was at the table. I was like, I am not at their level. I really cannot": null, "compete on their level.": null, "Aabria: Sir.": null, "Oscar: And not only that-": null, "Surena: Incorrect.": null, "Aabria: Incorrect.": null, "Oscar: But your words, the way Hob spoke, I was like, I need a glossary": null, "up in here.": null, "Aabria: The first letter? Even I was like, no words, damn.": null, "Oscar: I was like, the hell?": null, "Surena: Thick letter.": null, "Oscar: I said, Google Translate, you know? So I was hella intimidated.": null, "If anything, I was like, oh my gosh, to be involved with such a power": null, "player like Brennan, I'm at the boss level before I even started playing": null, "the game. But the thing is-": null, "Aabria: But you played like you always belonged, so let's be very clear.": null, "Oscar: Literally, that all stems from the absolute and unwavering": null, "support of every single person on that table. No one has made me feel": null, "like I was new to the game. No one ever made me feel like I didn't know": null, "what I was doing. Aabria, the way you encouraged me to just make": null, "choices, to make these swings, I will always remember that. If all DMs": null, "could be like you, do you know what I mean?": null, "Aabria: Aw, thanks.": null, "Oscar: Of just utter support for their players, I think also, me coming": null, "into it blind, I'm like, what are the limits of what I can and can't do?": null, "And Aabria, what you said was do whatever the fuck you want. And it led": null, "to this incredible story, and you encouraged all of us to do it, and": null, "Brennan, the way you stood toe to toe with me, because this required an": null, "absolute respect of everyone's gameplay.": null, "Oscar: We got to the point that we got to because we all said yes. We": null, "never laughed at each other, we never were like, oh god, this is so": null, "corny. Oh my god, the way Oscar's talking is lame, you know? The way": null, "that you held me up, every time I was able to be emotional as Rue, there": null, "was no sense of judgment from anyone, no sense of shame, and full": null, "support made me be the best player that I could be, and I owe that to": null, "everybody. Omar, Surena, Lou, Emily, Brennan, Aabria. I got to be the": null, "best player at this game because of y'all.": null, "Aabria: Aw.": null, "Oscar: And I wish, I wish that, because, you know, my experience playing": null, "D&D is now tainted till the end of time, because it can't come close, it": null, "really can't.": null, "Aabria: Good, I want to ruin you for whoever comes next.": null, "Oscar: But if only, if only every table could be as open and": null, "non-judgmental of swings players take, the absolute sense of discovery,": null, "unpredictability, and fun every table would have, I'm telling you, it's": null, "guaranteed. So support everybody at a table. Just support every choice": null, "that's being made. Honor every choice and don't judge any choice,": null, "because that's the way that I got to play the best I could play.": null, "Brennan: Hell yeah. Amen.": null, "Oscar: So thank y'all.": null, "Aabria: Damn.": null, "Brennan: Beautiful. I don't think Aabria's going to ask herself one of": null, "the questions that people put for Aabria.": null, "Aabria: Oh, super wasn't going to. We're almost out of time. We can move": null, "on.": null, "Brennan: So I'm going to jump in and do it. I'm going to jump in and I'm": null, "going to ask Aabria.": null, "Aabria: Go for it, Brennan!": null, "Brennan: This is a question for Aabria Iyengar, and it comes from An": null, "Eladrin Butler's Raised Eyebrow. Thanks, An Eladrin Butler's Raised": null, "Eyebrow.": null, "“This has been one of my favourite, with a U, this has been one of my": null, "favorite seasons of Dimension 20 ever. The furtive glances and shocking": null, "betrayals are so dramatic that it's genuinely difficult to remember this": null, "is all improvised. My question to you and your precious pack of pixies": null, "is how do you develop such a strong sense of pacing in a genre that": null, "relies on small details and shocking reveals? Much love from New": null, "Zealand, heart, parentheses, I hope the Lords of the Wing like kiwis.”": null, "Aabria: They inspired all birds, kiwis absolutely included. Thank you": null, "very much for the question, and thank you for asking, Brennan. Yeah,": null, "when talking about what this season kind of ended up being, or what I": null, "was shooting for, from the very beginning, I wanted to challenge myself": null, "with my favorite thing in a game and just take it to the extreme, which": null, "is trusting the players to call some shots, and not offloading pacing": null, "and narrative work, but to play with the idea that high status": null, "characters create their own environments and moods. So the pacing was": null, "probably the scariest thing I've ever dealt with in a game, which is": null, "just half of the episodes, so until we reach the episode where it kind": null, "of flip-flopped, the plan was always to do a set piece episode and then": null, "running through the rumor phase and epistolary phase and kind of having": null, "free play that you were all going to call. So there was nothing more": null, "terrifying than going, I'm just going to let them decide whatever we do": null, "and spend our time between the episode going, that was always part of": null, "the plan, and now to make it make sense. So yeah, that job is scary but": null, "always infinitely easier because this table is just a bunch of killers,": null, "and everyone here understands how a story should look and feel. Having": null, "intrepid heroes who are used to the timing... (Aabria coughs) Sorry,": null, "dying. That are used to the timing of a Dimension 20 episode and season": null, "understand very natively how the flow should be, but everyone here is a": null, "seasoned improvisor and understands how to tell stories. Just about": null, "everyone at the table also runs games, so there was a lot of trust and": null, "faith that even if I step back, people would drive things forward in a": null, "way that I would be scrambling to hold stuff together and try to move": null, "towards a conclusion in an episode or towards the conclusion of an arc.": null, "Sorry, there's just stuff happening in the background, and I don't know": null, "if you can hear that over the microphone or not. But yeah, it was just": null, "very nice to play a game where, as a GM, the biggest thing I could do": null, "was make space for you all to discover each other's truths about one": null, "another and reveal truths about each other on your own time and in your": null, "own way, and just step back and be the setting for that in a lot of": null, "ways, and that means that there's a lot in my campaign notes that we": null, "didn't get to, but that's always fine, I stand by my chase your players'": null, "fun more than, here's all the stuff I wrote! Yes, I had NPCs in the bag": null, "for each and every one of you based on what I knew from character gen.": null, "Oh, all of you could've been romance by me as an NPC, had things not": null, "gone the way they had gone. That was my answer to the earlier question,": null, "was that there were decks stacked with NPCs to be foils and romantic": null, "moments and try to heighten character things that we'd talked about in": null, "absentia from the rest of the table to try to help reveal some things if": null, "they didn't come out on their own. But again, everyone did such a good": null, "job of doing it that I really could sit back and just occasionally": null, "shuffle you all off towards the next set piece, which was really fun and": null, "good. I don't know if I answered the question at all, but that's all I": null, "wanted to talk about, so thank you.": null, "Oscar: So what you're saying is, in addition to a season two of A Court": null, "of Fey & Flowers, we're shooting a what if episode? An alternate reality": null, "season?": null, "Surena: An oops all NPCs episode?": null, "Aabria: Oops, all NPCs.": null, "Brennan: Who were you going to romance us all with?": null, "Omar: Yeah!": null, "Surena: Yeah, who's our NPCs?": null, "Omar: What's this tarot deck?": null, "Aabria: Save it for next season. Just me there hitting on everyone for": null, "hours at a time. Perfect, that's my ideal play.": null, "Omar: You give everyone so much credit, Aabria, but when you are at": null, "Aabria's table, you are an emotional conductor.": null, "Surena: Truly.": null, "Omar: And you play, the instruments are our subconsciouses, because I": null, "don't even realize that you've guided us to the perfect ending until": null, "you're like, and that was it. Or you're like, no no no, let's keep": null, "pulling. You don't leave the room yet. What is it, what is it? And it's": null, "like, fine! I'm in love! Wonderful. We're going to close the door on": null, "that. And you're like, oh!": null, "Surena: And every NPC that you create, I think I said it online, but": null, "every NPC is either a friend, like I'm like, oh, I want to hang out with": null, "this Grabalba, I want to hang out with her forever. Gobble, I don't know": null, "what his deal is, but I like it.": null, "Aabria: Gobble doesn't understand Gobble's deal.": null, "Surena: But every NPC has such, they truly have a life of their own, and": null, "they're so distinct from each other that it's just a testament to the": null, "worldbuilding that you've done and how you've created all of the pieces.": null, "Oscar: Okay, quick question, what is everyone's favorite NPC?": null, "Surena: Oh.": null, "Aabria: Ooh. I could answer first. I liked Grabalba.": null, "Omar: Yes!": null, "Aabria: And by the way, that's a Brennan naming. I think you were just": null, "spitballing a thing during our session zero, and you were like, you": null, "know, fucking Grabalba. And I was like, yes, yes, that name that I'm": null, "going to steal right now.": null, "Brennan: She was the problem. She was the problem, she was. I mean, I": null, "don't want to take this NPC from people that are more deserving, it's": null, "Wuvvy. Wuvvy was, I mean, Aabria gave an Academy Award winning": null, "performance.": null, "Brennan: The heartbreak in Wuvvy's, you know, you got to back yourself,": null, "Hob, first of all, till the end of the episode 10, Hob does not know": null, "what Wuvvy's deal was. No one ever explains it.": null, "Oscar: Oh my god, you're right!": null, "Surena: Oh no!": null, "Brennan: Hob finds out that fucking Rue likes him at the end of episode": null, "nine, so you better believe the whole fucking Wuvvy situation, to this": null, "day, Hob is like, why was Wuvvy so mad? But Brennan might have honestly": null, "been rooting for Wuvvy. Brennan would look at Wuvvy and be like, shit,": null, "sister, that's a tough break. I'm so sorry, that's fucked up.": null, "Oscar: Justice for Wuvvy.": null, "Aabria: Justice for Wuvvy!": null, "Brennan: Justice for Wuvvy, yeah, for sure, for sure.": null, "Aabria: Wuvvy's revenge is season two.": null, "Omar: I thought Apollo was such a surprising MVP, because that character": null, "shouldn't be compelling. That character shouldn't be so fun to have": null, "onscreen, because it's just a guy, it's a guy, and you're like, yeah, we": null, "got the guy, and you got so much out of Apollo. It's just the jock, and": null, "somehow you were just like, we're going to do every horrible thing to": null, "this. This is the most horror character that's going to continue": null, "through. Imagine the most terrible things that could happen to an NPC": null, "and you're going to be like, give us more. Give us more. Shower Lou in": null, "more blood. How can we do this?": null, "Aabria: Thanks.": null, "Oscar: Yeah, for me, it's hard to not root for and stan the dang salt": null, "goblins.": null, "Surena: I love.": null, "Oscar: Unbelievably, I think, the mascots of A Court of Fey & Flowers.": null, "Everyone get your salt goblin plush, you know?": null, "Aabria: Someone write that down.": null, "Oscar: If we don't have salt goblin merch, I'm gonna be mad.": null, "Brennan: We should just make an actual salt shaker that just has a": null, "goblin attached to it.": null, "Omar: Yes, yes.": null, "Surena: Perfect.": null, "Omar: And no pepper.": null, "Surena: No pepper, only salt.": null, "Omar: It's two salts.": null, "Oscar: Two salts!": null, "Brennan: Because the reason that the pepper goblins all died out is if": null, "you sneeze, you drop the shaker on yourself and you die.": null, "Brennan: Okay?": null, "Oscar: It's canon.": null, "Aabria: That's horrifying.": null, "Brennan: Blam! Dead.": null, "Aabria: Why is it dark? Amazing.": null, "Surena: I love them so much. Scorple, right?": null, "Brennan: Scorple.": null, "Surena: Scorple, the brief sunset of his six hour lifespan.": null, "Aabria: Gone too soon.": null, "Oscar: Gone too soon.": null, "Brennan: Scorple, gone too soon.": null, "Surena: Love him.": null, "Aabria: The ancient, noble line of Scorple continues.": null, "Oscar: We should do an in memoriam.": null, "Surena: And it's just different salt goblins.": null, "Aabria: The same salt goblins over and over, that's very good. Amazing,": null, "all right.": null, "Surena: Doing different tasks. Sorry.": null, "Aabria: No, you're good. I could sit here and talk to y'all about": null, "anything forever, but we should go and continue to live our lives, so": null, "thank you so much for joining us for this, the finale Adventuring Party": null, "for A Court of Fey & Flowers. I love y'all so much. Thank you for being": null, "a part of the season. Thank you for telling just one of the most amazing": null, "stories I ever got to be a part of, and I'm grateful for the stewardship": null, "that I was entrusted with by all of you. Thank you all so much for": null, "joining us, and until we see you again, we're doing the arm thing one": null, "more time, I didn't know how to cue that shit up.": null, "(all cheering)": null, "Bye.": null, "Surena: Bye.": null, "Brennan: Bye.": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}