{"Dimension 20": null, "Adventuring Party": null, " ": null, "Do Clothes Die?": null, "Season 10 Episode 9": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hello, and welcome, my pack of pixies to \"Adventuring Party\"": null, "after episode nine of \"A Court of Fey & Flowers.\" Say hi, pack of": null, "pixies.": null, "All: Hi, pack of pixies.": null, "Surena: Ooh, different over Zoom. Different.": null, "(laughs)": null, "Aabria: It does hit a little differently. Not gonna lie. Yeah, as you": null, "can see, our Lords of the Wing are busy off inventing and inspiring": null, "other birds, but we have the lion's share of the cast with us to talk": null, "about episode nine. And just like I said, when we were in studio, how": null, "y'all feeling, how you doing, how's it going?": null, "Brennan: Good.": null, "Surena: So good, so good, yeah.": null, "Aabria: We left at a very calm moment when nothing stressful was": null, "happening. So everyone feeling just relaxed and good going into the": null, "finale?": null, "Omar: Yeah, yeah.": null, "Surena: I...": null, "Omar: Mostly denouement at this point.": null, "Brennan: Yeah, I think so.": null, "Surena: It's like all of the problems that we've had have been of our": null, "own making, our own decisions, right? And then I feel like episode nine": null, "is when you're like, oh, you think that those are only your problems?": null, "Welcome, here's all of these.": null, "Aabria: Yeah, it felt like a really-": null, "Oscar: Welcome to being fucked.": null, "Aabria: Here you go! (group laughing) Well, it was such a fun kind of": null, "turnover to go from like, yeah, so much of the plot of this season was": null, "self-directed about you guys like making and forging and burning down": null, "relationships between one another. But from our very earliest session": null, "zero rumor session, we talked about that idea that this Bloom might be": null, "the last Bloom and that something was happening to magic so it was fun": null, "to kind of be like, let's bring all of these big things to a head and": null, "pay off this sort of undercurrent plot line that's been happening. So": null, "yeah, good luck, all of you. I hope you don't die.": null, "Oscar: Just go easy on us, please.": null, "Aabria: Oh, absolutely not.": null, "Oscar: Please. (laughs)": null, "Aabria: No, no. This is the secret. 'Cause I know people are very much": null, "enjoying the season, which is so lovely, but I burned all my notes so I": null, "can't do a sequel so I have to kill all of you off in the finale so that": null, "Dimension 20 cannot ask for future episodes. We gotta go big downer so": null, "no one wants this ever again. So that's just a little hint from me to": null, "you about what to expect.": null, "Brennan: We should say spoiler. Yeah, we all die in the next episode,": null, "sorry, spoilers, yeah.": null, "Aabria: Yeah, yeah, yeah, everyone's gonna die. So sorry.": null, "Brennan: TPK episode 10. Yeah, for sure.": null, "Omar: If you've seen \"Blackadder,\" this isn't a surprise. Like, I know": null, "that is a different program, but...": null, "Aabria: Sweet, so that brings us to our first question. Now that you all": null, "know that you're going to die, what do you think your ghosts are going": null, "to get up to?": null, "Omar: (gasps) Aw.": null, "Aabria: Yeah, yeah.": null, "Brennan: I think my ghost will haunt a series of paranormal research": null, "centers to try to give them conclusive evidence that ghosts are real.": null, "Oscar: That's nice.": null, "Brennan: I feel like it's always irresponsible that ghosts are always": null, "caught up on some petty personal bullshit and never think big picture": null, "about the fact that their existence could settle a lot of questions": null, "people have about the afterlife and our kind of cosmological reality.": null, "It's always like, tell my daughter something about our family and never": null, "like, ghosts are real.": null, "Surena: Yeah, they're real. They exist.": null, "Brennan: They exist. Get scientists. Get people together. There's stuff": null, "we can learn here. Put my ectoplasm in a beaker. That's the end.": null, "(group laughing)": null, "Omar: So Hob just pops up as a ghost in our world.": null, "Brennan: Yes.": null, "Omar: And is like, \"Hi, I'm real.''": null, "Brennan: Hi, I'm real. Hi, I'm real.": null, "Surena: Horrifying.": null, "Brennan: Goblins are real.": null, "Omar: Yes.": null, "Brennan: Surprise to you.": null, "Brennan: Ghosts are real.": null, "Omar: Yeah.": null, "Brennan: Surprise to both of us. Surprise to everybody, right? And I": null, "think that's how he would cover that. I think that would be-": null, "Oscar: And scientists are like-": null, "Surena: Oh, we should listen to this guy.": null, "Oscar: That Goblin wasn't wearing pants. (group laughing)": null, "Surena: Cartoon laws.": null, "Aabria: Oh, he might have died while sparring so he's wearing no shirt.": null, "Brennan: And then only pants.": null, "Aabria: Cool.": null, "Oscar: I mean, that brings up another question. It's like, when you die,": null, "do you, as a ghost do you wear the clothes that you died in? Or like": null, "your favorite outfit.": null, "Aabria: Ooh.": null, "Surena: Oh.": null, "Omar: Do those clothes die with you?": null, "Oscar: Mm-hmm.": null, "Aabria: Do clothes die?": null, "Surena: I mean, yeah. I mean.": null, "Aabria: That's horrifying.": null, "Surena: Just gonna contemplate my own mortality and also the mortality": null, "of my outfit that I- (group laughing)": null, "Oscar: The name of this episode is definitely, \"Do Clothes Die?''": null, "Surena: Yeah. (laughs)": null, "Brennan: There's that question of, if spirits have something like fairy": null, "glamor because there's always that idea of like, okay, you're gonna go": null, "to an afterlife.": null, "Omar: Right.": null, "Brennan: Meet a spouse who died at a different age, but you also have a": null, "relationship to a grandchild. When that grandchild grows old and dies,": null, "do they come and see you at the age they don't remember you when you": null, "were still married to the spouse? It's like, oh, I can't wait to see": null, "Grandma again. Whoa, Grandma is really hot and has a beehive hairdo from": null, "the '60s.": null, "Aabria: Yes. All right, we've talked about ghosts in the afterlife": null, "enough. We gotta get into the things that we're actually here for. We've": null, "gathered here on this delicious Zoom to take questions from our lovely": null, "fans. So I want to start off with a question for everyone which is,": null, "“Can you each talk a little bit about what character creation was like": null, "for you?”": null, "This is a question from Vessir, Vessir. I don't know how to pronounce": null, "it, and I probably did it wrong and I'm so sorry. But yeah, I'm also": null, "curious about what you guys thought about in your approach to character": null, "creation.": null, "Surena: Silence. Cool, I'll go. (group laughing) Um, I think for me, I": null, "was really interested in the idea of kind of the, I know that Regency": null, "era deals with like the social hierarchy but it kind of reminded me a": null, "little bit about like, code switching and like, being someone in one": null, "group and someone else in another group and so I was thinking about that": null, "when I was kind of conceptualizing this dual character 'cause": null, "essentially I'm playing two full characters which made my brain hurt a": null, "lot.": null, "Oscar: You did it masterfully.": null, "Aabria: You were so good!": null, "Omar: Yes!": null, "Surena: But if Regency, actually magic, right, then the Court of Wonder,": null, "if that's Disney then the Court of Craft is like, Grimms' Fairy Tales.": null, "(Omar gasps) And so figuring out what that meant and trying to do, like,": null, "playing polar opposites is something that I really wanted to try. And": null, "like honestly, thank you all for supporting that. I know like our first": null, "couple of sessions, 'cause we had closed secrets, right? So I didn't": null, "know what you all were doing and you didn't know what the heck I was": null, "doing. And so it was just delightful, like, finding those parts of where": null, "Gwyn was really loving what a character was saying, or BINX was really": null, "loving what a character was saying, but Gwyn couldn't do anything about": null, "it, not yet.": null, "Aabria: (gasps) Amazing.": null, "Surena: So yeah, that's, I think, the big takeaway from my character": null, "creation for sure.": null, "Oscar: What made you want her to be a warlock patron?": null, "Surena: Oh, God!": null, "Aabria: Yes, God!": null, "Surena: No, so I thought like, if Fey were to have jobs, that would be": null, "the job that a Fey would have would be being that warlock patron. And": null, "also like, with the Court of Craft, which, you know, Aabria and I, we": null, "helped kind of build what the Court of Craft was and also what the Court": null, "of Wonder was a little bit, too. If their magic was being drained away,": null, "like, how do you retain your magic? And I love the book \"American": null, "Gods.''": null, "Aabria: Yes!": null, "Surena: Right? And so the idea that like, when you're a warlock patron": null, "you are imbuing your warlock with magic, but in turn they are believing": null, "in you. And that belief is that exchange of magic. So like, why all of": null, "the spells that BINX picked as what she can give to her warlocks all": null, "have a material component to them because effigies and actual crafting": null, "was a part of her court.": null, "Aabria: Ah, so, so smart.": null, "Surena: So like...": null, "Aabria: So good.": null, "Surena: So yeah, I needed that to be part of how it worked mechanically.": null, "And also I don't know if I've ever said this, but mechanically she is a": null, "changeling.": null, "Brennan: Oh.": null, "Oscar: Cool.": null, "Surena: Yeah, so that's how I was able to transform so seamlessly": null, "between BINX and Gwyndolin, but I didn't want it to be like a changeling": null, "to wear because like, the Court of Craft is so intimate. She could only": null, "change into someone she knows very well.": null, "Brennan: Mm-hmm.": null, "Surena: So...": null, "Aabria: Amazing.": null, "Surena: Yeah. But speaking of changeling, Rue...": null, "Aabria: Yes.": null, "Surena: Owlbear taken from the Mortal Plane, the Mortal Realm.": null, "Oscar: Yes, yes, I think that was the big thing for me, too when I was": null, "creating my character with Aabria was the very first thing I wanted to": null, "do was this idea of, owlbear came first for me. I was just like, I want": null, "to play this big, hulking monster that's very sort of delicate 'cause I": null, "wanted to work with duality. Duality's so interesting, especially like": null, "in the Regency era when it's all about the hushed whispers mattering the": null, "most, you know?": null, "Oscar: It's the appearance that you let on that is a facade, you know?": null, "There is something really authentic slash inauthentic about Regency.": null, "(Aabria laughs)": null, "Surena: Mm-hmm.": null, "Oscar: And I wanted to work with that duality. So the very first thing I": null, "was like, I want this person to be an owlbear, but also hide themselves.": null, "Like I said before in \"Adventuring Party,\" like, that whole just, what": null, "Delloso de la Rue stood for was this idea of coming out. Like, just": null, "being queer or trans and coming out, that whole experience, and it was": null, "incredible. Also, it was important for me to name my character Delloso": null, "de la Rue because obviously oso was Spanish for bear.": null, "Aabria: Yes, oh!": null, "Oscar: And Rue is of the street in French which is like, to me feels": null, "like the imagery of a road, like the character was very singularly": null, "focused on-": null, "Aabria: Oh my God!": null, "Omar: Ah!": null, "Oscar: And that was like, for her, for them it was the Bloom, but also I": null, "wanted to work with being non-binary. It was very important for me for": null, "Delloso de la Rue to be non-binary, and it said it on the name as well.": null, "So de also is a, 'cause, you know, when it's like French and Spanish": null, "it's very gendered, the language. So oso is a masculine word, so \"del": null, "oso\" means of the bear, but that is, del is masculine, but \"de la Rue,\"": null, "of the street, is female.": null, "Aabria: Oh.": null, "Surena: Oh!": null, "Oscar: So Delloso de la Rue, it's like-": null, "Omar: Oh my God.": null, "Oscar: Both.": null, "Aabria: The language bonus is phenomenal!": null, "Oscar: So they cancel each other out making Rue non-binary so that was": null, "really, really important for me, too. And also there's, you know, it's": null, "one of those things 'cause Aabria is so encouraging when you create a": null, "character.": null, "Oscar: And she really asks, she truly asks the right questions. Even the": null, "construction of Wuvvy. Like, I remember us talking about Wuvvy and like,": null, "working together to create Wuvvy's character. And Wuvvy being so the": null, "opposite of Rue, and to me was fun 'cause I got to create these two-": null, "Aabria: Yeah!": null, "Oscar: For the price of one. But I think also, the way Aabria asks these": null, "questions opens up an entire avenue of just possibility that like,": null, "there's just so much to the character that I don't think I've talked": null, "about or explained. Hopefully I'll explain some, but I don't know what": null, "I've said and what I haven't said.": null, "Aabria: Yeah, that's a big mood.": null, "Oscar: But like, Aabria is, like you are so freaking good at just like": null, "navigating character creation.": null, "Aabria: Thank you.": null, "Brennan: Wuvvy's got like, talk about MVP NPC, like-": null, "Surena: So many layers to Wuvvy.": null, "Aabria: Oh my God, and thank you for mentioning that you are the primary": null, "driver of Wuvvy. Like, it was nice to get to play, I love Wuvvy. Wuvvy": null, "is one of my favorite NPCs I've ever gotten to be but-": null, "Oscar: Protect Wuvvy at all costs, baby.": null, "Aabria: All costs, but Wuvvy is your creation, and it is so interesting": null, "to note, like the places in which you guys as players, again, like,": null, "trying to give you peak agency in the world. You're all playing": null, "high-status characters. You created Wuvvy, and like, yeah, Wuvvy is": null, "another aspect to consider when you look at like, the whole of Rue's": null, "context walking into the Bloom. And you crushed and so thank you letting": null, "me play just a neurotic little buddy critter.": null, "Oscar: You crushed! You crushed.": null, "Aabria: Forgot her accent, like, halfway through. It's fine. That's no": null, "big deal. It be that way, but-": null, "Oscar: But again, Wuvvy contains a duality, right?": null, "Aabria: Yeah.": null, "Oscar: Like, again, it's that idea. The Regency thing of just like,": null, "being this sort of like, anxiety-driven fawn and then all of a sudden": null, "being this very vicious warrior. It's the duality that we all have in": null, "us. We're capable of incredibly horrific things and also incredible acts": null, "of kindness. Like, it's what makes us human being. And the Fey is an": null, "extension of that and an exaggeration of that. So like, why not include": null, "that into our characters?": null, "Aabria: A fact. Okay, Omar, talk to me about building Andhera, please.": null, "Thank you.": null, "Omar: Okay. Someone on Twitter for sure called it out. And with the": null, "stats, Andhera's just a guy, and I love- (group laughing) Like, it's not": null, "a min-max in any way. I knew that I wanted to play a paladin 'cause that": null, "sounded very interesting and seemed like right down the alley for a": null, "Regency game. But in D&D, I feel like so often it's like characters who": null, "are already pretty set and they're just gonna get better at it. And it's": null, "just like, hi, I'm a monk, and I'm a very good monk and I'm on an": null, "assignment. All right, we're gonna go to this village. Great. I'm a very": null, "good monk, and now I can do more things as a good monk.": null, "Omar: The idea of someone who is not good at things and will build over": null, "time and unlock and start to understand their own powers and abilities": null, "made sense for this game because the framework that you laid out for us,": null, "Aabria, was, this is the Bloom for everyone to figure out who they are.": null, "And to do that with role play, especially with a table this talented, I": null, "was like, okay, great, we can do this with our eyes closed. This is": null, "fantastic. But to do it mechanically I was like, this person cannot do": null, "things off the page. Like, it's really gonna take some dice rolls and": null, "it's gonna take some inspiration. (laughs) And so much of it was that of": null, "just, someone who can absolutely compel a duel but will not win it and I": null, "wanted to see where that would go.": null, "Omar: And everything kind of tumbled out from there so...": null, "Surena: Andhera like, fails up though, right? Like...": null, "Oscar: Absolutely. (group laughs)": null, "Surena: Like, it's so good.": null, "Aabria: So delightful, and then the crits hit that much harder, like": null, "when you got to be the slippiest boy. Yeah, golly, golly. You guys are": null, "so good at this. It makes me feel insane, hah.": null, "Oscar: Also, Omar, I have to say like, there's something really amazing": null, "about the concept of this season being sort of horny fairies doing": null, "Regency. And Andhera being ace, you know?": null, "Omar: Thank you.": null, "Oscar: Of still being in the game and contributing so much to the game": null, "while being... It's such an accomplishment, Omar. Like, unbelievable": null, "job.": null, "Omar: Thank you very much. It's my life. (laughs)": null, "(group laughs)": null, "Aabria: Well, thank you for your life also.": null, "Aabria: Yeah. Brennan, you wanna talk about? Sorry, I'm just": null, "speedrunning through 'cause I wanna make sure we get to a couple other": null, "fan questions, too. But can you talk to me a little bit about the": null, "creation of Captain Hob?": null, "Brennan: Sure, well, first of all I also feel like we talked about all": null, "these amazing names like Surena had two names which was so exciting.": null, "Both great, right? Gwyndolin Thistle-Hop and BINX Choppley, incredible": null, "names. Then we have all of the important meaning of Delloso de la Rue.": null, "Brennan: And then Andhera which is obviously the word for darkness.": null, "Brennan: Which is super cool. We love that.": null, "Oscar: And of course the equally amazing-": null, "Surena: Yes.": null, "Oscar: And deep name of-": null, "Brennan: And let's say equally significant, right? Equally. I don't": null, "throw the word profound around lightly. Knickolas Pnackleless (group": null, "laughing) Hob.": null, "Surena: Just feels-": null, "Aabria: Every time.": null, "Surena: In the mouth it's- (group laughing)": null, "Aabria: Every time we build-": null, "Brennan: Knickolas Pnackleless Hob.": null, "Aabria: A crazier name.": null, "Surena: Knickolas Pnackleless.": null, "Omar: Marbles right in there.": null, "Brennan: Again, I do have to say it is K-N-I-C-K-O-L-A-S.": null, "Aabria: Uh-huh.": null, "Brennan: P-N-A-C-K-L-E-L-E-S-S.": null, "Oscar: Like nails on a chalkboard.": null, "Brennan: Yeah, Knickolas-": null, "Aabria: It hurts us.": null, "Brennan: Pnackleless Hob.": null, "Oscar: Was that like, the name from jump?": null, "Brennan: Jump, had it written in blood.": null, "Oscar: Wow! (group laughing)": null, "Brennan: Jump, yes.": null, "Surena: Incredible.": null, "Brennan: Truly the whole time.": null, "Surena: Amazing.": null, "Aabria: How dare-": null, "Oscar: Knickknack.": null, "Brennan: Knick Pnack Hob.": null, "Aabria: Knick Pnack Hob!": null, "Brennan: I think with everybody else, it's like, you have the genre, and": null, "I think it's like trying to honor the genre. And kind of the theme or": null, "the game of the genre 'cause a lot of Dimension 20 seasons are mashups,": null, "right? And this was a mashup of, good mashups have a hinge which unites": null, "them but then move on that hinge to become perpendicular so what's the": null, "way in which these things complement and what's the way in which they": null, "contradict? Fairy stuff and Regency stuff obviously complements bizarre": null, "obsessions with rules and customs and traditions or like tropes of both,": null, "the idea of a fairy court and the idea of going to court at like a": null, "Bridgerton-type thing so you're like, oh, I see how you get there. But": null, "then, of course, they contradict in fairies being these creatures of": null, "unhinged passion and like, chaos but then Regency is like ultimate": null, "repression so how do you have repressed nature spirits, right? Like how": null, "do you have-": null, "Brennan: How do you have, and so immediately it was like, okay, that's": null, "the game. The game is, I have dedicated myself to a lifetime of service": null, "to values that absolutely contradict the vibes you are bringing to this": null, "service. (Aabria laughs and claps) Like, you already messed up by": null, "being... And that's, I don't know. It's deeply personal to me to enter": null, "something is like, the thing about Hob that's the easiest to play for me": null, "and that I was the most excited to play not knowing if I was totally": null, "ready for him to just be like, a kind of plot hound Brian Murphy": null, "character of like-": null, "Aabria: Mm-hmm.": null, "Brennan: Here to do, here to like, interact with the world, you know, or": null, "to have a love story. 'Cause I feel like the characters that often in": null, "Regency have love stories are the ones that are not anticipating it or": null, "expecting it, right?": null, "Omar: Mm.": null, "Brennan: But I think the main thing that felt really personal to want to": null, "do, and the thing I relate to the most in Hob is coming into a new": null, "situation having it matter too much to you and already making the vibe": null, "too formal and not being able to be chill and kind of agitating the": null, "people around you with how seriously you want to take being their": null, "friend. Like, coming in and being like, I appreciate being here and I'm": null, "not gonna fuck this up. And they're like, you're already kind of fucking": null, "it up with that-": null, "Oh, I am? I need to relax already on introduction? Okay, great. Thank": null, "you. Thank you for letting me know that.": null, "Oscar: Hands are clenched.": null, "Brennan: Hands are clenched. White knuckle this tea party, right?": null, "Like...": null, "(Aabria laughing)": null, "So that's what Hob is from an internal place.": null, "Aabria: Oh God, that's so good. Ah!": null, "Brennan: (laughs) Like someone being like, \"Dude, do you want to hang": null, "out Friday?\" And me being like, \"You will not regret this.\" Like...": null, "Omar: (laughs) Oh, God!": null, "Aabria: Horrifying!": null, "Brennan: I will prepare a number of bits and they... (group laughing)": null, "Aabria: Oh, no! Oh, God, oh, that's great. Okay, next question. This one": null, "is from Anxious Amphibian, and it's for Surena specifically.": null, "Oscar: Ooh.": null, "Aabria:": null, "“To the inspiring Surena Marie, lost items, bits and bobbles feel very": null, "key to fairies so thank you for representing them with BINX. Do you have": null, "a particular goal in mind when making the Court of Lost Things lost": null, "itself? Seeing you in the dome has been an absolute delight. Thank you": null, "for being a driving force in this incredible season.”": null, "(claps)": null, "Surena: Oh my gosh. (laughs) I think as far as like lost things, lost": null, "and found, there was something so magic about that in our real world,": null, "right? And like, the world that we live in, like, I think like finding": null, "$5 you didn't know you had or finding an heirloom that belonged to a": null, "family member that had maybe passed away and you cherish now and it": null, "reminds you of them. So like, the idea of what is the most powerful form": null, "of like, real-world magic. And to me I think it is lost and found items": null, "and just like, and how that can be a symbol for people, like people who": null, "are lost and finding their place. And yeah, there's something really": null, "cool when I was driving with it. And also I love the labyrinth and the": null, "trash heap lady who has so many things.": null, "Aabria: Oh, yes!": null, "Surena: I, you know, if I could be a trash heap lady, I'm gonna do it,": null, "like...": null, "Aabria: That's the dream.": null, "Surena: Right? Just all of your favorite belongings. Like, yeah.": null, "Oscar: But also like, there's something really awesome about BINX being": null, "the last of their kind. And I think ultimately this idea of lost and": null, "found, there is magic in there, but the idea of hope is magical.": null, "Oscar: And the hope of you reconstructing, the hope of you even coming": null, "up with the fellowship of the Fey, you know? Of it coming together, you": null, "know? Like, you were able to live in that hope like your magic and": null, "really carry out your magic. So you are the personification of your own": null, "court, which is awesome.": null, "Surena: Aw.": null, "Aabria: Yay!": null, "Surena: Yeah.": null, "Aabria: You just gotta roll around in the compliment, that was really": null, "nice.": null, "Surena: Yeah, just collapse into myself and just dematerialize.": null, "Omar: The dimensionality that you give to BINX's world is incredible,": null, "Surena. Like, every time Aabria would throw you a question like, all": null, "right, what's in the room? And you're like, okay, and then you just": null, "paint this picture of what it was and all the lost items and it's one": null, "thing to just say lost items. It's such a curated image that you paint.": null, "There's so much choice in it and so much love and care that you put into": null, "the things that you're just kind of like, throwing out left and right.": null, "It made it such a joy to just sit and listen and forget you're on camera": null, "and go like, wait, oh hold up, I have to...": null, "Aabria: Dude, someone make a joke. Someone make a joke, yeah.": null, "Surena: Yeah, I mean like, the feeling of going into an antique store": null, "and knowing, like, and this is maybe just how my brain works, but going": null, "into an antique store and knowing that every single item in that store": null, "has belonged to somebody at some point. And like, who was that person?": null, "Like, my dream is to buy a house but also to go into the attic and find": null, "a box of stuff like of like, photos or like, mementos that meant": null, "something to someone. Like, I think that there's something really cool": null, "in that. But also like, I love, I don't know if I've ever used it, but I": null, "have a list of items that BINX just like, has. And like, some of them": null, "are just like, not beautiful or symbolic. I'm pretty sure she had like,": null, "a few yogurts on her that I've never gotten to pull out.": null, "Aabria: What flavors?": null, "Surena: So they were Go-Gurts. I'm pretty sure they were like,": null, "strawberry and blueberry.": null, "Aabria: Yes, good.": null, "Omar: Were they-": null, "Oscar: Content": null, "Omar: Cooled in any way? Or are we talking-": null, "Surena: No. They were just like, warm Go-Gurt. (laughs)": null, "Aabria: Ooh, a tepid Go-Gurt.": null, "Omar: Okay, okay.": null, "Aabria: Oh no.": null, "Surena: No refrigeration.": null, "Aabria: Ugh, that's what magic is for. I think BINX-": null, "You're just handing off hot Go-Gurt?": null, "Surena: Just hot Go-Gurt. (laughs)": null, "Aabria: Ugh!": null, "Omar: Yeah, we can purify food.": null, "Surena: A nightmare, yeah.": null, "Oscar: Hot limp Go-Gurt.": null, "Brennan: If you think the stuff in Go-Gurt can go bad I don't think you": null, "know what Go-Gurt is made of. (group laughing) You could put Go-Gurt": null, "straight out of the tube on the ground and come back a week later.": null, "Perfect bright pink Go-Gurt still there.": null, "Surena: Still Go-Gurt.": null, "Brennan: Still there. I guarantee you. Guarantee you ants won't touch": null, "it.": null, "Aabria: Ugh, horrifying. Name one more thing that was on her. I want to": null, "know now.": null, "Surena: Oh, I do think that she had a variety of coloring books that": null, "were like, in different various processes of completion.": null, "Aabria: Aw.": null, "Surena: Yeah, so that.": null, "Aabria: That's really cute.": null, "Surena: Broken crayons. And I think a lot of socks 'cause those are a": null, "frequently lost item.": null, "Brennan: It felt, the weight that BINX carried throughout the season,": null, "'cause you're talking about the Court of Lost Things. Nothing was more": null, "lost than the Court of Lost Things.": null, "Brennan: It was itself a lost thing. It felt almost like, in becoming": null, "the new weaver of fate it's like, you have to go through this challenge.": null, "Like, almost like the court is designed, and you were a moth and there's": null, "certain almost like, the idea of coming out of a chrysalis which was": null, "your glamor and the pain of a new incarnation of a thing and it has to": null, "like, almost lose itself to be able to come back. I don't know, the": null, "weight of all of your court members that you had lost was so present in": null, "every moment. Heartbreaking, it was such an incredible performance. It": null, "was so good, so good.": null, "Aabria: Truly, oh, amazing. Well, unfortunately we're a little bit out": null, "of time for this AP, but we'll be back after the finale so let's just do": null, "a quick, I don't know how I'm supposed to end this 'cause I've never": null, "known how to end an \"Adventuring Party\" and I have not learned in the": null, "intervening-": null, "Surena: You're perfect.": null, "Aabria: Weeks since we filmed this. But thank you all so much for": null, "talking about episode nine. I can't wait to kill you all off in the": null, "finale so I hope everyone enjoys this last blush with this pack of": null, "pixies. Yeah, let's see the hands one more time, and then we'll see you": null, "for the finale.": null, "(group shouts)": null, "Aabria: Bye!": null, "Surena: Bye!": null, "Brennan: Bye!": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}