{"Dimension 20": null, "Adventuring Party": null, " ": null, "Doctor Green Hunter": null, "Season 10 Episode 8": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hello, and welcome to Adventuring Party here following chapter": null, "eight of A Court of Fey and Flowers. ACOFAF. I just got to say it a": null, "bunch of times to be like, that is the acronym.": null, "Lou: Yeah, it tracks.": null, "Oscar: Get into it.": null, "Lou: You guys been watching ACOFAF?": null, "Brennan: If you guys are having discussions about other stuff to call": null, "it, just know that's not canon.": null, "Emily: It definitely sounds like a vegan egg substitute and I don't like": null, "that.": null, "Aabria: Ooh, yeah.": null, "Brennan: My friend makes up an banana bread with ACOFAF and it's": null, "incredible.": null, "Aabria: As someone who has used aquafaba a bunch, I'm like, clocked and": null, "appreciate it.": null, "Omar: Aquafaba's sick, though.": null, "Aabria: Yeah, delicious.": null, "Omar: You can make whipped cream out of chickpeas.": null, "Emily: Yeah.": null, "Lou: Aquafaba?": null, "Aabria: It's called aquafaba and it's just the water canned chickpeas": null, "comes in.": null, "Surena: I thought that was a joke. I didn't know that was real.": null, "Aabria: No, it's real.": null, "Surena: Ew, gross!": null, "Lou: You just do that a lot?": null, "Aabria: I have a thingy for it.": null, "Brennan: Do what a lot?": null, "Lou: Do that a lot.": null, "Brennan: Not specifically like that.": null, "Lou: Oscar, help!": null, "Surena: Oh god, oh god.": null, "Oscar: Unplug.": null, "Aabria: Anyway, that's great and this is great, and that episode was": null, "thick, but cool. Y'all are dope at this, you know? So I just wanna give": null, "like a little shout out, nicely done.": null, "(all applauding politely)": null, "So yeah, we started off with our last big rumor phase and then moved": null, "into letter writing and just sort of went from there. I'm gonna be": null, "honest in this moment. Hey, we're filming this right after the episode.": null, "I don't remember anything that happened.": null, "Emily: I do.": null, "Aabria: So if someone wants to jump off with a thing they fuck with.": null, "Emily: I would like to start.": null, "Aabria: I love you, thank you.": null, "Emily: By celebrating your letter to Dev Patel.": null, "Aabria: Oh my God.": null, "Emily: And Michael B. Jordan.": null, "Surena: Exceptional, well done.": null, "Emily: I died laughing.": null, "Lou: Hey, it was an honor to write it, and honestly, if you're a famous": null, "actor out there and you enjoy watching this show and you think you might": null, "be right for the part of Dr. Green Hunter.": null, "Aabria: Dr. Green Hunter!": null, "Lou: You're more than welcome to audition with the sides as provided.": null, "Oscar: Okay, not to interrupt.": null, "Lou: No, of course.": null, "Oscar: It would be a very fun challenge for all y'all out there to": null, "submit a self tape to Dr. Green Hunter to us.": null, "Emily: We're looking at you, Jeremy Renner.": null, "Lou: Exactly.": null, "Emily: We know you're watching.": null, "Lou: If you believe you're the guy, if you know Jeremy Renner, if you": null, "are Jeremy Renner's assistant, I would love, Oscar's already cast as the": null, "patient unless Charlize Theron wants to submit tape.": null, "Oscar: But who's playing the ambulance?": null, "Brennan: There's three roles in that scene. There's Dr. Green Hunter,": null, "the ambulance doctor, the doctor who rides in the ambulance, right,": null, "which is what doctors do, they ride in the ambulance.": null, "Aabria: It doesn't need to be said, yes.": null, "Lou: Yes!": null, "Brennan: The injured patient, and then the ambulance, that's three juicy": null, "roles.": null, "Lou: Again, here's the thing we all have to remember, okay? Dr. Green": null, "Hunter is a doctor, yes, but he's also disgraced, which is why he's": null, "working as an EMT at the time.": null, "Oscar: That's why his bow is-": null, "Lou: Yes, exactly.": null, "Brennan: So Dr. Green Hunter is his name.": null, "Lou: Yes.": null, "Brennan: But he happens to, in addition to being a disgraced doctor,": null, "which you get made into an EMT for being. When you get disgraced, you": null, "don't get your license revoked. They make you go in the ambulance.": null, "Aabria: You get busted down to EMT.": null, "Lou: Exactly. He went into his chief medical officer's office, and he": null, "was like, you're reckless, you're out of control, I'm putting you on a": null, "beat. I'm putting you back in an ambulance.": null, "Brennan: Back on the street. Back in an ambulance.": null, "Oscar: Give me your doctor badge and your doctor gun.": null, "Brennan: Give me your doctor badge and your doctor gun!": null, "Aabria: Stethoscope.": null, "Brennan: And your stethoscope!": null, "Lou: Who the fuck gave you a copy of the script? Who the fuck gave you a": null, "copy of the script?": null, "Brennan: And his name's Dr. Green Hunter. So in addition to being a": null, "disgraced doctor, now EMT, he is also a hunter.": null, "Aabria: Yeah, that's right.": null, "Brennan: No relation to his name, Dr. Green Hunter.": null, "Aabria: No, stop it. If your name is Green Hunter, you have to hunt at": null, "some point, right?": null, "Emily: Well, isn't life a hunt? And he's hunting for who he is.": null, "Lou: It's a metaphor.": null, "Brennan: But he also has a real bow.": null, "Aabria: Yes.": null, "Emily: He also does have a bow.": null, "Lou: It's a metaphor that is-": null, "Emily: But is it a violin bow? We don't know.": null, "Brennan: We don't know.": null, "Lou: That's kind of what's really going to separate, I think Dev will go": null, "violin bow, and I think Michael B. Jordan will go compound, lots of": null, "wheels and shit.": null, "Brennan: A listers, they get some rewrites in the script, so they'll": null, "come in and completely change-": null, "Lou: And you know Jeremy Renner's going to come in and say, make it a": null, "gun.": null, "Brennan: Let my bow be a gun like, what is it, Baz Luhrmann Shakespeare.": null, "Aabria: Yes! Shoot forth thunder!": null, "Lou: A gun that says bow, yes.": null, "Omar: Still 100% playing the violin with the barrel.": null, "Brennan: With a gun that says bow.": null, "Emily: With a gun, mm-hm.": null, "Lou: Again, another big metaphor to think about.": null, "Emily: Or they just have so many violins.": null, "Aabria: I do think we can get John Leguizamo to send in a self tape on": null, "this.": null, "Aabria: John Leguizamo, come on man.": null, "Oscar: Please.": null, "Aabria: For the bit.": null, "Lou: Yeah, we'll get him. Johnny Legs.": null, "Aabria: Johnny Legs!": null, "Brennan: Wow.": null, "Omar: That was a great letter you sent to both of them simultaneously,": null, "it was addressed to both Dev and Michael B. Jordan.": null, "Lou: Yeah, I honestly don't think, something I decided in character this": null, "session is that Squak doesn't write letters every time, that he does": null, "have just kind of some template letters that he can just kind of swap in": null, "specifics for.": null, "Emily: \"You've clipped the wings of my heart.\"": null, "Omar: Yes!": null, "Lou: A couple of ad-libbed phrases he slides in. So I do think that it": null, "feels very right that he's like, I'm going to send you guys both the": null, "same letter. We're not going to change the wording. You'll know it's for": null, "you or for you.": null, "Aabria: Incredible, oh man, there were some dope missives being sent": null, "back and forth.": null, "Lou: I mean, can we talk about Wuvvy?": null, "Surena: Oh, yes!": null, "Emily: Oh my god, I love it.": null, "Brennan: I think that I've never played in a game that requires you not": null, "to metagame as hard as possible, because I'm sure at home the audience": null, "watching this is like, Rue and Hob! Rue has confessed their love twice": null, "to Hob, and neither time made it to Hob.": null, "Omar: Neither.": null, "Brennan: I think that's the thing that's the most critical, is there's": null, "been affection, there's been kindness, but you cannot metagame. I, as": null, "Brennan, can't go, well I know how Rue feels.": null, "Aabria: Yeah.": null, "Brennan: Right? That feeling of Wuvvy destroying, it's the second deep": null, "confession of passionate feeling.": null, "Aabria: Love it.": null, "Brennan: And Wuvvy destroyed it.": null, "Aabria: Because it's funny, and I enjoy that. Do any of you watch Korean": null, "dramas at all? K-dramas are weirdly my... Wow, really, no?": null, "Lou: I watched that one zombie one, but I don't think that's a drama.": null, "Emily: Are you talking about the movie?": null, "Lou: No.": null, "Emily: Oh.": null, "Aabria: \"Train to Busan\"?": null, "Oscar: Is it \"Alive\"?": null, "Emily: \"Train to Busan\" is one of my favorite movies.": null, "Aabria: It's so good.": null, "Lou: It's great.": null, "Emily: Oh my god.": null, "Lou: No, I watched that one with the kids in the high school. It was big": null, "on Netflix for a hot second.": null, "Aabria: I mean, that's so many. I'm filing through. It's like playing": null, "Guess Who.": null, "Lou: The kids in the high school with the zombies. Kids high school": null, "zombies?": null, "Aabria: Yeah, no, this is a specific one.": null, "Emily: Drama, also. High school drama.": null, "Lou: On Netflix.": null, "Aabria: Yes, okay.": null, "Lou: I'm just gonna keep saying key words and you keep searching.": null, "Aabria: It's good, I'll get there eventually. Anyway, I do appreciate": null, "that you absolutely know the main characters' feelings in episode two,": null, "but it's a 40 episode season, so it's just a matter of absolutely not,": null, "smack it away! Yeah, at some point I was just like, Wuvvy is just in": null, "here from a different kind of movie. No! Don't let it happen yet.": null, "Oscar: But to tear the letter is such a vicious thing.": null, "Surena: And honestly watching you as Wuvvy read the letter and react to": null, "every word said, it was so compelling to watch because the wheels in": null, "Wuvvy's head were turning, and as they were becoming more seething and": null, "hurt and finally just ripped it up, fuck yeah, it was so good.": null, "Omar: I feel like \"All of Us Are Dead\", is that that title of it?": null, "Surena: \"All of Us Are Dead\"?": null, "Lou: \"All of Us Are Dead\"? I think that is it.": null, "Omar: \"All of Us Are Dead\".": null, "Brennan: Yeah.": null, "Lou: I thought you were describing the feeling in the room.": null, "Aabria: Yeah, I was like, ooh, that's a bummer.": null, "Lou: The tear happened, and I was like-": null, "Emily: No, I came to life when that happened. That was good.": null, "Brennan: There were a couple of scenes in this that so blew my mind in": null, "terms of the treading a line of a change in status and just watching the": null, "character growth, I want to shout out specifically Rue and their scene": null, "with the Chorus.": null, "Aabria: With the Chorus, oh my god.": null, "Omar: That \"you didn't have to\" was amazing.": null, "Brennan: You didn't have to.": null, "Omar: You didn't say that!": null, "Omar: That was, oh!": null, "Aabria: So good.": null, "Oscar: Yeah, that was crazy. That was incredible. It was so great.": null, "Aabria: You were so good the whole time.": null, "Brennan: It was an all timer fucking scene, especially the whole": null, "improvised thing. Were you pre-planning that scene of all the": null, "comparisons of the Bloom's events and being like, I have stood for love": null, "more than... I literally was open mouthed. Oh my god, that's so": null, "beautiful, Rue being like, here's what I stand for. I feel like there's": null, "that thing where institutions part from their own values, does that make": null, "sense?": null, "Oscar: Mm-hm.": null, "Brennan: Where it's like, the Chorus has become about the institution of": null, "the Court of Wonder, and honestly, the most true fairy to the values of": null, "wonder is Rue.": null, "Aabria: Absolutely.": null, "Brennan: And that thing of, I gave my being to this because I believed": null, "that it was a way to bring us all together, have this miracle happen,": null, "and have everyone drop their guards in fall in love, and you go, oh,": null, "that's the most beautiful thing I've ever seen. I literally, in that": null, "moment, was like, if they had done a spell on you or something like": null, "that, I was going to give all of my tokens, specifically because you": null, "have the medal of courage on you and I'm like, that's the bravest-": null, "Brennan: Standing up to the court, sometimes there are things that you": null, "attribute to a character. You go like, oh, Hob thinks Rue is incredibly": null, "brave, right? And we saw this incredibly brave reveal of the character": null, "at the beach party. And then to watch that characteristic, there's": null, "playing character games and then there's cleaving true to the character": null, "value core, whatever, and in that moment, it was like, oh, Rue's the": null, "bravest. It was so fucking good. Ah!": null, "Oscar: Truly, I have to give credit to Emily, because that was the": null, "beginning of me reevaluating the entire Bloom, was at the ball.": null, "Emily: Oh, when I was like, you can be a guest too!": null, "Oscar: Yes, yeah.": null, "Aabria: Yes, that was so good.": null, "Oscar: When you were like, just be a guest.": null, "Emily: Well, during the week, we had been talking about throwing a": null, "party, and we were like, this will be a great way to be like, Rue, come": null, "and be a guest and not the host, and this will repair our relationship": null, "with them.": null, "Emily: So I hadn't been thinking about how you deserved that.": null, "Oscar: Right. And then it also made me think of, oh my gosh, Lady": null, "Featherfowl should be the master of ceremonies at the Bloom.": null, "Aabria: 100%, yeah.": null, "Oscar: You know what I mean? That's why, when I asked you at the ball,": null, "during the ball episode, what would you do if you were in charge of the": null, "ball? And you were like, I would take the opportunity to just-": null, "Emily: In that moment, I was just sitting there being like, I need to": null, "give them advice to follow their heart.": null, "Aabria: Love that.": null, "Oscar: But that aligned with my entire intention of the Bloom to being": null, "with, which is drop your guard and do something that they've never done": null, "before, which is be vulnerable, forget about appearances, you know what": null, "I mean? Court, sort of advancement, and just truly understand each": null, "other.": null, "Brennan: A special shout out to Aabria for that thing that the symbol of": null, "authority that the Chorus gave was a mask.": null, "Emily: I was thinking that, asking them to get back into another-": null, "Oscar: Back, truly! Truly.": null, "Emily: You also said, Aabria, the coolest phrase. You said something": null, "like, \"they look at you with the violence of impassivity\" or something": null, "like that, or impassiveness. I was just like, beautiful.": null, "Brennan: Beautiful.": null, "Aabria: Thanks. I always like that, I don't know, I love villains so": null, "much. It always rankles me that in the face of that person that you're": null, "like, if I can figure out a way to control you, this whole conflict's": null, "over, and they always do the, like, I'm going to yell at you, and you're": null, "like, yeah, you're just forcing them to go out and do whatever bullshit.": null, "It was very fun to go like, no, they're trying to bring you in, so": null, "they're just like, no, we're not even mad that you just yelled at us,": null, "don't worry about it.": null, "Oscar: Yeah.": null, "Aabria: Come on in, because we can control you from back here.": null, "Oscar: Exactly.": null, "Aabria: More than we ever could letting you walk around, and I just": null, "think it's so fucking cool that each of you, in really cool moments,": null, "have sowed the seeds of what your character has been missing in their": null, "heart, even in a non-romantic way. Just by virtue of interpersonal": null, "relationships, you've noticed and sort of laser focused, been like,": null, "here's where I think you don't even see yourself in this moment, and": null, "that doesn't have to be romantic. This was originally pitched as a game": null, "of, yeah, you're all going to be kissing and falling in love and banging": null, "it out, but there's something about seeing someone's heart and": null, "responding to it that everyone has done in this really beautiful way the": null, "whole time.": null, "Omar: I mean, I think that it was done so masterfully with the promotion": null, "from captain.": null, "Emily: Yeah, yeah.": null, "Brennan: Yeah, there's been a lot of, I've got to say, it was very cool,": null, "Aabria. As it's ramping, this is a master class for you at home. If": null, "you're a dungeon master at home, here's what Aabria's doing. Notice that": null, "we're getting into the back third of these episodes. The elbows are": null, "fucking coming out, you know what I mean? The fucking plot elbows of,": null, "oh, did you have some fun? You did a rumor phase? You wrote some": null, "letters? Here's a fucking thing that's going to kill your heart dead.": null, "Omar: Absolutely.": null, "Brennan: It was so beautiful. That's the thing, I think what was so": null, "beautiful, we're used to someone in that seat offering challenges, and": null, "it was so of this genre and so beautiful and heartbreaking that you're": null, "like, oh, I'm not going to kill you with a challenge, I'm going to kill": null, "you with an opportunity.": null, "Brennan: Ooh!": null, "Oscar: Always.": null, "Brennan: It's good! Mwah!": null, "Aabria: Oh, we made him Italian. We did it, yes.": null, "Oscar: Yeah, Aabria, you never close doors. What you do is you open more": null, "doors and make us aware that this is a room full of doors. It's very": null, "\"Monsters, Inc.\"": null, "Surena: You have to choose your path.": null, "Aabria: Very \"Monsters, Inc.\"": null, "Brennan: Huge \"Monsters, Inc.\" energy.": null, "Aabria: Do you think we could get Mike Wazowski for Green Hunter?": null, "Omar: Yeah.": null, "Aabria: He's already green.": null, "Omar: Literally saw him last night.": null, "Aabria: Oh my god.": null, "Omar: Yeah, we got sushi together. That part was not made up in the": null, "movie.": null, "Lou: Personally, I think he's more of a patient, but you know.": null, "Aabria: Oscar, I'm so sorry.": null, "Oscar: It's okay, I'll lose to Mike Wazowski.": null, "Lou: Oscar, you're booked, we're just still considering other talent,": null, "and maybe at the table read we'll reevaluate.": null, "Oscar: I'll be a bow, that's fine.": null, "Lou: You would be an incredible bow.": null, "Oscar: Thank you.": null, "Omar: I thought this scene was so freaking good.": null, "Aabria: You said it! Go ahead, yeah. Fuck, we got to talk about it. That": null, "was so cute.": null, "Surena: So it's hard, because I don't want to blow up Rue's spot,": null, "because in this Bloom, Rue is one of my best friends in the entire": null, "world. I would die for you, you know what I mean? But I'm like, ooh,": null, "you're telling me some things, and I accidentally told you some things,": null, "but I can't be like, well, they like you too, so figure it out. It's": null, "just like, well, why?": null, "Brennan: Does BINX know that Rue likes... Yes, because you were in the": null, "room with that first thing.": null, "Surena: No, I confided. We talked about it.": null, "Brennan: Yes, that's right, that's right, that's right.": null, "Surena: So I absolutely know.": null, "Oscar: The people who know that I'm in love with you are these two.": null, "Brennan: Yes, gotcha gotcha gotcha.": null, "Surena: So good.": null, "Brennan: So, so, so good.": null, "Surena: Yeah.": null, "Brennan: Yeah, and I think that scene was so fun. It was also so fun,": null, "too, to come to this war room.": null, "Surena: Yes!": null, "Brennan: We must conspire in the tailor shop.": null, "Surena: Yes, here we go.": null, "Brennan: And then be like, I've got feelings!": null, "Surena: I've got feelings too!": null, "Brennan: I like you so much! No, it felt very, yeah, that whole scene": null, "was so, so fun, and I do like the vibe of a... Well, it just feels like": null, "the whole idea of the Bloom, right, is this big shifting. In this": null, "Regency stuff, there's London and the countryside, in these stories like": null, "this, where it's like, there's these seasons that we all come together": null, "where moves can happen, and then once we all retreat, it gets way harder": null, "for big shifts to happen. So there's this underlying sense of urgency,": null, "and you bring up the assassination!": null, "Oscar: Oh, yes.": null, "Surena: I mean, I feel-": null, "Oscar: Sneaky kill.": null, "Aabria: That's dope.": null, "Surena: BINX is ready to murder now. It is time.": null, "Aabria: They throw hands, and that's very hot of them.": null, "Brennan: I love it, I truly, truly love it. And then, sort of a": null, "reflection of the scene with Rue and the Chorus was the scene with": null, "Andhera and his mother.": null, "Surena: Oh my gosh.": null, "Aabria: Oh my god, you were so good.": null, "Omar: You scared the shit out of me.": null, "Aabria: Thanks, I'm going to be a wonderful mother someday. This feels": null, "right.": null, "Brennan: That's a hard... Just to say, that scene, managing this": null, "heightened speech in a status relationship that challenging, and also,": null, "that's Andhera's arc, right? It's just so beautiful to watch. And to": null, "see, oh, you are becoming the Unseelie prince. That is what this is, and": null, "oh god, when you were like, and if it hurts your feelings, maybe push": null, "those down.": null, "Aabria: Yeah, fuck! That was a moment where I was like... (snickers) I": null, "mean, I'm mad. That's very cool.": null, "Omar: That's what we call a trauma U-turn.": null, "Brennan: Trauma U-turn!": null, "Surena: Trauma U-turn!": null, "Oscar: But what's so cool about this specific episode, I think it was": null, "where everyone is starting to identify themselves as a person versus a": null, "person in their court.": null, "Oscar: You know what I mean? We all had moments like that.": null, "Brennan: Yeah yeah yeah, absolutely.": null, "Oscar: Even you two being kicked out of your own nest!": null, "Aabria: Thank you so much for saying kicked out of the nest. I'm like,": null, "don't make me say it. Yes!": null, "Omar: I wrote down, no one plays wrecked, underlined, like Emily and": null, "Lou. I just think that the way that you both react to even the smallest": null, "of slights is so drippy and good.": null, "Lou: I mean, that was unexpected.": null, "Emily: Yeah, I was like, we got to get rid of fucking Grandfather. We": null, "got to get rid of him so we can lose this bet and win a bunch of money.": null, "Lou: I was like, we're going to do some bits about mimosas, we're going": null, "to tell him that everything's good, and he'll go on his way. And then as": null, "soon as you were like, he sits like he's hosting, I was like, you mean": null, "we all sit on the same side? No, he sits over there and you sit over": null, "there. I was like, okay! And then he took his damn nest back.": null, "Aabria: It's just one of those things where, yeah, we're playing in this": null, "world where people are engaging in a really fundamental way with their": null, "status that yeah, Grandfather's so fucking weird that he would pull some": null, "goofy shit like this. I grew up, a lot of my extended family dealt with": null, "the when you turn 18, leave and figure it out, and it just felt like, oh": null, "yeah, Grandfather's got that big energy of, okay, you're on the cusp of": null, "victory and he wants to see you succeed, but also can't help himself. He": null, "just doesn't make it easy for you.": null, "Emily: That would be a bird thing, you know? I think you're ready to": null, "fly.": null, "Omar: Mm-hm.": null, "Aabria: I don't know why, but the suitcase is just the funniest.": null, "Lou: Had my rolling suitcase.": null, "Surena: Take it away!": null, "Lou: And that you open it with your sword.": null, "Brennan: Oh god, the scene where fucking Andhera disguised as Airry": null, "Pearry, I had never seen a quicker reaction of, we're going to kill you.": null, "We're going to kill you!": null, "Lou: Hey, let me tell you, I had a few secrets this game, and the one": null, "about being Airry Pearry is the one that is closest to my heart.": null, "Emily: I have to say, yeah, that's the one I'm guarding the most. I will": null, "kill for that one.": null, "Brennan: The idea of doing a full season of Regency where in episode": null, "eight, and there's been so many, like, well, a little bird told me this!": null, "And you're like, it seems one of my secrets has been exposed. Bandying": null, "secrets has been the whole fucking season, and there's one thing that's": null, "like, hey, do you have a penname? And you're like, I'll fucking kill": null, "your ass! It's so funny!": null, "Emily: I think it's the first time anyone has ever come up to either of": null, "us about either of our secrets, so.": null, "Lou: So it's huge.": null, "Brennan: It's huge. Airry Pearry.": null, "Lou: If any of you had come up to me about my betrothal, maybe you": null, "would've gotten a slightly lessened reaction. Airry Pearry is the full": null, "monty.": null, "Aabria: I love that Airry Pearry is your true self.": null, "Surena: That's who you are.": null, "Oscar: Airry Pearry. Has Airry Pearry written other books?": null, "Lou: Of course not. It's his magnum opus. With how well things are going": null, "at the Bloom, I might try to crank out a sequel.": null, "Emily: When I was deciding, because I knew I was going to do a rumor": null, "about \"The Green Hunter\", when I was deciding, I was like, do I make a": null, "rumor that there's a sequel coming out? No, that's too much pressure.": null, "Aabria: There's so much story left to tell about Dr. Green Hunter.": null, "Lou: Of course, Dr. Green Hunter.": null, "Oscar: Disgraced doctor.": null, "Surena: Disgraced doctor.": null, "Lou: He was a doctor on the edge.": null, "Oscar: Now I'm an EMT.": null, "Surena: An EMT with nothing to lose.": null, "Aabria: I do want to give out incredible props to my only, you know, all": null, "of you have DMed stuff before, probably. You're new to this, but yes,": null, "there's always that fear of, okay, we're doing these separate vignettes.": null, "All of these are being generated off of individual letters, so I don't": null, "know how to get y'all the fuck together, so my stress thing was, how do": null, "I get them together? They still haven't had a conversation. Wait, are": null, "they doing it? They're doing it. They're doing it! Thank you, thank you,": null, "thank you! This wave of gratitude where I was like, thanks! I didn't": null, "have plan! Cool!": null, "Brennan: Good walk on instinct from Oscar there of Rue rolling up and": null, "being like, what's going on here?": null, "Oscar: They were on their way to me. And then I see Lady Featherfowl.": null, "Surena: Whip out her blade.": null, "Oscar: What is going on?": null, "Aabria: Full sword out.": null, "Brennan: Sword to the neck.": null, "Oscar: In the middle, so everyone can see.": null, "Aabria: Bless the natural 20 that gets the information going and a": null, "natural one where you're like, got it.": null, "Oscar: Say everything.": null, "Brennan: God, the visual. I want fan art for that scene so bad. Because": null, "the visual, it has to be interesting, because Regency plus fairy means": null, "that it's like, well, what's actually improper? Goblin propriety is not": null, "the same as other people's propriety so what would stand out? What is a": null, "thing that you would see and someone would gasp? And literally the": null, "visual of holding your own suitcase, I don't know what court.": null, "Surena: Truly.": null, "Brennan: I don't care what fucking court you're from.": null, "Oscar: That is ghastly.": null, "Surena: Something is happening.": null, "Aabria: Have you seen Lady Chirp Featherfowl walk one time?": null, "Surena: Right? She's been carried!": null, "Oscar: There's no bird! Where's her ostrich?": null, "Surena: Oh my god, there's no bird!": null, "Lou: We had to leave with such haste, we didn't have time to summon it.": null, "Aabria: You didn't even bring your ostrich out!": null, "Emily: I didn't have time, it takes 10 minutes to summon as a ritual, 11": null, "even.": null, "Omar: The rolling a suitcase over a lawn, a lush, flowering lawn, is the": null, "funniest thing.": null, "Lou: And then the justification being, you got to get those wheels": null, "turning, otherwise they rust.": null, "Surena: They rust.": null, "Omar: We have to move the teacups.": null, "Oscar: Oh my god.": null, "Omar: And then BINX eating muffins.": null, "Surena: Just like, pop pop pop. Because you're like, coo! And I'm like,": null, "oh god.": null, "Omar: I also like that as everyone rejoined, there was comedy in that.": null, "Omar: I took it as a player. I was like, oh, this is great. So if we're": null, "all together, this might be okay.": null, "Aabria: But you weren't all together.": null, "Surena: We were not.": null, "Oscar: No.": null, "Lou: Still missing one.": null, "Brennan: That was a hard one, because I said during the break when we": null, "broke after the episode, I was like, wait, did I fuck up? Did you guys": null, "want me to come to that meeting? But in my head I was like, no. Those": null, "five need to talk. I was like, oh, I got to go do this. Weirdly, in my": null, "head, I'm like, well, it's what Hob would do, it's what his orders are,": null, "and as Brennan, I'm like, that's very painful. Go to the lady. Go to the": null, "Seelie. And this prince is going to kill me.": null, "Aabria: Yeah, 100%.": null, "Brennan: Gonna kill me.": null, "Oscar: Oof.": null, "Brennan: This is a dishonorable man.": null, "Oscar: True.": null, "Emily: Would you do it, Aabria?": null, "Aabria: Merk Brennan?": null, "Emily: Would you do it?": null, "Emily: In episode nine of a ten episode campaign, would you kill": null, "Brennan?": null, "Aabria: Let me be incredibly clear, nothing would make me happier than": null, "to fully kill off Major... Got to say that name for me one more time.": null, "Brennan: Knickolas Pnackless Hob.": null, "Emily: I have to give you credit, because I've been dying for that": null, "reveal.": null, "Omar: That was good.": null, "Emily: And when you sussed it out with that, I was so happy.": null, "Aabria: That was so good.": null, "Oscar: And the reveal of...": null, "All: Knickolas Pnackless Hob.": null, "Brennan: I don't know if I said it on camera. Pnackless is": null, "P-N-A-C-K-L-E-S-S.": null, "Emily: Like Pneumatic.": null, "Surena: Terrible mouth feel.": null, "Emily: The P is silent.": null, "Oscar: Yeah, Rue's in love if that's a name that causes them to swoon.": null, "Omar: I love a partner who goes, I know. I love you. You know what I": null, "mean? That's the nicest thing a partner can say, is just, oh, I'm well": null, "aware you're always late, and I love you. You're like, oh, thank you!": null, "I'm gonna cry.": null, "Brennan: That's true, and also, it's a middle name. Knickolas is the": null, "first name, you know what I mean?": null, "Aabria: That makes it better, I guess.": null, "Oscar: Knickolas with a K.": null, "Brennan: Knickolas with a K, much more standard.": null, "Aabria: I mean, going back to this sort of romantic and Regency era, the": null, "tropes that are here, how often does a soldier get to live through the": null, "story? It is their lot to die for love or honor or power, and I would": null, "love to challenge you. You built this character.": null, "Brennan: I did.": null, "Aabria: So let's go, and just know that we talked about it very briefly,": null, "that I want to be very clear that Prince Apollo is doing a dishonorable": null, "thing, but absolutely covering his ass.": null, "Brennan: He got me in the woods when I'm on my own. Yeah, for sure.": null, "Aabria: 100%.": null, "Brennan: Well, all I will tell our viewers at home is that I have made": null, "very busted characters in the past, and Major Hob is not one of them.": null, "Emily: Oh Brennan, I don't buy that. I saw you in the first duel.": null, "Brennan: I just mean to say, I optimized the character for battle. I": null, "optimized the character for fighting a lot of weenies and being very": null, "tough. Barbarians are not paladins. Barbarians don't put out... He's a": null, "fighter barbarian rogue, but the way he fights is to be a tank. Against": null, "a prince of the Court of Wonder, I think if I were a betting man, I": null, "would not bet on myself.": null, "Omar: You did best one prince before.": null, "Brennan: By declaring wrestling. You did not start stabbing me.": null, "Omar: As my AC dropped.": null, "Brennan: I'll tell you this right now, if this guy's a paladin, I don't": null, "halve radiant damage, you know what I'm saying?": null, "Lou: I've seen him up close, and Hob's in for one. We'll see how you do": null, "against a couple of Blights. They seem to be his go to.": null, "Aabria: Yeah, you guys have some hints about what his abilities say,": null, "what he was doing in the hedge and kind of just throwing things out and": null, "around. Man, what a weird thing to whomp you from here. Is that punching": null, "down? Doesn't feel like it. Amazing, well, on that interesting note, why": null, "don't we shut it down here? Because we still have so much more story to": null, "tell, and there's nothing left to do but to tell it. So that's it for": null, "our Adventuring Party, and we'll see you soon for chapter nine.": null, "(all cheering)": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}