{"Dimension 20": null, "Adventuring Party": null, " ": null, "I Demand Satisfaction": null, "Season 10 Episode 1": null, "[Next Episode] >": null, "Aabria: Hello, that was not as loud as I wanted it to be. (group laughs)": null, "Hello and welcome.": null, "Oscar: You can add it in post.": null, "Lou: Yes.": null, "Aabria: Yeah. Can you add a cool snap sound please? (Aabria trills)": null, "Welcome to \"Adventuring Party\", the show after the show. I don't know": null, "what to say now. Where we just talk about the things that have just": null, "happened.": null, "Brennan: Yes.": null, "Emily: Yeah.": null, "Aabria: The choices we've made, the lives we live.": null, "Emily: The lives we've touched, really.": null, "Omar: Ooh.": null, "Aabria: You touched more than lives.": null, "Lou: Yes. (group laughs)": null, "Oscar: You have, yes. Oh, we have.": null, "Aabria: Yes.": null, "Lou: People have demanded satisfaction, and I have provided.": null, "Emily: Such a funny thing to just scream from the audience. I demand": null, "satisfaction! What?": null, "Aabria: I do love.": null, "Lou: Right now, right here?": null, "Aabria: In a horny game, that's like, wait, what are you asking for?": null, "Emily: It's like literally any of us at the table could be the one that": null, "they're speaking to.": null, "Omar: Yeah.": null, "Lou: Which one of us?": null, "Aabria: Amazing, okay, first question. How's everyone doing?": null, "Emily: Amazing.": null, "Brennan: Great. So much fun, good grief.": null, "Oscar: So good.": null, "Omar: Yes.": null, "Aabria: Hell yeah.": null, "Emily: I'll say I'm living on cloud nine, because this was my first time": null, "at Aabria's table.": null, "Oscar: Oh my god, aw. (players applaud)": null, "Aabria: I have been freaking out, wanting to play with you for so long.": null, "This is truly the dopest fucking table. Oh my god, how did we get this?": null, "I don't know who we stole or what we did, but it's so dope, so thank you": null, "all for being here and playing this very cool game. Let's throw some": null, "shine on this very cool set.": null, "Lou: It's great.": null, "Oscar: Yes.": null, "Surena: Absolutely.": null, "Brennan: Rick Perry!": null, "Aabria: Rick Perry crushed it.": null, "Emily: And it's all edible too, right?": null, "Aabria: You can eat everything.": null, "Lou: I was munching. You probably won't see it on camera, I've eaten the": null, "shit out of this.": null, "Oscar: There's less here.": null, "Aabria: That went all the way to the ground, actually.": null, "Lou: There was a shit ton of ham on this one. Go back to the very first": null, "shot. So much ham, and I ate it.": null, "Oscar: All gone.": null, "Emily: It was just like a gyro.": null, "Lou: It's like one of those ones that-": null, "Aabria: Did you say gyro?": null, "Lou: It's like one of those big-": null, "Omar: Little wheel, here's a little wheel that you could just do it and": null, "you can't upset it at any point. Yeah. 'Cause gyroscopically it wants to": null, "set.": null, "Aabria: That's a good save in a recovery. I like this dynamic.": null, "Omar: Thank you. That was seamless that no one noticed.": null, "Aabria: I do love like the, turning Rick from like, okay. We're not, I": null, "don't want a bunch of battle sets. How do you feel about flowers and I,": null, "that was like the hardest conversation I think I've ever had being like,": null, "you make the coolest sets in the world for battles, but how do you feel": null, "about essentially planning a wedding?": null, "Lou: Yeah.": null, "Aabria: And then, he came in and was like, I have a hundred thousand": null, "flowers and I was like, \"Oh my god, cool!\"": null, "Emily: One thing I love is kind of like these overgrown, like pillars": null, "and columns too.": null, "Emily: I think I was looking at you so much that I didn't notice it": null, "until this moment.": null, "Omar: It's so great.": null, "Brennan: It's sort of a literary analysis of the genres that we're": null, "mashing up here isn't it?": null, "Aabria: There we go.": null, "Omar: Sci-fi.": null, "Emily: Hey, yeah.": null, "Aabria: Speculative fiction. Okay, that's actually a good question. So": null, "when I kind of threw out the brief to y'all about like, Hey, let's do": null, "like a horny Fae, like Regency Bridgerton-y thing, did you guys have": null, "like things in mind that you immediately pulled from as far as like": null, "fiction that resonated with you as you were building your characters?": null, "Emily: Oh. I literally just thought birds are really funny. (group": null, "laughs)": null, "Lou: Great place to start. Always a great place to start.": null, "Omar: We're doing an awesome adventure and the first thought is, \"Birds": null, "are hilarious actually.\" To quote, Emily Dickinson.": null, "Lou: That's in like the, that's who she thanks in the, in I think if you": null, "go back to, I don't know what.": null, "Oscar: \"Wuthering Heights\". Yeah.": null, "Lou: Yeah. I knew it was \"Weathering Heights\".": null, "Aabria: It's \"Wuthering,\" but don't worry about it.": null, "Lou: Yeah, it's right there. Just thank you to birds, fucking hilarious.": null, "Brennan: Yeah.": null, "Aabria: But, I do think that.": null, "Emily: Birds are like a Regency thing though.": null, "Aabria: Yeah.": null, "Emily: If you watch Bridgerton, there's always like peacocks in the": null, "background or pheasant hunting or all this stuff or yeah.": null, "Lou: I was just think pigeons are proud. The way pigeons walk is very": null, "like, it's like I'm I, you know, it's rigid. It's proud.": null, "Emily: Like chest forward.": null, "Lou: Yeah, chest out.": null, "Aabria: All birds remember being dinosaurs and walk accordingly.": null, "Emily: Oh yeah.": null, "Lou: But I can, I can see-": null, "Emily: They're like, \"I survived the end of the world,\" right?": null, "Oscar: That's a t-shirt right there.": null, "Aabria: Oh, it's-": null, "Omar: That's really good.": null, "Aabria: It's like those stupid shirts from like women, like we're the": null, "witches or we're the daughters of the witches you couldn't burn, but": null, "every bird fucking thinks that.": null, "Emily: We're the daughters of the dinosaurs the meteor couldn't fucking": null, "take. (group laughs)": null, "Aabria: I want that shirt.": null, "Lou: God said goodbye, and I said, \"No, thank you.\"": null, "Brennan: That would be a really charged interaction, when birds walk": null, "into a room with that shirt and see sharks or alligators. And then being": null, "like, \"Right. Well, you're sort of like a dinosaur. I truly have not": null, "changed evolutionarily in millions of years.\"": null, "Emily: Or, like octopuses being like, \"I actually was hitchhiking on the": null, "meteor.\"": null, "Oscar: Yeah. (laughs)": null, "Emily: I'm from fucking outer space because I'm weird.": null, "Aabria: That's not wrong. That's accurate. But, birds did figure out how": null, "to fly. That's pretty fucking rad.": null, "Oscar: For the most part, yeah, for the most part.": null, "Aabria: There's a couple shitty birds. Brennan can name them. Bird facts": null, "right now, go": null, "Brennan: A bird fact that's great is that, oh the...": null, "Emily: I have a really good one too.": null, "Brennan: Yeah. Go for it! You do one.": null, "Emily: Okay. Chickidees every year, every fall or every autumn, they": null, "lose neurons from their brain to forget the environment from last year": null, "so that they have space to learn the new environment.": null, "Oscar: What?": null, "Aabria: Oh.": null, "Emily: Yeah.": null, "Aabria: Dope.": null, "Lou: Thank you, grandfather.": null, "Emily: Grandfather. But, Aabria's question was really good. Other people": null, "should answer.": null, "Aabria: I don't remember it.": null, "Emily: It was, you were like, did you have like sources that you were": null, "drawing on?": null, "Lou: I can say I did not as I wasn't really deep in the genre. I watched": null, "a shit ton of \"Downton Abbey\".": null, "Lou: But, apart from that, hadn't really gotten all the way in. But I do": null, "think I was like, I wanna play the bad people or the people you don't": null, "like. And I, the first thing I did was Google \"Jane Austen \"most": null, "annoying character.\"": null, "(group laughs)": null, "Aabria: What came up?": null, "Lou: A lot of stuff about Lucy Steele. Lucy Steele seems to be like,": null, "people don't like that person.": null, "Aabria: Right.": null, "Lou: But, in reading of those, I was like, okay, great. I think these": null, "are the characteristics I want. I wanna be the nasty people.": null, "Emily: Yes!": null, "Aabria: Yeah!": null, "Lou: The people who take away people's honor and don't apologize for it.": null, "And then, I think that's when I ended up talking to Emily and we were": null, "like, you, we should be nasty people.": null, "Lou: We should be a couple of nasty people who've got each other's backs": null, "and don't apologize.": null, "Emily: Yeah, because Aabria's prompt was like, okay, you're the most": null, "powerful fae. You are the idle rich, like basically all this shit that": null, "you never get to be in D&D 'cause you're always a sweetheart orphan.": null, "Aabria: Yeah, sad orphan.": null, "Lou: Exactly. And I was just like, yes, let's do this.": null, "Oscar: And y'all's relationship is so fun!": null, "Aabria: It's so sweet.": null, "Surena: It's so good.": null, "Oscar: It's so good.": null, "Emily: But, you being like that wager that came out nowhere.": null, "Oscar: Oh yeah, we making it juicy.": null, "Lou: I truly did, I was like, oh, they talked about this beforehand,": null, "okay. They had this planned.": null, "Oscar: Oh.": null, "Aabria: That was perfect. No, not at all.": null, "Oscar: I mean, it was set up so perfectly though. You have this, the": null, "grandfather setting this ultimatum and it's like, well, let's raise the": null, "stakes, children.": null, "Aabria: Yes!": null, "Emily: It feels like from Regency though. Like it feels like that would": null, "be a plot in something.": null, "Oscar: Yeah.": null, "Emily: You know?": null, "Brennan: It's so perfectly in character for Rue because they want this": null, "and need this to go well.": null, "Oscar: Absolutely. I think there's something really interesting with the": null, "idea of you coming up to Rue to apologize for fucking up the Bloom.": null, "Oscar: But, in Rue's eyes, it's like, yes, but I made it work and now": null, "I'm gonna make it work even more for the whole Bloom.": null, "Lou: Oh! Perfect.": null, "Oscar: It was great.": null, "Lou: Perfect.": null, "Oscar: If it wasn't for honestly, like I, if it wasn't for you coming up": null, "to Rue to apologize or make amends-": null, "Oscar: I probably wouldn't have come up with that idea at all.": null, "Emily: It was so funny.": null, "Oscar: Yeah, it was great.": null, "Emily: It was really good.": null, "Lou: And I'm thrilled to beat you and win.": null, "Emily: Yeah. (group laughs)": null, "Lou: We're gonna get whatever the prize is.": null, "Emily: Oscar, was this your first time playing D&D?": null, "Aabria: What?! Shut the fuck up.": null, "Brennan: Wait, what?": null, "Oscar: So I'm a little baby. I played some sessions with Brennan, but I": null, "haven't finished a session. So this is my first official.": null, "Emily: Amazing.": null, "Aabria: Oh my god.": null, "Lou: And already taking huge swings.": null, "Oscar: Yeah!": null, "Emily: I love it, I love it.": null, "Aabria: That's literally, that was like, my only fear is kind of coming": null, "in with like, okay. Here's like a lot of set dressing and we've had a": null, "lot of talks about like the mechanics and like bringing stuff in. And I": null, "was like, oh, I hope they don't think that there's like a super tight": null, "rail for this story. 'Cause there are set pieces and things you sort of": null, "do. But, the really evocative thing, at least for me, as far as like": null, "Regency stuff and all of this like kind of melodramatic genre is that": null, "it's people making their own choices and grabbing their moments and": null, "reaching for their individual happiness, so thank you for making a big": null, "swing.": null, "Oscar: Well honestly-": null, "Aabria: Yeah, it's so good.": null, "Oscar: You gave us permission to do that. You know what I mean? You gave": null, "us, you were very much like-": null, "Aabria: Please do, it’s less work for me. Don't look at me": null, "Oscar: It's a testament to your DMing skills of just like going with it,": null, "you know, instead of being like actually \"No, sit down.\" You know what I": null, "mean?": null, "Oscar: You were... Yeah, you're just game for anything.": null, "Emily: I really like your idea of what she was gonna do. \"Um, actually.": null, "No.\"": null, "Aabria: That's a hundred percent me.": null, "Oscar: Sit down.": null, "Aabria: Yeah!": null, "(crosstalk)": null, "Emily: Sit further down.": null, "Aabria: Sit more-": null, "Emily: Also, it also comes from, 'cause like during the sort of like": null, "session zero, we did all that rumor creation.": null, "Emily: And I feel like that itself was kind of like an invitation to": null, "characters to be like, Hey, this is the world of rumors, you're writing": null, "it too.": null, "Aabria: Hell yes.": null, "Oscar: And it's so essential to the genre that we're playing. You know,": null, "like for me, I read \"Emma\" and all of that is so great and, but also": null, "like \"Clueless\" too, you know, it's like all these like modern remakes": null, "of essentially the same thing and it's a lot of that is gossip rumors,": null, "backstabbing, romance, so that's just universal.": null, "Surena: Is \"Clueless\" a remake?": null, "Emily: Yes.": null, "Surena: Is \"Clueless\" something-": null, "Emily: \"Clueless” is a remake of \"Emma\". It's based off of that.": null, "Surena: That's amazing.": null, "Oscar: It's a modern reskin of \"Emma\".": null, "Lou: It's a reskin?": null, "Brennan: I have to go find Izzy right now. (group laughs) They gotta": null, "know!": null, "Lou: They rebooted \"Emma\"?": null, "Oscar: They rebooted \"Emma\", yeah!": null, "Oscar: It's \"Emma\" X the 90's.": null, "Brennan: It's got some Dickensian publisher, \"Mrs. Bronte, we need to do": null, "a reboot of \"Emma\".": null, "Emily: Not gritty, but rather glitzy.": null, "Lou: We think it would be incredible with 18 to 49. (group laughs)": null, "Omar: And she's like, \"That's not mine, y'all.\" I don't… That's \"Jane\",": null, "you got it?": null, "Aabria: She's got the half of all of the other ladies that wrote those": null, "stories. Yeah.": null, "Brennan: A wild thing was one of my favorite Jane Austen factoids is": null, "that she wrote apparently this is totally apocryphal, so please, you": null, "know, feel free to yell at me if I'm wrong about this. A friend told it": null, "to me": null, "Oscar: You start rumors on your own.": null, "Aabria: Here's what's up. You're gonna say rumor, don't fucking yell at": null, "Brennan. That's my job.": null, "Brennan: There's no, I, that's not how the internet works, but I was": null, "told once I read, apparently there was a, some something that Jane": null, "Austen wrote in the papers like 20 years after \"Pride and Prejudice\".": null, "She wrote either a forward to it or a statement about it in like a": null, "reprinting. And she was like, \"It has been 20 long years since I've": null, "wrote 'Pride And Prejudice.' The references are all hopelessly outdated": null, "and culture has changed so much that I'm sure none of you will be able": null, "to relate to any of the goings on.\" And this was like 18 something, you": null, "know, like it was-": null, "Emily: Oh my god.": null, "Brennan: Like 20 years-": null, "Aabria: Like 30, yeah.": null, "Brennan: And she was like, 'cause apparently, the way she talked about": null, "her own writing was like, oh this was so about the time and place.": null, "Brennan: That it won't have any relevance to anyone. And here we are.": null, "Omar: They won't know what vassal ships are. Yeah.": null, "Emily: Really, Brennan, I think what we can say is that in 200 years,": null, "they're gonna be watching our old CollegeHumor videos.": null, "Brennan: Exactly. Exactly. They're gonna, you know, they're gonna watch": null, "the CEO videos and they're gonna go, \"This Tide pod reference is still": null, "incredibly relevant to me.\" (group laughs)": null, "Oscar: Question, in terms of everyone's character creation, what made": null, "you all create the characters that you're playing right now? And do they": null, "sort of differ from the characters you typically play in D&D?": null, "Aabria: Ooh.": null, "Surena: Ooh. Oh yeah. Hi. No, I think that like Gwyndolin, I really": null, "didn't know very much about the Regency genre that much either, but I": null, "understood that it was like Fae. And so I just leaned in real hard with": null, "old traditional fairy tales, like the Brothers Grimm and just all of": null, "that and was like, great. What is like the amalgamation of all of the": null, "princesses? They all kind of are a little flat, right?": null, "Surena: So let's just put 'em all together in a weird soup and see what": null, "happens.": null, "Emily: A princess soup!": null, "Surena: A princess soup. Yeah, and I think that it's a little different": null, "than what I play. I usually, I tend to not play as feminine.": null, "Oscar: Mm-hmm.": null, "Lou: Mm-hmm.": null, "Surena: So it's a little bit challenging to be like, whoa, but this, you": null, "know, like I'm a damsel. But yeah.": null, "Oscar: But there's something going on with.": null, "Lou: Yeah!": null, "Brennan: Follow up question, what are you hiding?": null, "Oscar: That last bit, I was like-": null, "Lou: The last bit, the lemon in your mouth-": null, "Surena: I'm sorry!": null, "Lou: The dark corners you hide in. The text you send.": null, "Emily: Yeah, as weird as that-": null, "Brennan: Who's Mica?": null, "Lou: Who the fuck is Mica?": null, "Omar: Who the fuck is Mica?": null, "Emily: Who is Mica?": null, "Oscar: There's something going on here, this could be-": null, "Emily: And how do we get Mica into the party? Because, I loved Mica.": null, "Brennan: I was listening to Surena be like, \"Yes, just like, you know, a": null, "combination of princesses. Super flat,\" and I'm like, \"Yeah, fucking": null, "right...\" (group laughs) \"Yeah, I'm sure.\"": null, "Oscar: Is that what you wrote down?": null, "Brennan: Yeah, it's a big, I just, this is all a yarn, like red yarn": null, "fucking conspiracy. Mica is scribbled.": null, "Omar: You have like a Shining communication going-": null, "Lou: Flip, flap, flip.": null, "Oscar: And it's a Mica centerfold.": null, "Emily: Oh my god.": null, "Brennan: This is Mica!": null, "Lou: This is what I believe she looks like based on voice messages I": null, "have heard. Her words taste like lemon.": null, "Aabria: Oh man.": null, "Emily: And what about you Omar?": null, "Omar: I'm very interested in how traditions continue the ghosts of": null, "tropes and where they go as time passes on. And so, I feel like we": null, "approach so much this Regency stuff in just that time period of like, oh": null, "yeah, you know, Emily and Jane and all them. But, the more I thought": null, "about it and especially this, because I never play broody characters": null, "ever. It's always like, I'm just like, \"Hi, I'm a hipster. Is there a": null, "coffee in this universe? Great. That's all I'm talking about. I can find": null, "a way to make espresso\", but with this, I wanted to challenge myself a": null, "little bit and I realized that \"Star Wars\" episodes one through three": null, "are so Regency-esque. They're constantly on balconies and they're like,": null, "\"Oh yes, why do we come to the opera with me?\" And \"Come, come my young,": null, "sir, let's talk about this.\" And like, so I was like, \"Oh, that's": null, "interesting.\" I wanted to do like an Anakin thing. And also Batman, he's": null, "always like, \"No, Master Bruce. You must put on a face for the public as": null, "you go operate in secrecy,\" which is how I would play Alfred during the": null, "cast. (group laughs)": null, "Aabria: When? When?": null, "Lou: When?": null, "Oscar: When?": null, "Omar: Okay, I'm sorry. I'm sorry. I have to remind myself that when...": null, "So it was like I wanted to take those elements of these broody boys that": null, "we don't talk about or like the product of like Jane Austen novels.": null, "Surena: Yeah.": null, "Omar: But then, combine it with every time, my first day of school,": null, "every year where I would come back and be like, \"Everything's changed.\"": null, "Emily: This is who I am now.": null, "Omar: What's up guys? You thought I was a dork before and you were": null, "right, but not anymore. (group laughs) Now I'm like really cool. Here's": null, "my Tech Decks.": null, "Emily: Turns out you can entirely change your personality in one summer.": null, "Omar: Yeah! What did you do? Absolutely nothing.": null, "Emily: I love your description of nonfunctional muscle.": null, "Emily: It's just like-": null, "Aabria: We love a mirror muscle.": null, "Omar: Thank you, I come from a culture of caste systems so I know": null, "problematic descriptions very well personally.": null, "Aabria: Amazing.": null, "Omar: But yeah, how do you, Brennan, how do you have a goblin creature-": null, "Brennan: Mm-hmm.": null, "Omar: That doesn't, that defies all logic. Is that okay?": null, "Brennan: I just love the paradigm, because it's like, so in the": null, "structure of a joke, half of a joke makes sense and then half of it": null, "doesn't, right? So there's the idea of like, oh, look what fairies and": null, "Regency have in common. What they have in common is an obsession with": null, "appearances, courtly behaviors, relationships that can be fraught, but": null, "also are eternal and never changing. Your family's never gonna go away": null, "and neither is mine. But, so we're in this war where we can never fully": null, "destroy each other. It's all a war of reputations and rumors and gossip.": null, "But, meanwhile, you know, in the background in Napoleonic war or like": null, "World War I is going on, we're here like, \"The DiHavishams\". You know,": null, "so, it's like, oh your shit doesn't matter. And there's something in the": null, "background that really matters. So that's, what's the same. But then,": null, "the half of the joke that is... So there's half that hinges together and": null, "then there's half it's opposed. And half it's opposed is Regency is": null, "deeply prudish and fairies are fucking and drinking and being wild. So": null, "that's what I was going is like, okay, the idea of someone committed and": null, "devoted to a code of conduct, but a fairy code of conduct, what are the": null, "fairies that would have a system of expected behavior that would be the": null, "most paradoxical to try and live by and uphold. And so I was like, I'll": null, "be a goblin. I'll be someone who's like mischief, mayhem, rumpus, and": null, "ruin. And try, be like... How can you be devoted to a lack of devotion?": null, "Brennan: And that felt the most the deep, a deep place that was both": null, "philosophically interesting and that there was comedy in.": null, "Emily: I absolutely love it. And I'm going to be telling Murph every": null, "single detail, because you are playing a character that is like,": null, "absolutely he will love this guy. (group laughs)": null, "Brennan: Me and Murph have a lot of like-": null, "Emily: You and Murph, yeah.": null, "Brennan: There's a lot. There's an old, there's someone, there's some": null, "cheesy image someone put a long time ago of us as dwarf brothers holding": null, "like armor and hammers. And I was like, love you, Murph.": null, "Aabria: So cute.": null, "Aabria: Hey, Murph you coward, come be in my game. (group laughs)": null, "Lou: You coward.": null, "Omar: Did you say young?": null, "Emily: Don't call my husband a coward!": null, "Aabria: No, he's great.": null, "Lou: Guys, guys, we already said he's fragile. Don't fight!": null, "Brennan: But, I love big character swings. I also love big character": null, "swings that specifically do something in the setting that shows us a": null, "side of things that we almost, we would feel sad if we didn't see, which": null, "is why Rue, to me, of the person-": null, "Brennan: It's because it's like, it's a perfect counterbalance of the": null, "Lords of the Wing. You want, you need the people that are trying to": null, "cause a scandal, but you, that doesn't have weight unless you have the": null, "person trying to stop the scandal.": null, "Brennan: And the-": null, "Emily: Although now, it's kind of flip-flopped.": null, "Oscar: It certainly has and I love it. I'm welcoming mayhem and you're": null, "trying to deflect mayhem.": null, "Lou: That's great.": null, "Brennan: Love that.": null, "Emily: What about you? What was your, what was your inspiration for your": null, "character?": null, "Oscar: I wanted to play... There's a lot. I mean, in terms of like": null, "fairies and this, the sort of the Feywilds, there's something sort of": null, "like outside of just rigidity that I enjoy.": null, "Oscar: And I think a character like Rue is, upholds it essentially, is": null, "essential to creating the rules of the Bloom, but also kind of like, I": null, "think Rue is like looking for these mistakes in order to be like, \"Look": null, "how flawless I am at planning\", where if something goes wrong, there's a": null, "solution for that.": null, "Emily: Ooh!": null, "Omar: The Titanic into the iceberg to be like, \"Check out this hull.\"": null, "And we,": null, "Oscar: I got, and I got lifeboats for everybody.": null, "Omar: Yeah! (laughs) (group laughs)": null, "Aabria: Unsinkable and if it did sink, here's the lifeboats. And if": null, "there were lifeboats, there's hot cocoa in them.": null, "Oscar: Because I can-": null, "Emily: Imagine how good I am.": null, "Oscar: Exactly.": null, "Emily: The messier it is only shows off how good you are and I love": null, "that.": null, "Omar: Wow.": null, "Oscar: Exactly. And I think after doing the Blooms for so long-": null, "Oscar: There's a part of them that feels a little like, okay. I want": null, "something a little bit, I guess like in a way like Rue is looking for": null, "something a bit like catastrophic.": null, "Emily: They're looking for their next evolution almost.": null, "Oscar: Absolutely.": null, "Emily: It's like wow.": null, "Brennan: There's like an Ariel part of your world, like a Jack": null, "Skellington vibe of that thing of like, I've done this so many times,": null, "what's the next?": null, "Brennan: 'Cause there's that rumor that someone pitched the rumor": null, "section that this is gonna be the last Bloom like this.": null, "Emily: Of this.": null, "Oscar: Absolutely. Yeah.": null, "Emily: I also really loved your assistant.": null, "Oscar, Sureana and Lou : Wuvvy!": null, "Emily: She was so cute!": null, "Oscar: Wuvvy gets shit done!": null, "Surena: Okay.": null, "Aabria: Wuvvy is doing her best to be like you, but doesn't have the": null, "chill.": null, "Oscar: Right.": null, "Aabria: That's like-": null, "Emily: I don't want her to chill. I don't want to see her chill.": null, "Aabria: Is a nightmare as it's getting done. Wuvvy is just me before": null, "this game started.": null, "Oscar: There's something really funny about that dynamic too. 'Cause I": null, "did want Wuvvy to be like very opposite from Rue.": null, "Oscar: In the sense that Rue feels very calm and collected every time": null, "and Wuvvy's just a hot mess.": null, "Oscar: But, is really great at her job. And also Wuvvy is also very": null, "easily intimidated by other Fae. So I love that dynamic.": null, "Oscar: And you play her wonderfully.": null, "Emily: Yeah. (group claps)": null, "Aabria: It's the trauma.": null, "Omar: Speaking of trauma.": null, "Aabria: Yes, a perfect segue.": null, "Omar: The interaction between the Lords of the Wing and grandfather.": null, "Surena: Oh my God.": null, "Oscar: Ooh baby!": null, "Omar: You three tapped into something each (laughs) that formed a": null, "perfect triad.": null, "Oscar: Uh-huh, I saw you y'all were locked in.": null, "Surena: Yeah!": null, "Lou: Well, I was scared.": null, "Emily: I was definitely scared.": null, "Lou: 'Cause I was just seeing a nasty bird man scream at me and my best": null, "friend being like, \"Stop!\".": null, "Emily: What was also like, it was also like, I knew that everything he": null, "was mad at us about, we deserve.": null, "Lou: Of course. He's got a list of everything I felt like we'd done in": null, "the past and it's all bad. (group laughs)": null, "Brennan: I haven't spent that much time on this side of the table. The": null, "table is structured for the person in that seat when they command that": null, "power to get really scary.": null, "Brennan: It's like Aabria, you're like, as that grandfather, I was like": null, "as as the grandfather and also as advisor--": null, "Emily: Oh, advisor!": null, "Brennan: It's so, just it's there's just so much status. It's like...": null, "Emily: I thought it was, it was really fun to be like, whoa, wait, why": null, "is the advisor calling the shots here? What's up with that?": null, "Aabria: Yeah, I just love like in the... I wanna go back and talk more": null, "about grandfather, but I just love that in the Unseelie lore that the": null, "queen of air and darkness does not be a human person ever.": null, "Emily: Oh yeah, naturally.": null, "Aabria: She's just a mean breeze and that's so relatable. (group laughs)": null, "She's just a bitchy wind and that's so cool.": null, "Oscar: That's a mood right there.": null, "Aabria: It's a whole ass mood, but I okay. I can't take credit. You": null, "offered the beautiful gift in our session zero of grandfather being all": null, "the worst parts of birds.": null, "Oscar: Oh really?": null, "Emily: Yeah. You were like, \"What does he look like?\" And I was like,": null, "\"All the worst parts.\" Because, all the worst parts of a bird look like": null, "a grandfather.": null, "(group chuckles)": null, "Lou: We took all the best parts, so-": null, "Emily: Yeah, we took all the best parts.": null, "Aabria: But, it's got, it's I, it's one of those things. I love being": null, "like a fan of players and in those moments, but the moment you get to be": null, "mean, I don't know if I'm just a sociopath and you're like, \"Okay, I'm": null, "gonna be mean for five seconds. And then we could do whatever we want.": null, "But, let me just be mad.\"": null, "Lou: I mean it took place in the past, so.": null, "Aabria: Okay. Now who wants cookies? (group laughs)": null, "Emily: I actually really liked it though. I liked feeling that shame.": null, "Just being like-": null, "Lou: Well it felt, it very much clocked us into the idea of like, we are": null, "here to get married and behave.": null, "Lou: It was like, it's not like an effervescent idea that we're carrying": null, "with us being like, \"Okay, this Bloom's different. It's like-": null, "Lou: Motherfucker, this Bloom's different.": null, "Oscar: Is that a Reaper moment.": null, "Lou: What?": null, "Emily: It added the stakes-": null, "Oscar: Trying to be shady.": null, "Emily: It added the stake that then when Oscar was like, \"We'll have a": null, "wager.\" I just was like, \"God, we are so fucked.\" (group laughs)": null, "Brennan: There's a really good writing tip or like a writing lesson here": null, "in how Lou and Emily have crafted their characters. It's such a strong": null, "move to introduce a character who kicks open a door and says I'm": null, "different now.": null, "Brennan: It's so dynamic.": null, "Lou: Well that was-": null, "Brennan: It's so dynamic.": null, "Lou: That was all Emily being incredibly blunt. (group laughs) Emily was": null, "like, \"Hi.\" She was like, \"We should make an announcement.\" And I was": null, "like, \"Uh-huh,\" and then it was like, \"We're different.\"": null, "Brennan: But, it's crazy because you think of characters as like you": null, "make a character. The hardest thing is to provide texture to a": null, "character. They're invented. So it's like making them textured is so": null, "fucking hard. So yes, here's Santa Claus. But, the idea of meeting Santa": null, "Claus in a bar where he is like, \"I used to deliver toys\" and you're": null, "like, \"Whoa.\" You added a lot of... Meeting someone at an inflection": null, "point in their life where they are changing weirdly gives so much": null, "dimensionality and humanity to these truly ridiculous characters.": null, "Emily: But I also have to give credit though, because that was from the": null, "rumor session. Omar started the rumor that Chirp can't turn down a bet.": null, "Emily: And so then as soon as that was in my head, I was like, oh well,": null, "that puts me in like a very fun position to be like I can't do the": null, "shenanigans. I can't, I'm different now.": null, "Omar: The pride though that you both simmer in though when my": null, "grandfather's like, \"You both fuck around so much.\" and there's like": null, "little flashes in your eyes-": null, "Aabria: Yes! Yes!": null, "Omar: We're both like, I mean, we do.": null, "(group laughs) ": null, "Not wrong.": null, "Aabria: But, I will say I also really like that, like the foil between": null, "the Lords of the Wing and Andhera is sort of like you're doing the": null, "subtle, I was, I used to be pillar kid and now I'm fucking different": null, "now.": null, "Lou: Oh my god.": null, "Oscar: Love the glow up!": null, "Omar: Yeah, it takes effort.": null, "Aabria: So you coming in with that subtle, \"I'm gonna prove that I'm": null, "different\" with you guys kicking like \"We're different,\"": null, "Oscar: It's just different ways of the same-": null, "Oscar: You know the same... I mean even just coming in with like a": null, "fucking ostrich chariot, oh my god.": null, "Lou: With birds?": null, "Aabria: Time was spent to be what is the bird going to-": null, "Omar: Can we-": null, "Emily: Well, because technically it's all based on my spells, because I": null, "stocked all shit that's like summons for birds and one of them is": null, "Phantom Stead which can't fly. So I was like, what would that be? Oh, an": null, "ostrich.": null, "Lou: Yes.": null, "Aabria: It could've been a cassowary.": null, "Lou: But I also-": null, "Emily: Cassowary, those are dinosaurs.": null, "Lou: I like the idea that we're so rich that our birds don't... We have": null, "birds to pull our birds.": null, "Lou: When you invent birds, you get birds for your birds. There's not,": null, "you don't, you don't need single purpose birds or you do have single": null, "purpose, I don't need a multi bird that can do it all. You got one bird": null, "that does one bird, that one bird.": null, "Emily: I'm just picturing us in, you know, there's always like the tub": null, "scenes in British Regency, it's us, but getting preened by other birds.": null, "Aabria: Oh my god!": null, "Oscar: You know what I wanna see again?": null, "Aabria: If I don't see that, I'll die.": null, "Oscar: I wanna see that damn pelican again. Oh!": null, "Lou: Is that that's what's gonna come back. That's what's gonna, the": null, "pelican's gonna come back and throw drugs in my mouth. (group laughs)": null, "like no!": null, "Aabria: The last thing I wanna mention, or at least talk about a little": null, "bit before we kind of like fade out here is the idea of you guys not": null, "being a party, that there were like-": null, "Brennan: Oh yeah.": null, "Aabria: Pains were taken in order to make sure that you guys were kind": null, "of developing your characters out and away from one another, because": null, "again, kind of going back to Regency priorities, which is like": null, "self-actualization either in line with or against social norms and": null, "conventions that this is a way more individualistic game. And I was so": null, "worried that if you all came to a character gen and decided together you": null, "would build a happy gang that would immediately get along. So I guess my": null, "question is what was it like finally meeting characters when I sort of": null, "bullied you into being like you're all on the table together, hang out.": null, "Brennan: It was this moment here between Oscar and Surena.": null, "Brennan: It was that moment where I went like, \"Oh, \"I'm in over my": null, "head,\" because in my, because you flatten everything because you know,": null, "you did character creation solo with all of us. And then I'm like,": null, "\"Okay, these are the two Fae from the Court of Wonder.\" So they've got": null, "other's back and then seeing a weird thing that my character...": null, "Surena: Yeah.": null, "Brennan: Did you? Tell your secrets what's going on? (group laughs)": null, "What's going on?": null, "Aabria: It's the Court of Wonder. So you're gonna have to just fucking": null, "wonder about it.": null, "Brennan: Oh! Who's Mica? (group laughs)": null, "Oscar: No, it's it's interesting too. Because yeah, we had that time to": null, "develop our characters one on one.": null, "Oscar: And so you have this path of like, oh yeah, this is my story,": null, "this is my backstory. Here are all my secrets. And then, the realization": null, "that someone else is in.": null, "Surena: It's from the same court.": null, "Oscar: Which is what I wasn't expecting that at all.": null, "Surena: Yeah, yeah.": null, "Oscar: So I was just like (stammers)": null, "Surena: And so we're like, okay, well what's true in your backstory.": null, "What's true in my backstory. And do we? And so just having that moment": null, "together where we're like, oh we've decided no.": null, "Oscar: Mm-hmm!": null, "Surena: Let's figure it out. Yep. Yep, yep.": null, "Omar: For us, it was very funny for me because my character almost got": null, "killed and we're just sitting at a freaking mushroom and you're just": null, "like, \"Good to see you again.\" You knocked me off a horse and went to go": null, "kill me. It's not that great.": null, "Brennan: I feel like that's like these time periods though. You have": null, "these things where it's like, you know, you go back into those periods": null, "of history where it's like, the whole continent is at war and then two": null, "weeks later it's like, we're playing croquet in Vienna. And you're like,": null, "\"You guys just had your thousands of your people just dying, you fucking": null, "aristocrats!\" And you see that moment of like where it did feel that": null, "thing of like, well, we don't have to talk about that. And then-": null, "Omar: Right. And the moment of turning out too, there's like conflict is": null, "like, what happens? Like well, okay, in general we fought.": null, "Brennan: Yeah. (laughs)": null, "Oscar: Yeah.": null, "Emily: Oh, I really laughed when you were like, \"Let's cheers to the": null, "fact that I'm getting better at a double scimitar\" and then, Brennan's": null, "like, \"Okay.\"": null, "Omar: It's all of us getting better at it.": null, "Brennan: I mean, I'm using this whole... 'Cause you said it so cool.": null, "Surena: You said this very long thing and I was like, I was trying so": null, "hard.": null, "Oscar: That's a toast.": null, "Brennan: And then, me and Surena looked at each other being like,": null, "\"To!\"... Because, yours was new friendships. Very easy.": null, "Brennan: To new friendships and getting increasingly better. With the": null, "double scimitar.": null, "Aabria: That was that clean. That was a good one.": null, "Aabria: We loved that.": null, "Brennan: Double scimitar. It's two blades that are each only one side of": null, "curve in the same direction.": null, "Aabria: It feels like a bad weapon. You don't have to be good at a bad": null, "weapon.": null, "Omar: Again, it's all for looks. It is the worst.": null, "Lou: It's a lot, yeah, it's a lot of this. It's mostly just being-": null, "Oscar: So consistent to your character.": null, "Omar: Have you ever gone to a party where a kid has been like, and it's": null, "always a kid has been like, \"I wanna show you how good I am fighting.\"": null, "And you're like \"Against whom?\" What? Yeah!": null, "Surena: Punching the air!": null, "Omar: Yeah!": null, "Surena: Watch me.": null, "Omar: Great. You're winning, I guess.": null, "Oscar: I am still that kid.": null, "Emily: Yeah!": null, "Lou: After this, you're gonna show us how good you are.": null, "Oscar: And you'll be impressed.": null, "Emily: I'm willing to roll and do a little wrestling during lunch break.": null, "Brennan: We had double swords at our... Foam double swords at our LARP": null, "camp. And whenever we try, we... the saddest I've ever seen kids get is": null, "when we tried to enforce form of like, \"Kevin you're chopping yourself": null, "in half a lot\". It'll be like (calls through motions) 'Cause when we go": null, "here, your blade is chopping into you.": null, "Surena: A little bit.": null, "Brennan: A little bit.": null, "Lou: It's Darth Maul's fault. Darth Maul and-": null, "Aabria: yeah!": null, "Lou: Suggested that we could all fight with a double and it's like, no,": null, "it's way more complicated than that.": null, "Oscar: From the most influential Regency of all time.": null, "Emily: I haven't even seen those, but I feel like I've seen the Anakin": null, "Skywalker looking moody and he is a Mr. Darcy.": null, "Lou: What'd you say?": null, "Omar: Thank you so much.": null, "Emily: Yeah. I think that was really good call.": null, "Lou: You haven't seen those?": null, "Emily: No.": null, "Aabria: Hey, look at me. You're good. (group laughs)": null, "Lou: You have pod racing!": null, "Emily: I get all the references-": null, "Aabria: Now, that's pod racing!": null, "Omar: In terms of building characters separately though, you two": null, "legitimately the second you both stepped on just locked eyes. I was": null, "like, \"This is a group mind.\" There is no-": null, "Lou: It was a very- me and Emily started texting because we decided that": null, "our, our characters would be, would be from the same nasty court.": null, "Aabria: Yes.": null, "Lou: And in our text it was crazy. It was very fun to build the": null, "character with you because it would be like you said a thing and then I": null, "would be like, \"Fuck yes. What about this?\" And then you'd be like,": null, "\"Fuck yes\". And so I think you are, you're seeing the product of-": null, "Emily: We've been texting.": null, "Lou: We've been, we did a lot of, we laid a lot of groundwork.": null, "Emily: Yeah, yeah.": null, "Lou: We're talking about bird court for hours.": null, "Aabria: Still not a fucking court.": null, "Emily: It's not a court, not a court.": null, "Lou: Not a court.": null, "Emily: It's not a court. It's a family, not a court.": null, "Brennan: Yes. It is really, it is really nice though to have it. It": null, "feels like a, because the four of our characters have a lot that is not": null, "being said and have a lot of like, how do you put it? There's there's a": null, "lot of like, I think all of us made big moves to not say stuff in the-": null, "Oscar: Show our hand.": null, "Omar: Yeah.": null, "Brennan: Which feels really Regency. Even like the one, the biggest move": null, "I made of yelling at people, people was specifically like, \"We don't...\"": null, "which was so interesting. It's like the web is so intricate that even in": null, "a scene where someone's accusing the birds of something, it's like,": null, "\"Hey, in accusing that, you said shit that makes us look bad.\"": null, "Aabria: Yeah. Yeah.": null, "Brennan: And now-": null, "Aabria: That's great.": null, "Brennan: You know? But, it's so great that you two have and the ability": null, "to do these asides so that we can have someone say what's actually": null, "happening, you know?": null, "Brennan: Be like, \"Jesus Christ. \"This vow is fucking crazy.\" (kisses)": null, "Beautiful.": null, "Emily: It's also really fun just to call someone cousin.": null, "Lou: Yeah.": null, "Emily: I really thought, we were gonna call each other Squak and Chirp.": null, "Emily: But, it's funnier to say cousin.": null, "Surena: Everything.": null, "Aabria: It feels so good.": null, "Emily: So good.": null, "Lou: Cousin!": null, "Aabria: Every time you do it, chef's kiss. All right, well, that's": null, "enough talking about the game. Let's get back to playing it. So thanks": null, "for joining us for our first Adventuring Party and we'll be back next": null, "week with more game and more talking about it. Goodbye! (group cheers)": null, "Goodbye!": null, "Oscar: Oscar out.": null, "------------------------------------------------------------------------": null, "Captions extracted by: gluegunshots": null, "Edited by: OliverC": null}