{"Dimension 20": null, "Adventuring Party": null, " ": null, "Not Too Bad For a Kid Who Used to Lick Walls": null, "Season 10 Episode 4": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hello, and welcome to \"Adventuring Party.\" We are here post": null, "episode four, \"Seaside Tea Time.\" I could have come up with a better": null, "name. It's not great. It's fine. But we're here. And that was a crazy": null, "episode of beach revelations. How's everyone doing? How's everyone": null, "feeling? Okay?": null, "Lou: Still tight like a tiger.": null, "(group laughing)": null, "Yet another episode where I'm in Mike Myers mode.": null, "We were in it.": null, "(Emily laughing)": null, "Oscar: We certainly were.": null, "Omar: That was a-": null, "Oscar: Goodness.": null, "Omar: Very emotional episode, Aabria.": null, "Emily: Yeah.": null, "Aabria: Mm-hmm.": null, "Surena: Yes.": null, "Aabria: We gotta talk about Rue's-": null, "Oscar: Yes.": null, "(group clapping)": null, "Emily: Yes.": null, "Oscar: Yes, yes, yes. I meant to do it episode two.": null, "(Aabria laughing)": null, "Aabria: Yeah.": null, "Oscar: You know?": null, "Aabria: I remember when you said you're like, \"I'm going to like show up": null, "as myself,\" and then things happened.": null, "Oscar: Yeah, yeah. And then it was happening because of the conversation": null, "that I had with you.": null, "Aabria: Mm-hmm.": null, "Oscar: And also the stuff, the emotional impact Rue had based on last": null, "episode, that duel really took them out. Like it really affected them in": null, "a bunch of, they just felt so vulnerable.": null, "Aabria: Yeah.": null, "Oscar: And I think with the glamour, there was an air about them that": null, "they felt like they're untouchable.": null, "Brennan: Mm-hmm.": null, "Oscar: And for the first time in the Bloom, they're fully in it.": null, "Oscar: Which is really scary to them, you know? And then like,": null, "especially catching feelings for Hob and feeling like some sort of like": null, "friction has begun with someone who, I mean, which is not-": null, "Oscar: Do you know what I mean? But them feeling that way anyway. Do you": null, "know what I mean?": null, "Emily: Yeah, yeah.": null, "Oscar: And then Wuvvy like coming to my aid, like truly being-": null, "Emily: Ah, yeah, that's cute.": null, "Oscar: A hero. (Aabria laughing) It was time. It was time to it do it,": null, "you know?": null, "Aabria: It was such a beautiful reveal.": null, "Lou: Yeah.": null, "Oscar: And yeah, it was crazy 'cause, yeah, like the reason why I did it": null, "is because, I mean, it is an allegory for coming out and being your": null, "authentic self. And I think in terms of being a queer person, it's about": null, "survival, you know?": null, "Oscar: And I think with someone like Rue, who is this legit, like an": null, "owlbear, a monster, that felt like, I mean, this is some backstory that": null, "they felt like they weren't taken seriously or like discriminated": null, "against in the Court of Wonder.": null, "Oscar: This idea of like, \"Well, I have to look like someone from the": null, "Court of Wonder to be taken seriously as someone from the Court of": null, "Wonder.\" Sort of like hiding, you know what I mean? And being very": null, "successful at hiding and getting a lot of praise for being this way. And": null, "there's a panic, I mean, you know, like speaking personally of like what": null, "would happen if I stopped acting-": null, "Oscar: As someone that I was not and started living my life as someone": null, "that I actually have always been? And there's a lot of fear, there's a": null, "lot of panic. There's like, legit, some scary repercussions there. And": null, "it was sort of great to have, for the most part, a very positive": null, "reaction to the unglamourizing of Rue.": null, "Oscar: And it was this, like the amount of fear that I as Oscar had for": null, "Rue, like I felt very protective of them.": null, "Oscar: And then when everyone literally took their time to be like,": null, "\"Thank you for that,\" it just made me think about all the queer children": null, "who have been living, or like putting on their glamours, and of just": null, "like, I want the world to accept them.": null, "Oscar: In the way that the Fey accepted Rue. And this unmasking of self": null, "is the biggest action queer people can make, you know?": null, "Oscar: So I think it is just like a sort of declaration and": null, "encouragement to everyone watching out there that, be, like the Fey,": null, "support.": null, "Oscar: Support people being their authentic selves, 'cause it made Rue": null, "feel very comfortable, it made me being like the creator of Rue feel": null, "like very comfortable.": null, "Oscar: And, yeah, it was great.": null, "Aabria: I think there's something so interesting, again, going back to": null, "the fact that like you, for the most part, developed your characters out": null, "and away from each other.": null, "Emily: Mm-hmm.": null, "Aabria: And we ended up with two characters with like deep disguise": null, "things as-": null, "Oscar: From the same court.": null, "Surena: From the same court.": null, "Oscar: Which is so-": null, "Aabria: But then that's like the moment that those conversations started": null, "happening, it became very apparent what the Court of Wonder was going to": null, "be.": null, "Oscar: Hm.": null, "Aabria: That it is very easy to map it as an allegory for like": null, "acceptability and popularity, that like to enter in and be accepted, the": null, "easiest thing you can do as like a marginalized identity is be as close": null, "to the mainstream, even if you're giving up parts of yourself and become": null, "an exemplar, like however you can, so that if and when you do finally": null, "say like, \"This is who I am,\" you've like waded through the like": null, "acceptability politics of being who you are. And it's never to denigrate": null, "like what Rue went through, but I think it's so interesting to think": null, "about the fact that like when they were first kind of moving through": null, "those spaces, they were always as talented.": null, "Oscar: Mm-hmm.": null, "Aabria: And always as charming and as charismatic, but that little,": null, "heartbreaking idea that like they had to sit and hide themselves and be": null, "excellent under the most adverse circumstances in order to finally like": null, "come out and be themselves. And, of course, everyone's gonna say like,": null, "\"Oh, it's amazing and lovely,\" but like, there's just something about": null, "like the intersectional part of it that like-": null, "Aabria: I super resonated with as a queer, Black woman of like, you had": null, "to be perfect in order to have this moment. And so when it was like, for": null, "the game, I'm not taking this away from you. (Oscar laughing) Like it": null, "was a die role, so it could have gone differently.": null, "Oscar: Absolutely, yeah. But that's the case, isn't it?": null, "Oscar: That's always the case. When you come out, it is a dice roll": null, "every time.": null, "Aabria: Every time. But it was really cool and such a powerful and": null, "interesting thing to see. And like it now recontextualizes so much of": null, "like the like rumors and weirdness around the Court of Wonder, like,": null, "\"What is their deal?\" They do kind of suck. Like the people that are": null, "touch points for the Court, and the only ones we've heard of other than": null, "that are like Prince Apollo, and he sucks, too, like-": null, "Oscar: Right.": null, "Aabria: What's going on within like those doors that are like they're": null, "both so venerated and like so deeply flawed that like our beloved": null, "characters can't be their authentic selves? It's interesting. Anyway,": null, "that got really deep and this is not a funny, fun one. (Emily laughing)": null, "I forgot we were a comedy show.": null, "Lou: Not all of them have to be funny, fun.": null, "Aabria: Deeply. (Emily laughing) Let's talk about you guys spending": null, "literally an entire episode stacked. (group laughing)": null, "Emily: You know.": null, "Lou: I kind of think it's the best we can do, is we should stay about 15": null, "feet away.": null, "Emily: Yup.": null, "Lou: Stacked on top of each other, not causing a fuss. (group laughing)": null, "Emily: Stay away.": null, "Lou: We gave space to what needed space.": null, "Lou: And just stayed on each other's shoulders, letting different people": null, "applaud for us.": null, "Emily: Truly mature and hospitable.": null, "Oscar: But we found out something about-": null, "Emily: That's true.": null, "Oscar: You.": null, "Aabria: Yes!": null, "Surena: Betrothed.": null, "Omar: Betrothed.": null, "Emily: I am so desperately wanted to be like, \"Can I do a perception": null, "check?\" But I was like, \"No, like someday we'll tell each other our": null, "secret.\"": null, "Lou: Of course.": null, "Emily: And I want it longer.": null, "Oscar: Whoa.": null, "Lou: Yeah.": null, "Oscar: It was-": null, "Emily: Yeah, well, surprise.": null, "Oscar: It's so wild watching you, 'cause as soon as that bomb dropped, I": null, "looked right at Emily and Emily was so shocked. (Emily laughing) And": null, "then I was shocked at Emily's shocked reaction because y'all both play": null, "together.": null, "Surena: Mm-hmm.": null, "Aabria: Yes.": null, "Oscar: You know what I mean?": null, "Emily: See, the thing is, I'm a wizard and I have all these spying,": null, "manipulative spells and everyone is too sweet to use them on.": null, "Aabria: Aww.": null, "Emily: It's like, \"Hi, I make birds.\"": null, "Lou: Yes.": null, "Emily: I make birds.": null, "Lou: Yes.": null, "It is funny to literally feel like truly to be like, like my spell cards": null, "are, similarly, here to fuck with people. (Emily laughing) Suggestion.": null, "Fucking silvery barbs.": null, "Emily: I have suggestion, too.": null, "Lou: Like vicious mockery. And it's polymorph and it's just like, no,": null, "no, no. Like (group laughing) we'll have tea and hang out. (group": null, "laughing)": null, "Oscar: We'll give you a 40 minute bird show.": null, "Lou: Exactly. So it's nice to have, though, like moments like it felt": null, "like at the end-": null, "Emily: Yeah.": null, "Lou: Where it's like to seize that moment and be like, \"No, this is a": null, "moment to inject fun.\"": null, "Lou: And to find grounding for that, that felt very appropriate.": null, "Emily: Yeah, and it was good for the Bloom, you know?": null, "Lou: It was good for the Bloom.": null, "Emily: Like the Bloom needed a little diffusion.": null, "Aabria: For the Bloom.": null, "Emily: Exactly, for the Bloom. And who knows, maybe our gems will move": null, "up one, you know, just for really being the life of the party.": null, "Aabria: They truly cannot anymore. So after this, they reset.": null, "Emily: I also have just been waging, like trying to get back on Rue's": null, "good side, (group laughing) sending them birds, trying to get the party": null, "started, hoping Rue notices. (group laughing) I don't care, I'm just": null, "like, \"Man, I really liked him, the seeds were there.\" (group laughing)": null, "Lou: I mean, that's Court.": null, "Emily: Yeah, that's Court.": null, "Lou: It's chasing.": null, "Emily: That's Court.": null, "Lou: Demanding attention.": null, "Oscar: Mm-hmm.": null, "Aabria: Oh, that's so interesting. (Emily laughing) I also really liked": null, "opening the show with you two.": null, "Emily: Aww.": null, "Aabria: Kind of you moved through like all phases and versions of like a": null, "relationship. And now it's he's like your like fight dad. What is": null, "happening?": null, "Omar: I mean, always a little bit, right?": null, "Brennan: I think the vibe there was like a very positive, well, it's a": null, "wild, it feels very of-the-genre to have a moment of like the duel, like": null, "you could like could not have like attempted to dishonor Hob more, like": null, "interrupted a duel, called him out, you know, (Aabria laughing) like": null, "tried to, you know, we're like, \"I'm gonna fight you and I'm gonna pick": null, "the time and place and the weapons we use.\" (laughing)": null, "Omar: And you're hurt and you're poisoned.": null, "Brennan: And you're hurt and poisoned.": null, "Omar: Let's go!": null, "Brennan: You dumb motherfucker, I'm gonna kill you. And somehow you hit": null, "a nat 20 and ended up delivering a speech with your wiener against wet": null, "cotton pants (group laughing) that like completely salvaged the": null, "reputation of your house and formed a like Goblin-Unseelie alliance.": null, "Brennan: That's pretty rad of you being like-": null, "Aabria: Wow.": null, "Brennan: Like, \"I'm a man hoisted by my pants, (group laughing) but I": null, "know this,\" you know? Like it felt very like-": null, "Omar: Not too bad for a kid who used to lick walls, you know what I": null, "mean?": null, "Surena: Lick that cave water.": null, "Brennan: Who used to lick walls. And there was even moment where I was": null, "worried that you were going to like throw our Viscountess under the bus,": null, "so to speak.": null, "Emily: Oh, that was so funny when you were like, \"My friend, King": null, "Oberon.\" (group laughing)": null, "Omar: I couldn't believe that.": null, "Aabria: It was like, what's the dumbest thing?": null, "Omar: Also, I don't know, everyone here at this table has like a whole": null, "library of lore and I've like checked out one book and like people have": null, "been like-": null, "Emily: I feel the same way.": null, "Omar: Have you read that? (group laughing)": null, "Lou: Similarly, no, similarly.": null, "Emily: Similarly, what?": null, "Omar: Like did you just put the bookmark in the middle of the book?": null, "Like, \"Uh, no, I read half of it.\"": null, "Omar: With D&D, that's my energy. And so when you're like, \"It's a,\" and": null, "I was like searching for it's a, it's not gonna make any effect. Like": null, "King Oberon was like, \"My nerd ass is 100% aware of who this is.\"": null, "Omar: Shit. (group laughing) But there's like so many interesting little": null, "connections that are happening on a very subconscious level, 'cause it": null, "wasn't until, and then it was a privileged scene, so I couldn't like": null, "acknowledge it in game, but I was like, \"Oh, we both have like weird": null, "like issues coming from like people above us.\"": null, "Oscar: Mm.": null, "Brennan: Yeah, yeah, yeah.": null, "Omar: Which I thought was interesting. And with us, and this might just": null, "be like character bleed stuff or whatever, but I was just like, as an": null, "ace person, I was like, \"Oh this is a nightmare.\"": null, "Omar: Like, come here. This is great. It's actually great. Don't worry": null, "about it. This is fantastic. And then it is just like these weird": null, "connections. It's was like, \"Oh, these are all parallel stories": null, "happening at all times?\"": null, "Brennan: Yeah.": null, "Omar: And then when we're not, like you can just like stand on someone's": null, "shoulders and then like (group laughing).": null, "Emily: Some of us just made high status characters. (group laughing)": null, "Brennan: I didn't know. Well, I know what you mean, talking about the": null, "spell cards and everything and being like, you know, like, 'cause again,": null, "it's like Aabria at the beginning of the season is like, \"You've come": null, "here to get nasty.\"": null, "Brennan: Like make moves, throw down. And I'm here like, \"I might be a": null, "dumb fucking warrior, but I'm about to make some moves.\" And the": null, "metaphor for coming out is beautiful.": null, "Brennan: You know what I mean? The idea of like of really trying to find": null, "that moment of like going and talking to you. 'Cause I'm like \"How the": null, "fuck do I get?\" Like the Goblins don't have magic. So I'm like, \"How do": null, "we get?\" And then I was like, \"I know these guys will love to make a": null, "stink. They have dispel magic. They can throw that down. I'll be within": null, "five feet. I can give the help action on the dispel check.\"": null, "Brennan: Like all this stuff. And then in this moment of suddenly that,": null, "again, you're talking the schism of like, \"Oh, shit.\" You know, like,": null, "what's the Freud thing? Like when is a cigar not a cigar? Or like that": null, "idea of like the weird metaphor of it, of like-": null, "Brennan: Sometimes fairy glamour is this like metaphor for like the": null, "masks that society forces people to wear.": null, "Omar: Yeah. Everyone's got the external expectations that we're like": null, "fighting against. And it's something that I don't see a lot in like": null, "literature from that time. Like it is, like there's like one individual": null, "spectrum where it's just like, \"I have this position in life and I want": null, "to go against that. But other people? I don't give a shit.\"": null, "Omar: Like, my servants? Nope, keep serving me. I don't care, like-": null, "Aabria: 100%": null, "Omar: Re-persuasion-": null, "Emily: Yes!": null, "Omar: I hate the poor people.": null, "Emily: Oh, that was a wild reveal when we found out that it's the girl's": null, "pet. The human is the pet.": null, "Aabria: Mm-hmm. (Aabria and Emily laughing) And yeah, like playing,": null, "again, we were talking about that earlier, her story from her": null, "perspective is every like generic, White girl Isekai. (group laughing)": null, "Like, \"You're all vampires and you're all in love with me. (Emily": null, "laughing) And you're all Fey and you're in love with me.\"": null, "Oscar: And I'm so basic. (group laughing)": null, "Aabria: And I'm just plain and I'm not even interesting. And I don't": null, "know why anyone pays attention to me.": null, "Lou: Her face is symmetrical.": null, "Emily: Is this the episode where you said plain but symmetrical?": null, "Aabria: Yes!": null, "Emily: That is very, very classic.": null, "Omar: I would love-": null, "Surena: Fancy.": null, "Omar: I would love a \"Twilight\" where like the vampires have the": null, "reaction, like the Cullens react to Bella the way we all kind of did.": null, "Aabria: Yeah!": null, "Omar: It was just like-": null, "Aabria: Y'all did not fuck with her.": null, "Omar: \"Hey, I got one with some, but what the hell is this?\"": null, "It's like, \"This is my friend from high school.\" Okay.": null, "Brennan: I was so glad when Lou made the call to like touch the, I was": null, "like-": null, "Omar: Yes.": null, "Surena: That was so good.": null, "Lou: Well, 'cause it did feel like it was like, as you described, it's": null, "that menagerie feel of it's like-": null, "Lou: Here is the thing.": null, "Oscar: Yeah.": null, "Lou: And it's like, well, yeah, you pet it.": null, "Brennan: There's also a Wonderland vibe of like, to me, the thing I'm": null, "using with the time period of it all as well, is kind of \"Alice in": null, "Wonderland.\"": null, "Omar: Mm.": null, "Emily: Mm, ooh, yeah.": null, "Brennan: Were the Fey beings in-": null, "Aabria: Oh, they almost had like, \"Drink me,\" on them.": null, "Brennan: Yeah.": null, "Aabria: And I was like, \"Too obvious.\"": null, "Brennan: In Wonderland, this girl rocks up and is lost and scared.": null, "(laughing) And all these magical creatures are like, \"Well, why don't": null, "you go fuck yourself?\" And then like (group laughing) kind of just spin": null, "off into space. So I was like as soon as you did that, I was like, yeah.": null, "Emily: You got on your chair.": null, "Brennan: I literally-": null, "Aabria: It was so fun!": null, "Brennan: Well, I literally, in my head, I think I realized what Goblins": null, "are to people.": null, "Brennan: Which is, I don't actually, like in that moment, I was like,": null, "\"Do I wanna say that I've killed people?\" And then I was like, \"I don't": null, "think that's what Goblins do. I think we just scare people.\"": null, "Aabria: Hey.": null, "Surena: Oh.": null, "Brennan: And so, I think everything he said was like, \"The tears taste": null, "like blood.\" That's an implication of something.": null, "Omar: Mm-hmm.": null, "Brennan: And he would never tell her, \"I'm not going to eat you,\"": null, "because I think Goblins are the thing of nightmares. And I think that": null, "that thing of like, (Brennan laughing) like that's what goblins are for.": null, "And so it was like literally Hob can be Hob with other fairies and the": null, "second there's a human it's like-": null, "Omar: Yep.": null, "Brennan: \"I'm gonna chase this kid into the forest.\"": null, "Aabria: Yes! (Emily laughing)": null, "Brennan: Like that's-": null, "Emily: Like cat with a bird?": null, "Oscar: Yes.": null, "Brennan: Like it's elemental. Like what I am here to do is to be fear.": null, "Lou: Yep.": null, "Emily: Love it.": null, "Brennan: And if a human comes up, it's like, whoop, I change. It's like,": null, "I don't know.": null, "Aabria: It's a prey instinct.": null, "Aabria: Like my dog has the same problem, like she's super cool, and": null, "then if my cat moves like the exact wrong way, she's like, \"Victim!\"": null, "(group laughing) And she completely changes and slobbers on his neck.": null, "(Brennan laughing) But yeah, that was very, very cool.": null, "Oscar: But-": null, "Emily: But, Aabria, I, oh, sorry.": null, "Oscar: Sorry, no, just, I'm a little gagged 'cause Wannessa has magic": null, "powers, too?": null, "Emily: Powers.": null, "Aabria: Y'all, if we're basing this on like a loose understanding of how": null, "D&D works, everyone, like a lot of people in the Prime Material plane": null, "have magic.": null, "Oscar: It's just so interesting to me. And even the way that you": null, "described it of like absorbing-": null, "Omar: Yeah.": null, "Surena: Yeah.": null, "Oscar: The magic that exists in the Bloom and then just like creating": null, "the healing.": null, "Omar: There's something special about that girl. I can't quite wrap my": null, "head it.": null, "Aabria: She's suddenly so hot to me.": null, "Surena: She's so interesting.": null, "Oscar: So visual.": null, "Omar: So symmetrical.": null, "Brennan: Going by tropes, we should have like a Fey librarian who's": null, "like, \"Wait a minute, a plain, but symmetrical girl. She will wield more": null, "power (group laughing) than we can possibly imagine.\"": null, "Oscar: I honestly think, I mean, that's my expectation of it is-": null, "Omar: Under the fourth moon.": null, "Brennan: Truly.": null, "Omar: One Wannessa, one Wannessa.": null, "Brennan: Actually, our whole world depends on her being here to save it.": null, "That seems wrong. Shouldn't we save our world? We live here. Nope, it's": null, "gotta be a bad kid from another planet.": null, "Surena: Plain child.": null, "Emily: I wrote down when Wuvvy, who, by the way, I just love the facial": null, "expressions that you make as a Wuvvy.": null, "Emily: You like take on a whole new persona. But I wrote down, \"If the": null, "Bloom stops, then something is deeply wrong with the Fey realm.\"": null, "Emily: And I was like, \"There's rumors that the Bloom is gonna stop,\" in": null, "which case something's deeply wrong with the Fey realm.\"": null, "Brennan: Ah.": null, "Aabria: I will gently direct you back to like the opening prologue that": null, "like some people have talked a little bit about like magic coming in": null, "from other realms, magic as far as like our sort of like planar": null, "understanding for this world, 'cause it's not straight D&D; it's a kind": null, "of a mash up. All magic in all planes emanates from here. So it is worth": null, "noting that if the Bloom is the sudden surge of magic from the place": null, "that is the wellspring of magic everywhere else, it is maybe not for": null, "you, 'cause again, that idea of like what's a little depression when": null, "you're hyper rich? Like, oh, is it all gonna, it's fine, that you would": null, "have this sort of like very like, \"Oh, the Bloom is changing or going": null, "away. I'll be fine forever,\" because you, again, have that super high": null, "status, but like the implications of that are terrifying for everyone": null, "else.": null, "Brennan: Oh.": null, "Aabria: That-": null, "Oscar: You mean like the Lesser Fey and the-": null, "Aabria: Lesser Fey and anyone from any other plane-": null, "Oscar: Material.": null, "Oscar: Damn.": null, "Oscar: Damn.": null, "Aabria: Anyway, this is a fun comedy show.": null, "Omar: In terms of stuff written down, I've been keeping a few quotations": null, "in my little journal here and-": null, "Lou: Oh, pick up lines, jokes?": null, "Aabria: Another pick up line!": null, "Omar: If I told you you had a good body, would that be offensive? I'm": null, "sorry that I asked that. (group laughing) Let me introduce myself first.": null, "Lou: Is that from \"Night at the Roxbury?\" (group laughing)": null, "Omar: I wrote down, \"It's still a Bloom, God dammit.\"": null, "Aabria: That was so-": null, "Omar: Hopping on that-": null, "Emily: Oh my God.": null, "Omar: It's still a Bloom, God dammit.": null, "Aabria: So good.": null, "Omar: Burned in my brain.": null, "Emily: Also, when Rue's just like, \"Well, this has been bizarre.\" (group": null, "laughing) I like spit out a laugh. It was so unexpected.": null, "Aabria: Nothing makes me happier than catching like an Emily laugh in": null, "the middle of a thing.": null, "Aabria: 'Cause you have a character laugh.": null, "Emily: 'Cause you're trying to like not interrupt, but then when someone": null, "really surprises you, (group laughing) you're just like, \"I've been": null, "holding this one in for a while.\" (Emily laughing)": null, "Aabria: Amazing. Well, that was crazy and eventful and bizarre, but": null, "wonderful. (group laughing)": null, "Aabria: But why don't we power down here so we can get ready to tell": null, "more story next time? So thank you for joining us for \"Adventuring": null, "Party\" and we'll see you next time with episode five. I can't count.": null, "(Emily laughing) It's hard and numbers make no sense.": null, "Lou: You have other incredible strengths.": null, "Oscar: Yeah, exactly.": null, "Aabria: Simple math is not one of them.": null, "Omar: Yes, you can't fly backwards, but. (group laughing)": null, "Aabria: Flying backwards. All right, so until then, is this our official": null, "sign off?": null, "Aabria: I'm into it.": null, "All: Ah!": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}