{"Dimension 20": null, "Adventuring Party": null, " ": null, "A Diamond Doesn’t Know They’re a Diamond": null, "Season 10 Episode 2": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hello, and welcome to \"Adventuring Party,\" the show after the": null, "show. Are you okay? Was that too much energy?": null, "Lou: Yeah, no, I'm excited. (laughter)": null, "Aabria: Is that what excitement looks like? Do I not know?": null, "Oscar: It's a brain freeze. (clamoring and laughter)": null, "Lou: I'm excited!": null, "Aabria: It feels bad": null, "Lou: I'm sorry.": null, "Aabria: No, you're good. This is your time to decompress and vibe and": null, "feel whatever you feel, however you choose. It feels bad every time.": null, "Lou: I'm sorry, I'm also on your direct eye line, so it's like you can't": null, "even look in the camera without me.": null, "Aabria: I cannot. So, yeah, episode two, \"The Great Hart Hunt.\"": null, "(all applauding)": null, "Brennan: Yay.": null, "Emily: Yay.": null, "Aabria: Thanks for coming through and getting both of those meanings of": null, "the word hart. God, that was fun to watch and see, and your scenes at": null, "the beginning were very cool. Let's start by talking about some of the": null, "new mechanics in play. Let's talk about the epistolary phase, 'cause": null, "letter writing can either be very cool or a weird thing to ask of": null, "people. And you have to be honest, I promise I won't get mad, how much": null, "did we like this thing I love?": null, "(laughter)": null, "Surena: I think I was nervous at first. I was like, oh boy, I don't know": null, "what I'm gonna say. And it's like monologues, so it's not like exactly a": null, "scene with someone. But once we started doing it, I was like, oh, this": null, "is great. This is so fun. That's how I felt.": null, "Emily: I kept mine short 'cause I was shy.": null, "Omar: Aw.": null, "Aabria: Aw, I'm sorry.": null, "Emily: No, no, no, that's a good thing, it was fun. I really liked": null, "watching it especially. I thought it was really cool.": null, "Oscar: Yeah, well you came out the gate swinging with that monologue--": null, "Aabria: Yes!": null, "Oscar: That you wrote.": null, "Surena: I got so scared.": null, "Lou: I'm similar to Emily in that I was nervous about it, so I wrote it": null, "ahead of time 'cause I knew, I was like--": null, "Emily: And it paid off.": null, "Lou: Oh, let's send like a, I think I enjoy it 'cause I like that kind": null, "of tone. I love that like, and I was charmed, and we were gifted. And": null, "let it not go unsaid. I enjoy a space, I think like the monologue space": null, "that came up later, a space to be like, and here are some declarations": null, "for you and you alone. Like, I do think that feels very of the genre,": null, "and I think, at the start of this episode, really settled us in. Like": null, "welcome back to regency.": null, "Emily: Yeah, it was really good.": null, "Oscar: And we discovered moves like your duplicate letter move, which": null, "was so brilliant.": null, "Surena: That was incredible.": null, "Oscar: It was so great.": null, "Emily: So good.": null, "Aabria: I super appreciated the evolution of that flowing from letters": null, "into scenes directly, and kind of meandering back and letting those": null, "trigger interactions. That felt very cool. I've never experienced that": null, "version, and I was like, oh, man, when you let cool people fuck around": null, "with mechanics, they will come up with the coolest version of it. It was": null, "very fun.": null, "Brennan: It also is a natural result of the fact that we're all at a": null, "party together, you know what I mean? If we were off in different manor": null, "houses over a country. It's like the idea of like, I want you to take": null, "this letter to that guy over there.": null, "Aabria: It did start with you spitting the letter. You are like, we are": null, "at a party, and I (mimics spitting). Yeah.": null, "Omar: Good catch, by the way.": null, "Brennan: Great catch.": null, "Emily: Yeah.": null, "Surena: I was surprised myself. (all chuckle)": null, "Aabria: Oh man, I never know what questions to ask here, so--": null, "Emily: I'll bring up a topic of conversation.": null, "Aabria: Thank you, I love you.": null, "Emily: I think that so far, the energy I'm getting is, to compare it to": null, "\"Bridgerton,\" I think Rue might be the diamond.": null, "Lou: It's starting to feel that way.": null, "Oscar: I don't know what that is.": null, "Emily: Two advances made. It's like the most sought-after person.": null, "Oscar: Really?": null, "Emily: It's like the queen names, and I feel like there was multiple": null, "advances on Rue.": null, "Surena: I think so too.": null, "Aabria: Yeah, this was big.": null, "Oscar: Wait, I don't see that at all.": null, "Aabria: Wait, are you kidding me?": null, "Oscar: Yeah.": null, "Aabria: What?": null, "Emily: You're the diamond, yo.": null, "Lou: Well, that's how a diamond would react.": null, "Aabria: A diamond doesn't know they're a diamond, and that's how you": null, "know they're a diamond.": null, "Lou: Yes, which honestly makes him even that much more of a diamond that": null, "you're like, I just wanna show you that you're the diamond!": null, "Omar: Oscar's just like, I'm in the rough. What's even the deal?": null, "Aabria: You're an uncut gem.": null, "Emily: The way that you were like, I'm the game master, I can't play, I": null, "was like, oh my god.": null, "Oscar: Such a diamond thing to say.": null, "Aabria: Such a diamond.": null, "Brennan: Having just learned this term, yes.": null, "Aabria: Wait, have you also not watched \"Bridgerton?\"": null, "Brennan: I haven't watch it yet. I should have, it's almost required": null, "viewing for this show.": null, "Lou: You gotta do at least three eps.": null, "Aabria: Yeah, yeah, yeah. Three in, three deep. We also got to": null, "experience the unveiling of the boxes, and the token objects.": null, "Emily: Yeah!": null, "Aabria: And we started off with Emily's very cool response. I love that": null, "we're finally getting into people's secrets and the things that they": null, "hold away from even the people that should know them. So between the": null, "cool conversation that happened over here between the Court of Wonder": null, "and your private moment.": null, "Emily: Oh my god, that was so funny.": null, "Aabria: That even your cousin didn't know about, ugh.": null, "Emily: And then even the reveal at the end with the moth wings?": null, "Oscar: Oh my gosh.": null, "Aabria: We gotta talk about it.": null, "Aabria: Can we talk about it?": null, "Surena: Yeah, yes. I don't even know where to start, but yeah, moth": null, "wings, different maybe. I don't, how much am I allowed to talk about?": null, "Aabria: I don't know!": null, "Surena: I don't either.": null, "Aabria: I don't know.": null, "Oscar: Well, it's clear you are not the Gwyndolin that we know. You are": null, "someone completely different it feels like.": null, "Surena: She's fine though. Gwyndolin is safe.": null, "Aabria: She's fine though.": null, "Surena: Probably.": null, "Oscar: It was so funny because it, wait, what?": null, "Surena: What? What's happening? What are we talking about? Any who.": null, "Oscar: There's something so interesting about the Gwyndolin. It happened": null, "with Rue, the scene with Rue, and it happened between the two of you": null, "where your approach to dialogue is so aggressive that it like, it knocks": null, "you off, you know what I mean? The expect, it's like such an ingenious": null, "way to play the game in your own way. It's so brilliant. Was that your": null, "intention?": null, "Surena: Well, so, knowing that the game was like all decorum and": null, "everything, I thought what if you had someone who wanted to unweave it?": null, "Like unbreak it, like what is that like? So I feel like everyone is": null, "talking around the thing, but just saying the thing is really important": null, "and powerful too, so.": null, "Surena: So…": null, "Oscar: While using the tools of what we, like you didn't bend the rule,": null, "you didn't do anything really uncouth. You used the tools, but in a way": null, "to dismantle it,": null, "Brennan: There's certain people even in these highly structured": null, "repressed societies. There are certain people that get to say real shit.": null, "Right, like the dowager in \"Downton Abbey.\" Where it's like there are": null, "certain statuses, and Gwyndolin is using this kind of like, wow, I'm so": null, "positive. And it's like, you're saying some very real shit. The tone of": null, "voice that makes it all okay 'cause I can't clock if this is a real": null, "threat or not. Or I can't clock if this, you what I mean? I feel like": null, "there's a lot of instances where people get away with something because": null, "they occupy a certain tone or a certain position, and that's very much": null, "you. And what are the rest of your secrets? (laughter)": null, "Surena: You'll have to wait, you'll have to wait.": null, "Brennan: I have a question. And I don't mean to point this feather, so": null, "accus- J'accuse...! I just wanna point out one thing, and we can cut": null, "this if it's not meant to be foreshadowed, but I noticed when you were": null, "talking about people who were left in the forest because they had a duty": null, "to fulfill and I guess wanted to bring up the fact that Hob was in his": null, "hiding spot the last we left him. That's all I'm gonna say.": null, "Oscar: Oh. Oh, you're trying to--": null, "Emily: Oh my God, Brennan is like please say that I overheard this": null, "interaction.": null, "Brennan: All I'm saying is it seems like there's plot.": null, "Oscar: You sounded exactly like Gilbert Gottfried right there.": null, "Omar: That was weird, yeah.": null, "Oscar: You sounded like Iago.": null, "Lou: Yeah.": null, "Omar: I'm trying to reassemble Hollywood Squares, so this is a huge get.": null, "Aabria: This is big. No, the thing is, the fun thing about revealing": null, "secrets is I love having moments that are just for the audience to have": null, "a reveal, but like, we don't have forever for this campaign, so secrets": null, "do need to move forward. So yeah, we didn't talk about did everyone": null, "leave? Normally I'm like meticulous about checking in. Did you go, did": null, "you go? Where are you going next? So if KP Hob was in a tree with big": null, "ears.": null, "Surena: He was very hidden.": null, "Oscar: I mean he wore some of it.": null, "Aabria: And the understanding to listen for a court of wonder": null, "shenanigans.": null, "Oscar: 'Cause that is your intention. I mean, you are there to sus out": null, "what's going on in that court.": null, "Aabria: It was like right place and right time. If you ever point out": null, "that early again, I will fight you.": null, "Emily: It is, you also owe a favor to Wuvvy now.": null, "Brennan: Yeah, that's true.": null, "Lou: Oh, in deep to Wuvvy.": null, "Aabria: I wanna see Wuvvy go nasty on you.": null, "Lou: Feel every wound. I stab you through the heart.": null, "Brennan: I feel like that's a part of like fairy lore we don't get to": null, "see of someone being like the favor, kill Rue. And you're like, it": null, "didn't even bring the deer, you know? (laughter) This feels like well-": null, "Lou: Yeah, but you got a moment alone.": null, "Omar: Oh, wow.": null, "Lou: And a very tense moment at that.": null, "Aabria: Can we talk about that thought?": null, "Lou: It was a full release of my body when the scene was actually": null, "concluded. Every moment that we were in it I was like, are we gonna, is": null, "this the, are we about to see, what is? I need resolution. We were": null, "living in it.": null, "Aabria: Yeah. It also felt so good that you guys were like stacked in": null, "initiative. So it became this beautiful break between goal oriented": null, "cousins and then this very interesting pairing that was so like": null, "cooperative and like, just dewy and fresh, and then the thing that all": null, "of this is a cloud cover for, which is curating moments between Fey.": null, "Like yeah, it's one of those things where you're like I'm here at": null, "recess. I can go play the sport, but the point is to like be out here": null, "and decompress. So it was really really nice that like, as a group, you": null, "all kind of took up different versions of how to interact with a set": null, "piece.": null, "Emily: Before the hart turned on us. I was definitely gonna be like,": null, "let's use the fog cloud to fucking do drugs.": null, "Omar: I picked up on that from you. That you were like wait, this is": null, "pretty covered.": null, "Lou: You immediately--": null, "Surena: I think a fog cloud would be super useful.": null, "Lou: Honestly turn it from a fog cloud to a fuck cloud.": null, "Aabria: Hey!": null, "Brennan: Third level conjuration spell, fuck cloud!": null, "Lou: For us, that's what a fog cloud is. No, but when you immediately": null, "went to that Seelie person, we're like, well, let's hope we can knock": null, "this out real quick.": null, "Oscar: Oh my God, I love that.": null, "Lou: I was like, are we, like if you would've just fully been like all": null, "right, done with this. Hey, we had a nice fun time trying to catch the": null, "hart.": null, "Oscar: While you're like screaming her name.": null, "Lou: Yeah it's like bardic, bardic, bardic. And then you go fuck.": null, "Aabria: Could happen.": null, "Lou: I mean, I wouldn't have been mad. I would've understood.": null, "Brennan: I love that scene with Andhera and advisor.": null, "Emily: Oh yeah.": null, "Brennan: If we saw the real kid, there's Pillar kid in there.": null, "Emily: I know.": null, "Aabria: Both of our little like fake voice friends over here in the": null, "corner.": null, "Brennan: Yeah.": null, "Surena: Yeah, I was surprised with that, yeah.": null, "Oscar: Yeah it was ep for the sidekicks. They really showed up.": null, "Omar: Sidekicks.": null, "Surena: Advisor.": null, "Oscar: The advisor, Wuvvy.": null, "Omar: The sidekicks.": null, "Aabria: Oh, is this like, is that what I am? (laughter) That's a step up": null, "from pillar boy, so I think you gotta just take it.": null, "Omar: Yeah, that's a good point. I'm on my way up yeah.": null, "Emily: I hope Andhera understood that I was really just dispelling the": null, "compelled duel as a bit. (laughter) Did Andhera understand that?": null, "Omar: I'm gonna be honest, Andhera understands very little.": null, "Emily: It was just a bit to get my cousin laid.": null, "Aabria: It was so good.": null, "Brennan: I love the defense of it too. You're like, I hope Andhera": null, "understands that I ruined his magic for chuckles.": null, "Emily: So that my cousin could get laid.": null, "Lou: Not a bit, not chuckles. That's my sexual satisfaction.": null, "Omar: A very real connection.": null, "Emily: I just needed my cousin to be rolling flat and not with": null, "disadvantage for this guy's attention.": null, "Omar: Andhera being included in something that they've, at best,": null, "witnessed from very afar in previous blooms I think is a pretty big deal": null, "to them. And this is a curse you brought onto yourself for including": null, "them thinking that they can now kick it with this type of vocabulary.": null, "Emily: Well, you did like a come with a greeting gift, so you're cool": null, "with the Lords of the Wing.": null, "Omar: Thank you, thank you.": null, "Aabria: How's about the moment of splitting that victory at the end? It": null, "was like actually very sweet.": null, "Emily: I mean, we're in the Fey. We gotta be true to our word, to a": null, "certain extent.": null, "Oscar: Yeah, you should.": null, "Aabria: It seems really interesting because like your, the cousin's": null, "relationship is so like tight and bound, like we've seen different": null, "permutations of this group. No one separates you two. So even that": null, "little moment, like as someone who can live and die and breathe by like": null, "a glance 'cause I've been steeped in regency bullshit in preparation for": null, "this. I was like (gasps), a moment. They're touching together. Oh my": null, "God.": null, "Emily: It did feel like a \"Bridgerton\" thing of like the hands like": null, "touching, but not touching, you know?": null, "Aabria: Yeah. Like that little handshake.": null, "Emily: A tight shot, especially with the second season.": null, "Oscar: Rain starts to come down.": null, "Lou: And a little musical gliss to let you know this means something.": null, "Oscar: I must away. (laughter)": null, "Emily: I also liked how absolutely bumbling you were.": null, "Oscar: Oh my God.": null, "Emily: Saying I think I'm a big, it's time to be a big boy.": null, "Aabria: Big boy. What a lad.": null, "Emily: I also really liked when we were like, 'cause during like lunch": null, "break we were like, oh, Rue, will you come up with what the parameters": null, "are so that we have it in writing? And it was such a fun thing to be": null, "like, you have to fall in love. And I was like what?": null, "Brennan: And they have to fall in love with you.": null, "Oscar: Yes, also Emily, brilliant moment when y'all talked about like": null, "grandfather wanted--": null, "Aabria: Yes, calling it out.": null, "Emily: We now have like two different potentially conflicting bonds.": null, "Oscar: Oh my God, and it's--": null, "Lou: A nightmare, it's a nightmare. I gotta fall in love for real? I": null, "have to fall in love for real?": null, "Emily: We have to fall in love with someone that our grandfather will be": null, "happy with.": null, "Oscar: It's the choice of like falling in love and making your": null, "grandfather happy or falling in, and therefore sort of losing clout in": null, "the bloom with all the Fey 'cause you didn't complete the wager. Or go": null, "in good standing with the Fey, and then just having the wrath of your": null, "grandfather.": null, "Lou: But we do have eight episodes and who knows? Maybe we can satisfy": null, "both goals. We are goal oriented cousins.": null, "Emily: We are goal--": null, "Lou: We're GOCs, all right? (laughter)": null, "Brennan: Satisfying grandfather who is definitely alive.": null, "Lou: We talk to him.": null, "Emily: Grandfather in the sky.": null, "Omar: We're not privy to that.": null, "Lou: You don't know.": null, "Brennan: They do, they mention that he's alive.": null, "Aabria: They said he was definitely alive.": null, "Lou: He's alive, but our society is crumbling. That's the thing that we-": null, "You don't know that, but that's--": null, "Omar: No, okay, but to swoop in to Brennan's defense on this, I do": null, "completely agree that it is hilarious that you're just like grandfather": null, "who is, by the way, for sure alive. We just confirmed it.": null, "Emily: Pointing up like RIP.": null, "Omar: He is, like it's not--": null, "Brennan: It's an incredibly assertive rumor that he's dead. All I'm": null, "saying.": null, "Emily: But that's exactly what we would do is actively start a rumor": null, "that he's dead.": null, "Omar: My car, which works by the way, and you get in and you're like": null, "this is a great car. Like yeah, literally–": null, "Aabria: Yeah I said it works.": null, "Emily: Yeah it works.": null, "Lou: Grandfather's alive, we were just worried you'd be confused that I": null, "keep looking up at the sky it's just 'cause he's up there.": null, "Emily: He's up there.": null, "Omar: Speaking of feathers though, you did eat one.": null, "Emily: Yeah! Oh we should probably talk about that.": null, "Aabria: Oh my God, shout out to Rick Perry for having a backup 'cause I": null, "was like, he put it in his box. What's he doing?": null, "Brennan: I didn't get a good taste of it because I was actively trying": null, "not. I wasn't like getting into it in terms of like, what's this?": null, "Aabria: In fact, it was obscured to me.": null, "Brennan: No, I think I said this, I think I said this--": null, "Oscar: He won't do it again.": null, "Aabria: I doubt it, sorry.": null, "Brennan: Want me to do it again?": null, "Aabria: Yes.": null, "Lou: I'm gonna look away.": null, "Brennan: Rick, do we have more of these? We don't have any more, I can't": null, "ruin--": null, "Aabria: Damn, okay.": null, "Lou: Wait, did you ruin the first one?": null, "Brennan: I wouldn't say it's ruined, but it's--": null, "Oscar: It's soggy.": null, "Brennan: But that is new one.": null, "Lou: It's ruined.": null, "Omar: Collectors item at this point.": null, "Lou: Charity, charity stream.": null, "Aabria: Charity stream!": null, "Lou: Charity stream.": null, "Emily: Brennan Mulligan's soggy feather.": null, "Brennan: The idea of like, here's a signed Wyrmwood Dimension 20 dice": null, "tray, and here’s a nasty peacock feather Brennan put in his mouth on": null, "camera.": null, "Lou: That's how Netflix is gonna get its live action role playing game-": null, "not that, that's LARP, that's how they're gonna get their TTRPG is that": null, "they buy that feather, scrape off the DNA. Build a second Brennan.": null, "Aabria: Build a Brennan workshop.": null, "Brennan: A weird but naked me in a vat going, welcome to Dimension 21 on": null, "Netflix. I'm Brennan Lee Mulligan 2. I’m mean, Sean Guy.": null, "Lou: Ted Sarandos being like \"Yes, yes\".": null, "Oscar: We've done it.": null, "Lou: We've done it.": null, "Oscar: What made you wanna eat the feather?": null, "Brennan: So I almost mentioned this before. It's like the whole like": null, "goblin thing feels like pure id, like just really all trying to tap into": null, "whatever the impulse is in the moment. And there's this beautiful thing": null, "that Maurice Sendak wrote about a fan letter he got from a young kid": null, "that he responded to, as he did a lot of stuff. This is the author of": null, "\"Where the Wild Things Are,\" which is like a big gobliny kind of energy": null, "in it as well. And the mother wrote back saying that her little five": null, "year old son loved Maurice's letter so much that he hugged it and he ate": null, "it. And Maurice Sendak always talked about how that was like, he's like": null, "that's the highest honor that a little child is like, I love this so": null, "much (munches), and like eats it. We even said it during the break. It": null, "is that vibe of like, yeah, how do I get this close, it feels very": null, "impulsive but intuitive in a weird way of like this matters to me so": null, "much, how do I get it as close to me as possible? I eat it.": null, "Oscar: So the connection you made was the peacock feather was similar to": null, "the peacock feather that Rue was wearing.": null, "Brennan: In their hat.": null, "Oscar: In their hunting eve hat.": null, "Lou: And he’s going to eat you.": null, "Surena: Eventually.": null, "Oscar: So are you catching feelings, baby? (clamoring)": null, "Omar: Let's lay some ground work.": null, "Lou: That wasn't hyper clear? That wasn't that whole scene?": null, "Brennan: I'll be honest. So the only things that are canon are things": null, "that happen during the episodes. But I, Captain Hob truly was shocked": null, "that Rue was affected by what he said. And I think that the idea,": null, "because I think that Hob is operating from a point of view which is that": null, "the court of wonder feels themselves superior to goblins, as many courts": null, "do. And so there was just a moment of tenderness when he realized that": null, "someone might care about what he thought, which is also not something": null, "that he gets a lot in the goblin court either. So I think that he was": null, "very touched, and maybe there is an inkling of some feeling.": null, "Aabria: I do also super appreciate that like, I don't know, so I get to": null, "kind of split my brain a little bit and go from running the game being": null, "like okay, what's the society doing and thinking right now that your": null, "moment between two of you was deeply private and intimate and personal,": null, "and yet the thing that people are going to be talking about was you two.": null, "Oscar: At the very beginning.": null, "Aabria: And you very publicly escorted her out for a little walk about.": null, "Brennan: Yes, yes, yes, yes. It was a, yeah, getting dressed down by the": null, "goblins in that moment definitely made me change my like, it was like": null, "okay, like, you know, as Hob, I was like, Blemish, Boil. We were in an": null, "epistolary phase. I had to write a letter. I wasn't thinking it through.": null, "Like shit, what's a letter I can write? But it did feel like the move": null, "with Gwyndolin, I did wanna have that conversation with her and get to": null, "the bottom of it, but it also feels like Hob, like in my head, as": null, "Brennan, I was like oh, we gotta get the hart. And then I thought about": null, "it, I was trying to be a little more in character as Hob who was like,": null, "what is the mission mission? The mission mission is still investigate": null, "the court of wonder 'cause Hob's not an adventurer, he's not a": null, "gladiator, he's a soldier, right? And that idea of being like actually": null, "like one on one time with Rue is more valuable to Hob. And I went into": null, "that thinking, I was thinking maybe I would grill Rue. It'd either be a": null, "thing of like, I'm truly being like, so, what do you think about the": null, "former engagement? But Rue was so helpful and that Bardic Inspiration": null, "and all that stuff. Also I was really caught off guard 'cause I as": null, "Brennan didn't think that saying like oh, you're ruining the trap.": null, "You're standing in the middle of the glade where he was gonna come. I": null, "was like, 'cause I had just watched Oscar so masterfully bat away all": null, "these chair shenanigans.": null, "Aabria: We have gotta talk about that fucking scene and the tea that": null, "will haunt me. I got lost. I was like wait, who's drinking what tea?": null, "Which one's water and why is this happening?": null, "Lou: Tea switch, then his original tea gets slapped off the table, I get": null, "my tea, then he drinks that and then you finally drink your own tea in": null, "drinking his, yeah-": null, "Aabria: Yeah, yeah.": null, "Brennan: Rue only had delicious tea, never water.": null, "Surena: Yes.": null, "Brennan: Never sat in the lower chair, never had water.": null, "Oscar: Was wearing nine inch pumps.": null, "Emily: Exactly what I wanted. It's like trying to pull a bunch of power": null, "moves and then have them all not work.": null, "Omar: I'm sorry, I was gonna say the clothing choice.": null, "Omar: So good. I just loved the accuracy to the original outfit. And": null, "then we got to nine inch pumps. 'cause otherwise it's just \"Robin Hood.\"": null, "Oscar: It's just \"Robin Hood.\"": null, "Omar: Just \"Robin Hood,\" and then you're like, no, no, this is Rue. I": null, "need to--": null, "Oscar: It's Rue-bin Hood. (laughter)": null, "Brennan: Well, \"Robin Hood\" with huge billowy wizard sleeves.": null, "Oscar: Exactly, yeah.": null, "Aabria: Yeah, \"Robin Hood,\" right.": null, "I read books.": null, "Brennan: \"Robin Hood\" and nine inch pumps and wizard sleeves. It's such,": null, "that is a look.": null, "Oscar: Just a giant peacock.": null, "Emily: Yeah, absolutely am waiting for the new Rue outfit every scene.": null, "Brennan: Yes.": null, "Lou: Day three.": null, "Oscar: Every town needs some looks.": null, "Aabria: You show up and serve every shot.": null, "Oscar: Also I love the mirroring of the sawing moment from the chair.": null, "Aabria: That was so good. We love a foreshadowing moment.": null, "Brennan: Wait, Lady Featherfowl had a heartbreaking letter in the": null, "epistolary.": null, "Oscar: Yes.": null, "Lou: That led to the mystery, the first mystery.": null, "Oscar: And you can't say who it was. You also had somebody too.": null, "Emily: Yeah, you did too. (crosstalk)": null, "Brennan: Wreckingspelt.": null, "Lou: Hey, when I know it, I'll know it.": null, "Brennan: Did we get a name for yours or no?": null, "Emily: No.": null, "Brennan: We didn't get a name.": null, "Lou: It's on the other side of the little treasure chest.": null, "Omar: There's also a little hesitation you had when Rue was like yeah,": null, "you must fall in love, and you're like, fall in love?": null, "Oscar: That's right. (screams)": null, "Omar: I have many questions.": null, "Oscar: Oh my goodness.": null, "Omar: I'll write you a letter about that. Hey, in my previous scene, I": null, "was not with-- (laughter)": null, "Emily: Hi, out of character, Emily, it's Omar. (laughter)": null, "Omar: \"Hey, above game\". Imagine getting that letter in real life. Like": null, "what the hell? And you drop down and you come back to you later like": null, "what happened?": null, "Aabria: Amazing. Last thing I wanna like talk about is I just wanna like": null, "throw some shine on what art has done with this season.": null, "Emily: Oh I know.": null, "Aabria: Not only did we have like a new center scenario to sort of": null, "ground us that I think Brennan deeply believed was going to be a battle": null, "map the whole time.": null, "Brennan: I was ready.": null, "Aabria: But projections on the wall.": null, "Emily: Oh my gosh, so amazing.": null, "Aabria: Yeah, right? D20 first, I believe. Every time I come in I'm like": null, "let's do some weird shit with the walls and everyone's like okay. That's": null, "dope.": null, "Omar: Colors changing.": null, "Surena: Transition from the days to night.": null, "Brennan: Oh yeah. The day to night shift.": null, "Aabria: And I do, in addition to Rick Perry, I wanna shout out Mario who": null, "did all of this. He's so good and incredible and we scream all the time": null, "about all of this.": null, "Omar: The antlers.": null, "Aabria: Yeah!": null, "Omar: I now realize that was the whole thing.": null, "Aabria: Oh my goodness, it's like.": null, "Lou: Well, now I can't, when you another one of these down, I'm just": null, "gonna be looking for which part of it I can win.": null, "Omar: I know 'cause the prize was there all along.": null, "Brennan: Can we trade these for spell slots or advantage?": null, "Aabria: They all have mechanical benefits. (gasps)": null, "Emily: Whoa.": null, "Omar: Mine is a horn, Brennan. (laughter) Anyway, that's my": null, "announcement. (laughter)": null, "Oscar: So the moment that they find out, I mean, that could happen at": null, "any time during the game?": null, "Aabria: At any time.": null, "Brennan: Wow. Wow.": null, "Aabria: You all need to be on your bullshit because sometimes there's": null, "stuff.": null, "Lou: Hello?": null, "Oscar: Hello?": null, "Aabria: And just to point out since we didn't really address it during": null, "the game, we talked a little bit about how all of your reputation like": null, "moved up one notch. I do love coming in and being like, oh, everyone's": null, "red beans have moved forward.": null, "Brennan: Do we know of any movement in this recent--": null, "Aabria: Should we talk about it now?": null, "Brennan: We can.": null, "Emily: Why not?": null, "Brennan: I'm sure, yeah, yeah.": null, "Aabria: Oh interesting. I was gonna have this as a kind of side. I think": null, "this will take just a little bit too much time.": null, "Emily: Okay.": null, "Omar: Can we move your reputation up a bit? 'Cause that encounter was so": null, "good.": null, "Emily: Yes!": null, "(cheering)": null, "Omar: Incredible.": null, "Aabria: Thanks. I felt so bad. It's just one of those hard things of": null, "like getting to the combat other than minute one. You're like oh, we're": null, "not gonna have a bunch of rounds of this. So when you guys all started": null, "with these really good creative things I'm like, we don't have time.": null, "I’m going to make it night immediately. So we can do the other half of": null, "this.": null, "Emily: It was fun when, I think I told you this off camera, but when": null, "that guy turned around and was like, no, I'm actually gonna fight you.": null, "It's like always nice for a DM to make it clear. No, no, no, fucking": null, "fight.": null, "Aabria: Yeah.": null, "Oscar: Also its like, it's a reminder of like oh, there's other people": null, "besides us six living in this world.": null, "Oscar: Like the imps falling down.": null, "Oscar: Everyone else, like the other half going to the other--": null, "Omar: I do love our collective main character syndrome. We're like two": null, "imps fell down and we're like, why are the other people trying?": null, "(laughter) (crosstalk)": null, "Brennan: Fucking shitted on you guys. (laughter)": null, "Omar: We never went back to check on them. They're like invisible and": null, "cast off.": null, "Aabria: There’s just a lady in the fog waiting to fuck. Just quietly.": null, "Lou: Is that in the forest?": null, "Aabria: Nah, she's pretty focused. She stays. She's like just wait.": null, "Emily: Honestly, leaving someone waiting is some drama that I'm allowed": null, "to start.": null, "Aabria: I do like that. Absolutely. Cool. Does anyone have any final": null, "thoughts?": null, "Oscar: This is the most fun ever, period.": null, "Aabria: Yay! Oh, the final thoughts are nice, cool. Okay, well then": null, "let's power down here so we can get back to it later. So we'll see you": null, "next time for chapter three of \"A Court of Fey and Flowers,\" Until then.": null, "I don't know how to end. Wing things. Turn the other beak!": null, "(shouting)": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}