{"Dimension 20": null, "Adventuring Party": null, " ": null, "The Wish Factory": null, "Season 10 Episode 11": null, "< [Previous Episode]": null, "Aabria: Hello and welcome! My name is Aabria Iyengar, if you don't know,": null, "because I don't have moss glued to my face. I am/was your dungeon master": null, "for \"A Court of Fey and Flowers\", and we are here for an \"Adventuring": null, "Party\" with, some would say, the most important element of the courts;": null, "our wonderful crew. You guys are also my pack of pixies, so I am going": null, "to ask you to say hi, pack of pixies!": null, "All: Hi, pack of pixies!": null, "Aabria: That was pretty good. I have no idea if that's gonna sync up": null, "later, but we're gonna find out together and that's so important. Hi,": null, "first, I just wanna say, hey, it's so good to see you all again. It's": null, "been a hot second! How's everyone doing?": null, "Ebony: Glad to see you.": null, "Denise: Amazing.": null, "Rick: Good.": null, "Aabria: Well, we have a ton of amazing questions from our fans, so I": null, "will be assaulting you all with them for the foreseeable future or until": null, "the producers end this feed. Actually, what we're gonna do is back up": null, "really quick. I didn't let anyone introduce themselves, so why don't we": null, "go in a little circle, introduce yourselves and what your amazing job": null, "was on this season, and then we'll get to questions. Let's start with": null, "Ebony.": null, "Ebony: Hi, everyone, I'm Ebony Hardin. I am the producer of \"A Court of": null, "Fey and Flowers\".": null, "Aabria: Amazing. Rick?": null, "Rick: Howdy, I'm Rick Perry. I'm the production designer and a creative": null, "producer for Dimension 20.": null, "Aabria: Yeah, yeah. Mario.": null, "Mario: Hi, I'm Mario De Armas and I was florals and a set dresser for": null, "the season.": null, "Aabria: Amazing, Denise!": null, "Denise: Okay, I'm Denise. I do hair, makeup, wardrobe. I powder asses.": null, "This is Lederias, first time caller, longtime listener.": null, "Denise shows her dog": null, "Aabria: (laughing) Yes! My son! Amazing, and Kevin?": null, "Kevin: I'm Kevin Stiller. I was the director of Photography for \"Fey and": null, "Flowers\".": null, "Aabria: Amazing. You guys are all amazing and wonderful, and now let's": null, "go ahead and jump back to the question and anyone can jump in and answer": null, "this how you want. I don't know how to ask questions directly. So yeah,": null, "Julie asked a question about the inspiration by, I'll just read the": null, "question again.": null, "\"The florals all around are standing. What were the inspiration behind": null, "the designs? Was any of it live florals? Did the team work with the": null, "floral designer or was all this work by the usual D20 crew?\"": null, "Mario: I guess I can sort of spearhead this one. I did the florals on": null, "set and Rick and Ebony brought me on, and Rick was really good about": null, "giving me direction and descriptives to come up with this fantasy. There": null, "wasn't a lot of live florals because we had them more for a long course": null, "of a time, so we needed everything that was faux. And yeah, I just went": null, "with the descriptive words that were given.": null, "Aabria: Amazing. How did you guys come up with the look? Because all I": null, "remember from our production meetings was me weeping and begging for": null, "lots of flowers, but with no real direction. So how did you come up with": null, "what it was going to look like?": null, "Rick: Well, we kind of started just going off of the court and all the": null, "reference stuff and the \"Bridgerton\" and the period, that type of drama": null, "and just researching. I kind of stumbled into a lot of fairytale wedding": null, "floral design and a lot of vertical hanging things that were really": null, "fecund and overflowing with different blooms, different kinds of flowers": null, "and ribbons and crystals and all that sort of stuff. And everybody liked": null, "it, but that's not an area that I have a lot of expertise in. But": null, "luckily Ebony knew Mario, who is a true, true wizard of floral design,": null, "among other things. Right away it was like, okay, we need an expert": null, "who's gonna come and show us what's going on. So we just handed it off": null, "to Mario and then, usually we do battle maps or that kind of thing, so": null, "we just wanted to do kind of themed arrangements that were kind of like": null, "a battle map. So we would communicate with Mario about, well, this is a": null, "beech-y hedge maze and here's a couple of teacups or here's some": null, "elements that we can put in there and just sort of let them go wild": null, "making incredible stuff, and it was awesome.": null, "Aabria: Amazing. Those centerpieces were incredible, and I love that the": null, "tea one actually had tea in it. I think I drank from it when we were": null, "joking around before stuff started. God, that was so cool, you guys are": null, "so cool! Amazing! All right, well, our next question comes from Hyper": null, "Knight. Thank you so much, Hyper Knight.": null, "\"So what can you all tell us about the apparent infinite number of": null, "tokens Aabria had available?\"": null, "I guess we're supposed to spill a little tea on how much stuff was back": null, "there, how was it sorted and how did you guys get all of that together?": null, "Because I got to just pretend that I was a infinite wizard of having": null, "stuff on the side, but all of that was lovingly provided for me. And": null, "then, yeah, why don't you tell me how you got a 100.000 tchotchkes for": null, "me to go shopping through before every episode?": null, "(Rick chuckles)": null, "Rick: It was a similar kind of thing of just being like, okay, we know": null, "we want to have these props that are like these tokens or boons or": null, "almost like a magical item. They have this kind of function like that,": null, "and then it was a really fun exploration of being like, well, what are": null, "little fey tokens? Like the key and a crystal heart and a flower and a": null, "ribbon and a lock of hair and just walking through antique stores and": null, "just brainstorming stuff. And some of them were tied to specific": null, "characters or things that we knew about the characters or about some of": null, "the battles, like a wooden horse, or whatever, but it was a really fun": null, "part of it. I should give a shout-out to my neighbor, Juniper Blumberg.": null, "I knew that it was willow basket weaving season for her. She harvests": null, "these willow trees and weaves baskets and I was like, can you weave me": null, "like a little heart thing?": null, "Aabria: Hold on, is that a season? That's a thing?": null, "Rick: Yeah, yeah, 'cause the willow, they trim off the, it's like the": null, "new growth and they soak it in water and like clean it and then they": null, "make these baskets. It's incredible, but anyway, so that was really made": null, "by a person.": null, "Aabria: I love that, and I love that you said, you know, like I'm not": null, "from the suburbs of Southern California where nature does not exist. So": null, "no, I didn't know, and that's incredible. (Rick chuckles) And I love": null, "that that was the first token that we gave out too!": null, "Rick: Yeah, I know, that was so great. So we just had a big grab bag of": null, "that stuff and then between episodes, yeah, totally. That Aabria would": null, "just come back and get a load out for that. I want that and that and": null, "that, that, and we put that. And she didn't always use all of them, but-": null, "Aabria: Yeah, we have so many and I stole the other half of it. I have": null, "so many tchotchkes at home. Oh, I have a crystal heart!": null, "Rick: Nice! It was really impressive because I think a lot of times we": null, "had one idea in mind of like, oh, this key is for this, or maybe this": null, "goes with that character, whatever. And then you were so innovative in": null, "the way that you were like, oh! It was very surprising and awesome.": null, "Aabria: Well, thank you.": null, "Ebony: One thing I also wanna say about the creation of all of this": null, "stuff is that Dimension 20, we have a lot of meetings. So we meet": null, "multiple times a week, every week in pre-production and it's kind of": null, "like a wish factory, and the goal is to get whoever's DM-ing, this": null, "season, it's Aabria, whoever's with us, to make their dreams come true.": null, "So Aabria just kind of got to say what she wishes for and Rick and team": null, "go out and make it happen. And that's something that's really special,": null, "that I love that this show allows people to do, and that's how we just": null, "end up with such great stuff. And it's not like the whole art": null, "department. They also know and have a full understanding of the world,": null, "and I feel like people are just out in their everyday lives and if they": null, "see something that is relevant to the show, then they bring it to set.": null, "They take a picture, they pass it on. I don't know if that's how your": null, "team works, but in my mind, Rick, that's what they're doing. I feel like": null, "that's how we end up with so much great stuff. And we do a lot of": null, "shopping on this show.": null, "Aabria: So cool, it's so cool. Yeah, every meeting is usually me going,": null, "is this anything? And then by the next meeting, which is either 12": null, "minutes or three days later, a thousand new things have occurred and I'm": null, "like, oh god, they were listening! Oh yeah, all of this! Thank you,": null, "thank you!": null, "Ebony: We're always listening. (chuckles)": null, "Aabria: Shout out to the witch factory. Okay, our next question comes": null, "from Aurelia Thistlespring, which is the most fey name ever. Should've": null, "used that at some point in the season. That's on me.": null, "\"Please reveal all of your mystical dome lighting ways. Every season how": null, "the dome is used to affect mood and provide drama, evolves, and becomes": null, "better each time. Was there anything you updated or changed for this": null, "season specifically?\"": null, "Kevin, I need you to go off because this is crazy. (laughs)": null, "Kevin: I guess this was the first season ever that we did projection.": null, "Aabria: Yes!": null, "Kevin: Technically, full projection because in \"Misfits and Magic\" we": null, "started to experiment with it a little bit and we realized, oh wait,": null, "this is like a secret weapon. And this is all thanks to you. That was a": null, "rabbit hole that you opened for us.": null, "Aabria: Making everyone's say harder, perfect! (laughs)": null, "Denise: Aabria's a habitual line stepper. Habitual line stepper.": null, "Aabria: What if we rip the back off the dome so a spooky boy's back": null, "there. Is that anything? (laughs)": null, "Kevin: It was a very fun, unique challenge, and also cool for me who, I": null, "started doing D20 in the middle of it. I wasn't there from the very": null, "beginning, so for me it was almost like an element of imposter syndrome": null, "where I'm like, I'm getting to revolutionize a thing that I didn't": null, "really start. And so it was an honor and a privilege to be able to do": null, "that and step up the game of something that has already been long": null, "established. And so that was really special, being able to take it to": null, "the next level. Learning a lot along the way, and there was many times": null, "where me and Shcaubach would look at each other and be like, this looks": null, "crazy good! And that's cool. I'm usually pretty harsh on myself about my": null, "own work and for me to look at the monitor and actually be like, oh, I": null, "kind of love this! That felt really good, and so it it was especially": null, "fun for me to do that.": null, "Aabria: Amazing. What was the big, I mean, yeah, I got to be on the easy": null, "end of just asking and going through stock footage to add stuff. What": null, "was the big breakthrough to get all of it to come together?": null, "Kevin: Well, I would say it's kind of a combination of workflow,": null, "figuring out who does what in the chain, because we do have to create": null, "custom assets, and so art department was largely handling and": null, "spearheading the creation of the assets, so Rick could speak more to": null, "that. And then on my end it was mostly the execution technically. So": null, "there was a lot of me figuring out and testing the best type of": null, "projector to project through plexiglass. There are projectors that are": null, "better for film and even then, there are certain types of projectors": null, "that are better for when people have motion. So when people go like this": null, "in front of projectors,": null, "Moves arms back and forth": null, "That can even influence the decision of what projectors we buy. So there": null, "was just like a lot of testing technically that went into figuring out,": null, "okay, what projectors are we getting? How bright do they need to be?": null, "Exactly how much distance do we have to work with? So calculating the": null, "beam angle of the projectors and then also just linking it all to the": null, "main system and getting this to work in such a way that it is integrated": null, "and we can click one button and it changes everything simultaneously to": null, "make it look seamless and good. And you really don't want it to distract": null, "from the storytelling, you want it to improve the storytelling. So just": null, "making sure that everything was working.": null, "Aabria: Amazing. Do you wanna add anything, Rick?": null, "Rick: Yeah, it really was breaking new ground for us and we definitely": null, "had to do some growth. Because a projection can really easily become,": null, "it's maybe the largest single visual element, although I would say": null, "Mario's flowers are definitely the main star there. But in general,": null, "projecting behind a cast, it's a big visual canvas and so it's really": null, "important and it needs to be designed and match everything, and so that": null, "was just kind of a bit of growth of our workflow. And then we learned a": null, "lot of things because we would test them before the shoot on the day.": null, "Our set is a curved wall and it has these trim pieces and stuff in front": null, "of it, so those are preexisting visual elements that the projection has": null, "to jive with. So that was an interesting creative process to come": null, "through all that. But very happy and I think projections have definitely": null, "changed Dimension 20 and I think people can look out for more of that in": null, "the future.": null, "Aabria: Nice, all right, I'll start developing my list of weird things": null, "to ask you for the next season. Okay, this next question, it's not": null, "really a question, it's kind of just a shout-out, comes from our good": null, "friend Kenna.": null, "\"Shout out to Denise! The makeup and costuming details from your girl's": null, "decadent dos, to the hints of glitter across Omar's brow, are the cherry": null, "on top of this beautiful production\".": null, "There was no question question in that. So Denise, can you just talk a": null, "little bit about absolutely going hard on all of the looks this season": null, "'cause it was buck wild and so incredible.": null, "Denise: Kenna. (Aabria laughs) (Rick laughs) First let me say, let me": null, "just sort of set the scene a bit. I assume we've all taken an art class,": null, "and you have your individual projects and things like this. D20,": null, "especially this season, is a like round robin group project for art.": null, "Again, we've all had these group projects and they're hard. It's hard to": null, "get people to do their share and it's the opposite issue here. I": null, "remember coming in to load my stuff in early and I'm kind of roaming": null, "around the studio and I walk into Rick and Mario while Mario's like": null, "blood, sweat and tears. But I walk into their collaboration and I was": null, "like, wait a minute, wait a minute. I thought I was doing regular": null, "makeups, and then I was like, okay, so (laughs) I have 15 minutes to": null, "figure out how to, I guess, exist in arts world and to make a": null, "contribution and to come and meet them where they were, and that's what": null, "it was. It was a beautiful and very fun mad dash every episode to make": null, "sure that Aabria was growing into the art and hard work and fantasy that": null, "Rick and Mario created. So I just wanted to kind of start there, and": null, "then of course you start to see Kevin's work, we start to see lighting.": null, "For me, it felt like the start of you've made a monster. Kenna, they": null, "made a monster!": null, "Aabria: That's good!": null, "Denise: I think you kind of hit the nail on the head is that you sort of": null, "came into and you are innovating. And I've been here since the beginning": null, "and I really did think that it's in my bones, sort of business as usual.": null, "You have amazing improvisers and then we sort of act as facilitators. We": null, "kind of just come in and do this collaboration that one shouldn't": null, "outshine the next, but when you start to have to give it up to Ebony": null, "here for curating perfectly. I mean, some of us have been here, but to": null, "bring others in and to have everything work so well, that's my": null, "inspiration or that's sort of the basis of my inspiration there. And": null, "then Aabria and I are kinda the same person, just in different": null, "percentages and let me-": null, "Aabria: A fact, a fact.": null, "Denise: The aesthetic, I see Aabria and my brain just goes, just fires,": null, "the neurons are like pew-pew-pew-pew-pew! Both she and I believe that": null, "the world is missing dominatrix, very, very dangerous sex pot people in": null, "the world, and so we exist in varying degrees of that. She just sits": null, "down in the chair. Mind you, and again, she's DM, so she has all of": null, "these things to think about, all of these like creative geniuses and the": null, "wood shop elves or the elves are just kind of like, there's so much": null, "going on and she's just like, okay, she closes her eyes and she's just": null, "like, okay, just do it, and I'm like, okay, cool.": null, "Kevin: She closed her eyes and she's like, dominatrix sex pot flower.": null, "(all laugh) (speakers talk over one another)": null, "Denise: Dangerous, love that.": null, "Kevin: Dangerous.": null, "Denise: Yes.": null, "Aabria: This is the kindest description of my panic attack on the first": null, "day that I've ever heard. But thank you so much for making it seem very": null, "cool and zen and not be going, hey, I'm gonna black out. Do what you": null, "need to do.": null, "(all laugh)": null, "Denise: Yeah, and so she's an elf DM. So she's completely like,": null, "everything's inside and she's holding it together and I'm like, man, you": null, "have two weeks' worth of shit in there and you have to trust me. You": null, "haven't eaten, you haven't slept.": null, "Aabria: A fact, a fact. (Denise laughs) A fact. (Aabria laughs)": null, "Denise: That was sort of the basis of how I started. It was I also": null, "blacked out, I didn't know. Again, it's I'm feeding off of Mario and": null, "Rick and the improvisors. Oh my god, I can't wait till we get around to": null, "the cast because it's a rare occasion that people just say, do whatever.": null, "And again, I think there's an advantage of just coming on. I really held": null, "back just around everyone wanting to feel just like themselves going": null, "into, no, no, make me into something. And I think the cast and Aabria": null, "were excellent, excellent, excellent canvases and inspiration. Yeah!": null, "Kevin: Your answer was (indistinct)": null, "Ebony: I just got the chills.": null, "Denise: Thank you, I strive to be better than Kevin at all! (all laugh)": null, "Aabria: A goal, amazing.": null, "Ebony: I wanna just chime about a really special relationship that": null, "popped up between Denise and Mario as they were building out your crown,": null, "which I don't know if I'm stepping on somebody's question that's coming": null, "later.": null, "Aabria: No, I was about to talk about this too, so you go go, go, go!": null, "(laughs)": null, "Ebony: But that was a really amazing and special element and I truly": null, "don't know how it got started, but slowly but surely, it was like we've": null, "got this piece and it's a little symbol and we knew we wanted, the whole": null, "theme was we're gonna start with a little bit of flowers and by the time": null, "we get there, it's going to be overwrought. Everyone, it's overgrown,": null, "it's everything. And they just started working on one another and HMU is": null, "over in the flower room and flower room's over at HMU and they just": null, "started connecting and then Aabria would sit down in the chair and it": null, "would be beautiful. (laughs)": null, "Denise: I think folks need to know in these creative spaces, so": null, "hopefully some of you are artists, some of you are nine-to-fivers, some": null, "of you are in school, we're from all walks of life. Again, it's not easy": null, "to trust someone so quickly in these spaces where we have all developed": null, "our own, we've all developed our own sort of artistic selves. So it was": null, "a breath of fresh air for Mario to come in and be like, I'm everything.": null, "Get on my level. And I'm like, okay, all right! (laughs) I'm so": null, "surprised that he didn't kick me out of the fall room. And Aabria was": null, "talking about, yes, get out of here, don't be waving your finger. That's": null, "exactly what it was!": null, "Ebony: That's an accurate description. That's a very accurate": null, "description of Mario. (laughs)": null, "Denise: We're talking about procuring things. Because I was so taken": null, "aback, mind you, I just got on board the day before, a couple days": null, "before. Because I was so taken aback, I'm walking this guy and I'm": null, "picking up palm tree husk. I didn't wanna tell anybody this but that": null, "crown probably has a family of ants living in it because its some of": null, "that shit was from off the streets!": null, "Aabria: Oh, interesting, interesting. Interesting to hear that now,": null, "thank you so much. Wild!": null, "Denise: You need to check your-": null, "Aabria: Fucking wild (Aabria laughs) (Rick laughs)": null, "Mario: Can I just give a little shot-out to Denise, because it wasn't": null, "quite that way, but- (all laugh) A secret now I can say that I couldn't": null, "say then, I was petrified on the inside when I got this job because I": null, "work in a world that's really polished. The aesthetic is like it's sort": null, "of tailored and in a way that's classic and we've seen before. So I know": null, "how to work in that medium, in that space really well. I got completely": null, "shifted into another world where it was like how fantasiful can I get or": null, "how outside of my own comfort zone can I push? And you can see that in": null, "the boards, but in our relationship, when we first started, Denise,": null, "right out the gate I was like, failure is not an option. (Aabria laughs)": null, "Failure is off the table, so now it only leaves room for, okay, how are": null, "we gonna make this work? I kind of had already set up a couple days": null, "there before you got in, Denise, and when you came in, I wanna say it": null, "was so great to have, your presence was immediately you came up and you": null, "said you wanted to be a part of, a part of whatever was being created,": null, "and I too was coming from that perspective. So we we got to speak to": null, "each other really comfortably and very with no, it's great when two": null, "artists can come together and ego aside and just say, okay, this is what": null, "we're doing, this is what you're doing. How do we make this work? How do": null, "we elevate each other? How do we feed off of each other and build? And": null, "all of that was so successful because, Denise, you, first off, came in": null, "and was like, hey, you're putting your heart into this, I see it. Now": null, "that I know this is an option for us to step our you-know-what up-": null, "(Aabria laughs) (Denise laughs)": null, "Aabria: We're all trying really hard not to say pussy like we're not on": null, "Dimension 20. (speakers laugh over one another) Let me pop that little": null, "cherry for the squad. Everybody put their whole pussy in it and it was": null, "great. (all laugh)": null, "Denise: It was fun.": null, "Mario: So yeah, Denise, it was because you were so positive and it was": null, "engaging and it made me feel open and comfortable to let's do this": null, "together, let's figure this all out, let's crush this.": null, "Denise: Yeah. Listen, I totally agree. I mean, I know that the question": null, "is about makeup, but you kind of hit on something that I think is": null, "extremely important is that we're all sort of a little creative shy. In": null, "a world where we're talking about art, we're talking about art and play.": null, "The cast gets to improvise and they get to sort of open up in front of": null, "us for hundreds of thousands or for-": null, "Aabria: Billions.": null, "Denise: Billions at this point.": null, "Aabria: Yeah, billions.": null, "Denise: And so we are, again, most of the time we're just here to": null, "support that. So when you get a DM and you get a story and you get": null, "permission to just be creatively free, it's amazing. I'm so grateful and": null, "I'm also so grateful to work with all of you and, yeah.": null, "Aabria: Yay, same!": null, "Denise: Love, gimme that.": null, "Ebony: So much love! I love this season.": null, "Aabria: I do wanna jump in and say my favorite part about the crown and": null, "the growing of the crown was it wasn't until I saw the line cuts of the": null, "episodes when we started editing that I actually got to see what I": null, "looked like because that always occurred when I was in the chair. And": null, "I'm actually gonna kind of tangent away from that and say that all of": null, "the meetings that we had before and all of the time and production stuff": null, "that we all did together actually really shaped the way ACOFAF was told": null, "as a story. 'Cause again, it kind of goes back to that when you trust": null, "creatives to be creative, here's what you get. And so much of our": null, "pre-production meetings was me going like, is this anything? And then": null, "having like the GOATs in the game come back and be like, yeah, here's a": null, "whole projection system for the walls. Here's more flowers than you": null, "engaged with in your actual wedding, Aabria. What do you want? Everyone": null, "snapped, and it taught me, even in the run-up to the game starting, that": null, "you can trust other creatives and trust other artists with stuff. And": null, "that's why a lot of the episodes of ACOFAF are terrifyingly hands-off,": null, "where I'm like, all right, you guys are gonna call scenes. My job will": null, "be to make it all make sense and lock it back into narrative flow later,": null, "but I'm going to trust great people to make great choices and try to be": null, "as hands-off as possible, because I learned it from you. But yeah, that": null, "crown was wild and I never saw, I just remember there was one day we": null, "were filming where a bit of a bird fell off in front of me in the middle": null, "of the game and I was like, what the fuck is on my head?! Well, Mario": null, "and Denise seemed really excited when they walked away from me right": null, "before we started, so I bet it looks great. I have no idea what's going": null, "on on my head. This is fine, this is fine. (laughs) That was like my": null, "little moment.": null, "Denise: A lot of folks don't know that, just at the last bit, it was": null, "like a pit crew. Again, there's so much. We're just hustling and": null, "bustling and behind the scenes and then it's roll time and Aabria, you": null, "see none of that. You see none of that on camera. So yeah, the bird fall": null, "was probably around, it was just around the fact that we were moving 90": null, "miles an hour.": null, "Aabria: It was one feather, it wasn't even the whole bird. I just had no": null, "idea there was a bird in it.": null, "Denise: It was the crumbs also. That's fine.": null, "Aabria: But that's terrifying to be like, is there animal? Are there": null, "animals on me? Interesting, interesting!": null, "Denise: I just told you there was probably some ants.": null, "Aabria: Live ants, yes, good. I'm gonna fight you in the parking lot": null, "later, but that's not for now. We're gonna get through, this is gonna be": null, "great. (laughs) Okay, I have another question. This one comes from": null, "Emergency Santa to the whole squad.": null, "\"So what was the most challenging part of your job for this season and": null, "your favorite part of your job for this season?\" With a PS, \"Shout-out": null, "to the sound and music editing. Loved the sound effects and music. It's": null, "done so well.\"": null, "And yeah, our editors aren't on this crew but we gotta shout them out": null, "'cause the edit and the music, ugh, it's all good, it's all so": null, "incredible. But this is your time. Tell me some stories, baby.": null, "Ebony: I'll start.": null, "Kevin: I volunteer Ebony first.": null, "Aabria: Thank you, Ebony!": null, "Kevin: I'm glad you started.": null, "Aabria: Extra points to Ebony. ": null, "Ebony: I think that this season, because we stepped up in multiple areas": null, "on this season. So we have stories. So Kevin already spoke on the": null, "projector elements. So we're flying in this new thing. I was on season": null, "one of Dimension 20 and I've produced several seasons of this show, but": null, "this is the first one where we're bringing in live production. It's": null, "like, okay, we've got this. But then it's not just, you don't just pick": null, "a projector; you order multiple projectors, test them out, see which one": null, "projects your assets the best. So we're working on that and we're": null, "definitely generally just in the studio testing things live more than we": null, "traditionally are for this show. And then the floral element is a whole": null, "nother thing that's been added. Usually it is Rick and Rick's team,": null, "Katie, Lydia, everybody. They're in the shop and they're doing their": null, "thing and that's already amazing in and of itself. But now we have that": null, "happening and they're sending designs and plans and having": null, "conversations, and then we have this whole floral element, which was": null, "extraordinary, and I knew that Mario was the absolute right person to": null, "call for this. But it was like, how are we going to modify the dome? How": null, "are we going to make the dome that something that everybody is so": null, "familiar with and loves so much and that a lot of resources have been": null, "put into making these geodesic walls and the lighting and all of that.": null, "How are we gonna still have that but kick it up a notch? How do you hang": null, "thousands and thousands and thousands of flowers, but keep them in the": null, "background so they're not taking over from talent? There was just every": null, "single area. And again, like Denise was just saying, about hair and": null, "makeup. This is the most artistic we've ever gotten to be for the most": null, "creative this department's ever gotten to be. How do you let people go": null, "wild, but also keep in mind we still have the same amount of day in the": null, "production? It is a 12 hour shoot day, we are not going into overtime,": null, "we're going get it done! And so all of this new magic is still happening": null, "within the confines of our same day, and it was just amazing to witness,": null, "amazing to experience, and I'm just so proud of every single person": null, "that's on this call and the people that aren't, 'cause they all made": null, "that happen.": null, "Aabria: Amazing.": null, "Ebony: Anybody else? (laughs)": null, "Rick: For me it was certainly this floral thing. Once they had kind of": null, "the concept of, okay, these big dominating things that are really in the": null, "dome and all that was approved and we had a look and stuff, finding a": null, "person and feeling like, okay, this person understands and is gonna take": null, "this and and really do it up and that was a level, 'cause it was kind of": null, "relinquishing control and just really fully collaborating and giving": null, "space for Mario to do this stuff. But the real thing for me was the": null, "boards, because they're the centerpiece and the battle boards is kind of": null, "the meat and potatoes of what we make normally. Yeah, it was scary in a": null, "certain way. I would come in in the morning 'cause Mario and his team": null, "would be working into the evening and sort of get a tour. Mario would be": null, "showing us this moment and this thing and that, and I'm like, I remember": null, "being in there and being like, what is that? I smell, it was like coffee": null, "and like chamomile and-": null, "Aabria: That's right!": null, "Rick: And I realized-": null, "Aabria: The board smelled so good, you guys! No one got that except for": null, "us 'cause we were in there.": null, "Rick: Instead of dirt, this was something they made out of coffee": null, "grounds and tea leaves, and it was so innovative. Part of me is": null, "panicking like, wait, is it okay that the thing smells like coffee? And": null, "I'm like, no, this is awesome! This is so cool! It was just like hit": null, "after hit of just feeling wow! I'm not really fully steering this ship": null, "and, wow, look at the places we're going. It was just so inspiring": null, "really, Mario, to work with you and then to see Denise and Mario doing": null, "their thing with the crown, and all that just sort of happening. It was": null, "like, wow, this is incredible! This is so cool.": null, "Mario: Well, I'll jump in now, 'cause for me it was a lot of... I": null, "genuinely felt like you fully trusted me, Rick. I was completely coming": null, "into this project knowing I can do it, but not knowing how I was gonna": null, "get there. And sort of having to every day learn, and I don't": null, "specifically work with miniature models. I've never worked in that": null, "space. So to take the tools that I have in certain areas and apply them": null, "to this one world, I found that, collectively, the team of people that": null, "worked on it just, okay, the dirt was is a perfect example. That was": null, "just how do I make this look like a forest floor and feel like it's real": null, "earth and not flat, not feel flat? Then my wheels get turning, I'm like,": null, "well, coffee kind of looks like that. What about rose petal, dried rose": null, "petals kinda look like bark on the ground. How can I complicate this": null, "more (laughs) to sort of solve this issue which is I don't really know": null, "exactly what the perfect ground cover would be, because we're not really": null, "working in a world that is, you don't go to a store and you're like,": null, "okay, there's this and there's that. Here's off a shelf and here we go,": null, "I'm gonna; it was, okay. So Rick, you really, from day one, your": null, "drawings were fantastic. I'm pretty visual, so to have 3D drawings of": null, "general blocks and shape and spacing and how that was in relation to the": null, "players was really helpful. And then there was that level of, well, we": null, "gotta see where this goes from everyone. Every day I loved coming in,": null, "and I'm not even gonna finish by saying coming into work. It was like I": null, "just loved coming in and putting out, putting out.": null, "Aabria: I just wanna jump in and say when we were talking about cool": null, "ways to integrate, cool, I know words, I do this for a living; integrate": null, "some of the tokens onto the game boards. There were a couple placed on": null, "there early on that was like, oh, if someone interacts with the board,": null, "they can take a token and kind of just be rewarded for being curious.": null, "And I remember after, I think it was episode two, who was I talking": null, "about it with? I don't even remember. But they were like, oh, the boards": null, "are too pretty, I don't wanna break them so I'm not going to touch them.": null, "And I was like, oh, well I guess we don't do that. He did too good a job": null, "and no-one wants to be the one that's like, I snapped something off of": null, "the beautiful board they've been working on. I'm gonna do everything in": null, "my power to not touch this and just admire it and sniff it, and it ended": null, "up being very, very cool and very funny 'cause I was like, oh, I'm gonna": null, "hide stuff all over it. Nope, nope, they're not gonna touch it. They're": null, "just gonna look and gently fawn over it 'cause we're all clumsy as fuck.": null, "It was very, very cool. Does anyone else have any answers to the": null, "question?": null, "Denise: So what was the hard and, what was the question again?": null, "Aabria: Favorite part of your job for the season and most challenging": null, "part of the job.": null, "Denise: I'm just gonna go with technically challenging. Again, it was": null, "probably the pit crew vibe. I don't dislike it. My brain operates like": null, "that, but I never actually get to place my brain in my hands and just": null, "kind of, but making and sewing wigs and also trying to do this as quiet": null, "as a church mouse, (laughing) which is kinda like, oh gosh! Just": null, "technically, just the technical aspect, and I'm not saying anything that": null, "anyone else hasn't said, especially Ebony, is like you start to learn": null, "that one more ball is coming into the juggling act, and it really": null, "reminds you that, hey, maybe I should talk to Kevin more. Maybe I should": null, "learn more about what's going on with lighting. Yeah, I gotta get in": null, "Mario's business around what he's doing every episode. Usually with": null, "Rick, I submit to the minis. That's my entire thing is that I submit to": null, "the minis, the cast will play for two hours or three or however long.": null, "But this time having to submit to the minis, submit to the beautiful": null, "background and the dome. Do all of that but then stand up and sort of": null, "bring it to put things onto your body. That's also gonna be a win for": null, "me. It's like, yes, it's a challenge, but living in that space also was": null, "an amazing thing. I think the fact that there's been this response to us": null, "getting able to play makes it all worth it. It makes it all worth it. I": null, "love it here, I don't really ever have a challenging time, but just the": null, "learning curve, just catching up and doing those sprints. So yeah,": null, "that's it for me. Do you have anything, Kev?": null, "Kevin: I can sort of bounce off of that in the same way of talking about": null, "technicals, because for me, this job is such a technical one and that's": null, "where I feel like I thrive when I just have a bunch of technical": null, "challenges that I need to solve. The thing that is hard about the show": null, "is the details, and when I say details, I mean when you add enough tiny": null, "little details, suddenly it's like the whole show is challenging, but": null, "not in a bad way. It's like you need to be on and looking for those": null, "details literally the whole time. The moment you get into the building": null, "until you leave, I am staring at pixels being like, what is not the way": null, "I want it to be? And so, for instance, with projections being such an": null, "important element, I think to myself, literally I'm using completely": null, "different lighting fixtures this season because the dome walls, as you": null, "can see behind me, they're white, so they absorb ambient light": null, "incredibly well, which actually does not pair well with projection. You": null, "want projection to be in a dark environment. So the lights that I'm": null, "picking are lights that literally just, you just pick a spot on a person": null, "and be like, that's the spot I wanna light. So I'm climbing up on": null, "ladders and literally, and these lights are called cutters and what": null, "you're doing is you're cutting the light to literally be the shape of": null, "someone's head. And then you realize-": null, "Aabria: It's wild!": null, "Kevin: Sorry, say that again.": null, "Denise: She just said it's wild.": null, "Aabria: Yeah, that's just wild, keep going.": null, "Kevin: It is, and then I would do all that and realize, oh, the person": null, "that I was doing that on, the stand-in, it actually turns out their": null, "chair was one inch off. So then we have to re-put their chair one inch": null, "and it's like suddenly you have to climb back up there, redo the": null, "cutting, and you have to adjust it. If someone is like five foot eight,": null, "you better make sure that you're standing is exactly five foot eight and": null, "similar hair because literally, I am lighting to a person's face. It's": null, "little details and it adds up.": null, "Denise: Well, what I think with that, I mean shout-out diversity,": null, "because that's also a thing. If you wanna talk about makeup, which I": null, "hope at some point we can just talk about makeup, that would be my": null, "dream. But if you wanna talk about makeup, that starts with the living": null, "space. How do you make the makeup or the person look amazing who is five": null, "to 10 shades darker than the lightest person on set?": null, "Aabria: We're talking about me and Brennan and you can just say names.": null, "(all laugh) It's rude if you're not gonna say it (laughs).": null, "Kevin: I love that you brought that up, Denise, because truly, I have a": null, "dimmer on Brennan's light that is always significantly lower than": null, "everyone else's.": null, "Denise: And it still doesn't work, ladies and gentlemen.": null, "Kevin: He blows and if there's any potential future directors of": null, "photography watching this that might work with Brennan, be ready to turn": null, "down the intensity of your light.": null, "Aabria: Y'all, we were on a game together and they sat us next to each": null, "other.": null, "Denise: Brennan, they're talking so much shit about you.": null, "Aabria: No, don't tell him! He knows; we were in a game together, we": null, "were sitting next to each other and they were using him as a light": null, "bounce for me and it was crazy.": null, "Kevin: Yeah, that's real.": null, "Aabria: It was crazy.": null, "Kevin: It's real, it's actually real.": null, "Denise: It's a technical challenge all the way around because the love": null, "that I feel for everyone who works here makes everything great. I don't": null, "feel a thing, I don't feel a thing. It's just the technical stuff that": null, "you don't think about. And so I have to be a little bit more in Kevin's": null, "business just around how do you light these amazing folks that you've": null, "never met before, in some cases? Yeah, and so we just were working on": null, "just the little things.": null, "Kevin: Yeah, and really, to truly talk about the diversity of the cast": null, "and the wide range of skin tones. There's a tool in film called false": null, "color, which it's something that you turn on in your screen and it tells": null, "you the exact value of how much intensity of light is hitting someone's": null, "face. And what I'll do is on our first day when everyone's sitting": null, "around the table for the first time, I'll throw up this tool called": null, "false color and I will literally have dimmers in my hands and I will dim": null, "them to the millimeter-perfect amount so that everyone's skin tone is": null, "the exact reading that it supposedly should be to be considered a": null, "perfect exposure. So I'm really actually truly looking at everyone's": null, "individual skin tone when I do that.": null, "Denise: We're fighting camera racism, as well as the sci-fi racism, and": null, "it's hard work, it's hard work.": null, "Aabria: Yeah, Kevin, you're a hero!": null, "Denise: Yes, we are heroes. Where's our medal?": null, "Aabria: You should have a medal.": null, "Rick: We could make some medals.": null, "Aabria: Look, I've got some tokens, I can give you guys tokens.": null, "Denise: One glitter eye at a time.": null, "Ebony: What I love about this is that every single person hit on the": null, "main thing about this show, and it is the details. Every single": null, "department is so detail-oriented in this area, and then everybody works": null, "together to bring their details and make them work well with everybody": null, "else's details. And it's beautiful to witness. Y'all are the best, I": null, "don't know what else to say.": null, "Aabria: I mean, you nailed it. You guys are incredible. Okay, I have one": null, "more question and then we can wrap it up 'cause you guys have other cool": null, "things to do with your afternoon. But most importantly, this question": null, "comes from Tom. And Tom is asking the squad,": null, "\"If you were to play a character in the world of ACOFAF, who would you": null, "be and what court would you be a part of? Thank you for all the work you": null, "all did on an incredible season.\"": null, "So just as a reminder, I'm not gonna tell you any of the courts. Either": null, "you're paying attention or you're gonna make up something super new": null, "right now and that's fine.": null, "Ebony: Aabria, don't do this.": null, "Aabria: Yeah, this is bad. Look, a nice person would've sent you this": null, "question in advance and like gave you a little reminder. Go fuck": null, "yourselves, do your best. Everyone has to answer and we don't end this": null, "until I have an answer from everyone.": null, "Rick: No pressure.": null, "Aabria: We're gonna start with Ebony 'cause she's my favorite. (all": null, "laugh) Make up a character, make up a court.": null, "Ebony: Okay. So wait, are we answering the court that somebody else is": null, "already in? Like our characters are already in? Which court do we align": null, "with, or?": null, "Aabria: Or you could answer if you were in it, where would you go? And,": null, "okay, I'll say it. So you have the Court of Wonder, Court of Craft,": null, "Seelie and Unseelie, those are the big ones. Seelie is summer, Unseelie": null, "is cave water and lichen rocks. Court of Seafoam, Court of Hoof and": null, "Claw. The Lords of the Wing are not court-affiliated. So you could just": null, "say any answer and maybe add the word court of in front of it and you'll": null, "be fine.": null, "Ebony: Okay.": null, "Aabria: Just improvise in the space.": null, "Ebony: I don't remember who... Gwendolyn Thistlehop's Court.": null, "Aabria: Court of Wonder, baby.": null, "Ebony: Court of Wonder.": null, "Aabria: Yes.": null, "Ebony: That's me (laughs)": null, "Aabria: Love it, that does make perfect sense. Nerd-scale miracles.": null, "Mario: Oh my god.": null, "Ebony: Yes. I do that every day. And what's the next question?": null, "Aabria: Is it you in the court or are you gonna make like a little": null, "character for us? Look, Rue got to describe. We got Oscar describing an": null, "outfit from Rue several times every episode, so this is your opportunity": null, "if you wanna just go for it.": null, "Ebony: Like, go in.": null, "Aabria: Yeah.": null, "Ebony: Okay. So I'm obviously going in a ball gown.": null, "Aabria: Yes, of course.": null, "Ebony: And a cape, because you can't go anywhere, you can't leave your": null, "house without one.": null, "Aabria: I love this.": null, "Ebony: I own four capes personally that I sometimes just wear out in LA,": null, "you never know.": null, "Rick: Really?": null, "Aabria: Is that true?!": null, "Ebony: Yes. (laughs)": null, "Aabria: That's incredible!": null, "Ebony: You know, you never know when you're gonna need one. And because": null, "I wanna do the most, and this is a wonderful court, I'm also gonna wear": null, "a hat. And they're going to be like an ombre. They're gonna start in a": null, "very white color and then transition into a deep purple as we go down": null, "and go down and go down into a lavender, down, down, down lower. And": null, "then by the time we're on the floor, we're at an eggplant or black": null, "color.": null, "Mario: Work!": null, "Aabria: This is great, actually! Look, I thought this was gonna be": null, "pulling teeth and then you served.": null, "Ebony: You told me to pick an outfit. (both laugh) And I'm gonna be": null, "there with my girl Gwendolyn.": null, "Aabria: Yes, justice for Gwendolyn Thistlehop. Amazing. All right, Rick,": null, "you're up! (laughs)": null, "Rick: Well, it's impossible that I'm gonna be able to deliver on the": null, "same level as Ebony, but you set the bar very high.": null, "Aabria: Bring it!": null, "Rick: I have a few different ideas so it's not super-concrete, but I": null, "mean, who wouldn't wanna be a salt goblin for one thing? The idea of": null, "being something really small could be really fun. Or alternatively being": null, "really large, like a giant tortoise or something that's just really": null, "slow-moving could be really fun, like oversized. I think I would wanna": null, "be a sidekick to some really important noble who was kind of a jerk and": null, "almost like a Wuvvy kind of thing or something would be really fun, to": null, "be kind of like a behind the scenes person who somehow gets swept up": null, "into into that.": null, "Ebony: It sounds like an executive assistant in Hollywood.": null, "A fact, but with the potential for more magic instead of just": null, "soul-crushing work. Shout out-to my PAs out there. That's a good answer,": null, "I like it.": null, "Rick: Thanks.": null, "Aabria: Do you wanna describe a 'fit for us?": null, "Rick: I don't know, probably I think this character would be kind of not": null, "as fancy as others. So it'd be more of kind of like a work a day suit,": null, "with a little brown vest and well put-together but kind of earthy tones.": null, "Clean and brushed and sharp, but sort of like not trying to stand out, I": null, "think, maybe this person.": null, "Aabria: I love this. You're giving, \"She's All That\" ponytail and": null, "glasses. 'Cause we're gonna take off the paint-splattered overall and": null, "you're going to be the belle of the ball.": null, "Rick: Yes, I'll be like a butterfly metamorphosis. Yeah, yeah.": null, "Aabria: That's very good.": null, "Rick: Yeah.": null, "Rick: You've already found the arc, amazing.": null, "Aabria: We did it! Look how easy that is! Mario, you're up! Don't you": null, "disappoint me.": null, "Mario: Qué no entiendo nada. A donde estoy, quienes son ustedes, porque": null, "estoy acá…": null, "(Ebony laughs)": null, "Mario: Okay, y'all. Oh my gosh, I don't even know how to wiggle my way": null, "out of this one.": null, "Aabria: While you're thinking, I am gonna jump in and just let people,": null, "'cause I don't think I ever said this when it aired, but Theodore was": null, "actually like-": null, "Mario: Oh, Theodore!": null, "Aabria: Yeah, Theodore was a Mario-Aabria joint effort, so you already": null, "kind of exist in the world and you gotta play.": null, "Mario: That's right!": null, "Rick: Okay. (Aabria laughs)": null, "Aabria: That's right, I completely forgot about Theodore. I mean listen,": null, "my real fantasy is to come out in a ball gown at all times.": null, "Aabria: Yes, yes.": null, "Mario: So if we're just gonna have to pick a look, it's gonna be a ball": null, "gown that there's something that comes off, because there's gonna be a": null, "reveal.": null, "Aabria: Obviously, obviously, yes.": null, "Mario: I've always dreamt of long hair. So yes, probably like high": null, "ponytail, like Ariana Grande, long. (Rick laughs) But still something": null, "probably a little chic. So it's gonna have pockets where I could just": null, "like (pops tongue) glide around and yeah, that's Theodore.": null, "Aabria: I love it, I love it, and you. Incredible. All right Kevin,": null, "you're up. Don't you let me down.": null, "Kevin: Yeah, I got this, no problem. The show, flowers are is in the": null, "name. So I like Iceland and in Iceland there's a flower called Lupine,": null, "so I guess I'm in the Court of Lupines.": null, "Aabria: Ooh!": null, "Kevin: That makes sense.": null, "Mario: Yeah!": null, "Kevin: Yeah, and then I guess the name, David Kerns introduced me to": null, "Luxardo cherries, so I guess my name will be Luxardo in the Court of": null, "Lupines. That's what I got.": null, "Aabria: I thought you were gonna say your name was gonna be David Kerns": null, "and I was going to get up and run away.": null, "Kevin: I take it back. My name is David Kerns in the Court of Lupine.": null, "Denise: I guess I'll start with the outfit. And then maybe you guys can": null, "guess what court and maybe what occupation or what my role is.": null, "Aabria: Okay, okay.": null, "Denise: Okay, so I have raven feather. I'm starting at the neck, raven": null, "feather sort of collar.": null, "Denise: The entire thing's raven feather. I need shoulder pads.": null, "Aabria: Yes, good.": null, "Denise: It's raven feather, kinda all the way down. And it's a bird": null, "type. So I'm thinking like half bird, half maybe... Elf?": null, "Denise: If we can do that, I'm just trying to figure-": null, "Aabria: We can do whatever we want! It's our imagination.": null, "Denise: We do whatever we want. Maybe human, maybe half raven, half": null, "human. Because I have back pain because my job is so, so I gotta get": null, "this back pain.": null, "Aabria: It's too real, my immersion.": null, "Kevin: Because you're carrying the production on your shoulders.": null, "Denise: Because I'm carrying the production on my shoulders. (Ebony": null, "laughs) (Rick laughs) I also have a crystal that, I'm a very important": null, "character": null, "Aabria: Yes, obviously.": null, "Denise: so my crystal gets in touch with everyone's-": null, "Aabria: Love it.": null, "Denise: Blank, because I am Jeremy Renner's like (laughs)": null, "Aabria: Yes, good, yes.": null, "Denise: In the world, I'm Jeremy Renner's agent and (laughs) I'm booking": null, "him for the worst, the worst place imaginable, but to help his career.": null, "So what would that be? That would be like the Court of Misplaced Palm": null, "Trees, I don't know.": null, "Aabria: I love the Court of Misplaced Palm Trees 'cause that's just": null, "Riverside, California.": null, "Denise: Exactly. (Rick chuckles) How did they get here? (Aabria laughs)": null, "(Rick laughs)": null, "Denise: You and I will call our people that would be into my crystal.": null, "(Aabria laughs)": null, "Aabria: Incredible! Okay, well, you guys are all so wonderful. Thank you": null, "so much for everything you do and I'm so happy and overjoyed at the": null, "story we got to tell together. I adore y'all so much and I can't wait": null, "until I bully everyone at Dimension 20 to coming back and asking for new": null, "crazy things to the dome. Maybe, maybe someday Rick, I will ask for a": null, "battle map. Who knows? Who knows?": null, "Rick: I'm here when you're ready.": null, "Aabria: (laughing) I cannot wait. Well, that is gonna be it for this": null, "episode of \"Adventuring Party\". I hope you guys remember our weird exit": null, "from all of our episodes 'cause we're gonna do a little physical throw.": null, "So if you can get your hands a little ready, this is how we're gonna": null, "leave it.": null, "(Aabria yells)": null, "Bye! Bye-bye, bye-bye.": null, "Ebony: Bye!": null}