{"Dimension 20": null, "Adventuring Party": null, " ": null, "A Spill of Pearls": null, "Season 10 Episode 7": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hello and welcome to the Adventuring Party for chapter seven of": null, "A Court of Fey & Flowers. Yeah, we did it. You knew a ball was coming,": null, "and it happened, and it was masquerade, and we did it, fam. How's": null, "everyone doing? How's everyone feeling?": null, "Lou: Great, fam. Great, fam.": null, "(players cheering)": null, "Aabria: Sweet. I just want to talk really quickly about how dope this": null, "board is.": null, "Surena: It's so cool.": null, "Oscar: Oh wow.": null, "Lou: It's an all time board.": null, "Emily: A spill of pearls.": null, "Aabria: A spill of pearls!": null, "Oscar: A spill of pearls.": null, "Aabria: We have the episode title, amazing. Yeah, let's talk about this": null, "very cool episode, because I think a very fun thing happened where, kind": null, "of knowing that this was going to be the masquerade episode, I was like,": null, "oh, what if we just kind of start there? But then, all of the scenes": null, "sort of leading up to it felt more important than the ball itself, so": null, "let's start from the top. The Lords of the Wing. Off the leash, to mix a": null, "metaphor. Back in these streets and being nasty, how does it feel?": null, "Emily: Good to be back.": null, "Lou: Truthfully, we should've never left.": null, "Emily: We should've never left.": null, "Lou: It's where we belong. And those were great drugs you gave us, man.": null, "Thank you so much.": null, "Emily: Those drugs were good.": null, "Lou: Those were great drugs.": null, "Aabria: Chekhov's drugs. Nicely done.": null, "Emily: Yeah, I think we had just been like, who are the high status": null, "people we can fuck with?": null, "Lou: Yes.": null, "Emily: We found them? Let's go.": null, "Aabria: Why fish the whole time?": null, "Lou: I'm going to go out on a limb here and say that fish are the": null, "opposite of birds.": null, "Oscar: Mm.": null, "Aabria: Yeah, okay.": null, "Lou: I think that's something.": null, "Brennan: Scientifically, that tracks.": null, "Emily: I specifically didn't take the water breathing potions because I": null, "was like, ugh.": null, "Lou: Ugh, disgusting. Disgusting.": null, "Aabria: There are birds that swim, though.": null, "Lou: Yeah, but they don't live down there.": null, "Emily: Not these birds! Yeah! They hold their breath. They don't breathe": null, "the water.": null, "Aabria: That's fair.": null, "Lou: Can we talk about how fucked up it is that fish shit where they": null, "live?": null, "Emily: Yes!": null, "Lou: I just don't think, a bird would never do that.": null, "Emily: Birds shit, and then it falls to the ground where they don't": null, "live.": null, "Lou: Exactly. And then they go back up in the fucking sky, all right?": null, "Because that's how birds do it. So when I turn a motherfucker into a": null, "fish, it means something!": null, "Oscar: Damn.": null, "Surena: Dang.": null, "Aabria: Damn.": null, "Lou: It means something!": null, "Aabria: Hurtful. Wild. Also, you picked, like, the nastiest fish, too.": null, "Emily: Yeah.": null, "Aabria: A little mudskipper.": null, "Lou: I thought it would be that mudskipper thing they do. I was like,": null, "yeah, that's humiliating.": null, "Aabria: What did you guys think about the sort of propositions from...": null, "Like, truly the loveless propositions from Suntar and Prince Apollo?": null, "Emily: It was kind of, like, cool.": null, "Emily: Solution to our problem.": null, "Lou: It was perfect.": null, "Emily: But what's really going on?": null, "Emily: Which, then we found out that there's details, so it's like, I": null, "don't know what we'll do now.": null, "Lou: I mean, exactly.": null, "Emily: Ideally, for me, Grandfather goes and falls in love with someone,": null, "and then that's the match.": null, "Aabria: Oh.": null, "Emily: And then that shores up the Lords of the Wing and their": null, "independence, and then I find out a way to fuck over Suntar's plans so": null, "that my-": null, "Lou: So that you can go hang out with-": null, "Emily: I have access to my daughter.": null, "Brennan: It was really interesting, the moment with Oscar and Chirp or": null, "with Rue and Chirp, where as Rue started to be like, oh my god, you've": null, "satisfied the wager, where it was mind-blowing. It felt very": null, "Shakespearian in terms of, like, the Lords of the Wing got the wager and": null, "got the threat from Grandfather and said, oh my god, we need to find": null, "somebody who satisfies the wager and is a political marriage, and then": null, "suddenly, Oscar did this awesome move as Rue, being like, actually, you": null, "can do both. It doesn't have to be the same person. The wager can be": null, "satisfied without... You could have a loveless political marriage and": null, "still satisfy-": null, "Oscar: And still find love, yeah.": null, "Brennan: Still find love. It was very cool. It was really, really cool.": null, "Aabria: I do think there's something very interesting, too, about what": null, "Rue's priority is. That was a gracious moment, but I don't know, as a": null, "DM, I was like, I have 11 followup questions about what the fuck are you": null, "thinking and planning. It was the beginning of some sort of revelation,": null, "I think, about how Rue thinks about the bet and other stuff, and I was": null, "like, oh, I want to get into it more, but there's still time, we've got": null, "more.": null, "Oscar: I mean, you know, the big question is, what is the prize that Rue": null, "has?": null, "Aabria: Yeah.": null, "Oscar: For people who-": null, "Aabria: A lesson.": null, "Oscar: Do you know what I mean?": null, "Aabria: Fuck.": null, "Emily: Well, we're gonna lose it now, we've gambled on ourselves to lose": null, "it.": null, "Oscar: I don't know.": null, "Aabria: I love that.": null, "Oscar: I truly do feel like there is a way you can win the wager, and": null, "you, as well.": null, "Aabria: And lose money.": null, "Oscar: And lose a lot of money, that's true. But what is money to": null, "archfey? Nothing!": null, "Lou: Well, not when your society's crumbling.": null, "Aabria: Yeah, amazing. We also had cool moments where we kind of moved": null, "back into where we left off from the last episode and had some more": null, "conversations between, yeah, yeah.": null, "Oscar: I mean.": null, "Surena: I mean.": null, "Oscar: Y'all two? Y'all two?": null, "Aabria: Yes, yes! So good.": null, "Brennan: That scene of making the crown- and the revelation about the": null, "shard.": null, "Aabria: Yes, oh my god, the entire building the outfit scene was so": null, "good, and yeah, thank you for getting into the shard and what, oh,": null, "horrifying.": null, "Brennan: Perfectly called shot of this moment to learn Andhera's, like,": null, "it's so heartbreaking, and it's such a sweet, I don't know, BINX,": null, "there's something, I mean, that is some romance stuff of like, it's": null, "literally Cinderella, Prince Charming, right? You are the Court of": null, "Craft, and then there's this Unseelie prince, forget it!": null, "Emily: I almost sent the birds to help you dance, and then I was like,": null, "this is too much Cinderella. I simply, I can't. I can't go full": null, "Cinderella.": null, "Oscar: I love this match so much because there's such a directness in": null, "the way that BINX talks and communicates that's like, let's get down to": null, "it, cut the bullshit.": null, "Surena: Cut the bullshit, here we go.": null, "Oscar: And then Andhera's such a stuttery little pillar boy, and it's": null, "very hard for him to sort of-": null, "Aabria: I need that on a shirt.": null, "Surena: Stuttery little pillar boy.": null, "Omar: Stuttery little pillar boy.": null, "Oscar: But you know, we're talking about very, sort of grasping what": null, "feelings are and how to communicate that, so to me, there's a really": null, "interesting balance of these two personalities coming together. It's": null, "really great.": null, "Surena: It's interesting, because I was realizing that I think BINX": null, "communicates through gifts and items instead of going into, I feel this": null, "way about you. So I like that this entire time, it started out giving": null, "you the black apples as a way to kind of say, the mortal realm's great.": null, "Here are memories from the mortal realm. It's pretty cool. But making": null, "sure that the one that I gave you there at the ball or whatever, just": null, "having it be a personal memory and something where you feel like,": null, "because it's so opposite, right? Where you're alone, and it's all just": null, "formal titles where you're from, right?": null, "Omar: Yeah, yeah, absolutely, yeah. I also loved that move so much,": null, "because there's such a, in the game, magic is ascending and it gives you": null, "abilities to just conquer other people and events and stuff, and that": null, "was such a grounding moment of, no no no, it's people. It's sitting": null, "around and just having a time. That evening is the magic moment that you": null, "can capture. And that, I was just like, how could you not try to start a": null, "revolution?": null, "Surena: Right? Yes, burn it down.": null, "Aabria: So good, oh man.": null, "Emily: Oh, I have something that I think was a huge missed opportunity": null, "from Brennan.": null, "Brennan: Wow.": null, "Omar: Whoa.": null, "Aabria: Fire. Hey, take inspiration.": null, "Emily: I'm pretty fucking pissed at you about it.": null, "Omar: Rumors phase over here.": null, "Emily: When you wrote your name on the dance card, I wanted to find out": null, "what the P stood for.": null, "Aabria: Oh shit!": null, "Brennan: I guess you'll have to tune in next week and find out.": null, "Emily: I wasn't actually mad at Brennan. That was a little thing called": null, "misdirection.": null, "Oscar: That was very good.": null, "Aabria: That was very good.": null, "Brennan: No, I love it. Oh, that's right. Well, first of all, let me": null, "just say, in terms of how much everyone's nailing this genre, Oscar's": null, "doing one of the hottest things that's ever happened, which was just,": null, "didn't draw attention to it, started calling Hob Knickolas. Woo, doctor!": null, "Oscar: For a goblin to say their name, I mean, that's a huge moment of": null, "vulnerability.": null, "Emily: But that's even, in genre, when you watch \"Bridgerton\", you": null, "notice when they say Anthony.": null, "Aabria: Yes!": null, "Emily: Or I listened to a pretty, a little too sensual of a Regency": null, "book, and it was like whenever-": null, "Aabria: Name names.": null, "Emily: It was called, like, \"On a Summer's Day\" or something like that.": null, "Oscar: Wow.": null, "Emily: It was just the weirdest thing, because it was like 70% in,": null, "spoilers for, probably that's not the title, and then 20% of the rest of": null, "it is them fucking.": null, "Oscar: Oh dang.": null, "Aabria: So it is \"Bridgerton\"!": null, "Emily: On their honeymoon. But when he says her name, she really": null, "responds to it. They take moments to be like... (gasps) Oh my god. They": null, "said my name. So it was very in genre. Did you do that on purpose?": null, "Oscar: Not at all.": null, "Emily: Wow.": null, "Aabria: Take that again.": null, "Oscar: All it was for me was that bomb that happened, the K stands for": null, "Knickolas, I'm like, that is a piece of information that Rue knows and": null, "will treasure it deeply in their heart, you know what I mean? It's just": null, "the symbolism of, a reminder of, thank you for sharing that gift to me,": null, "you know?": null, "Brennan: It's very, like, people have multiple names, right? And it's": null, "very intense to, you have that bond with people where whether you use a": null, "nickname, a first name or a last name, a part of a first name, all that": null, "stuff, and it was just very interesting and means a lot, and even when I": null, "was writing the name for the character, I was like, oh, there's a lot of": null, "periods in this name. Because I spelled it, the abbreviation for": null, "captain, so C-A-P-T period, K period, P period, Hob. And so it's this": null, "really stutter stop name, which is mostly formality, initials. It's": null, "something you would file on an office report, and then Knickolas is just": null, "so tender.": null, "Oscar: Mm-hm.": null, "Brennan: The connotation of it is so tender. I don't know, any scene": null, "with Rue has been my favorite.": null, "Oscar: I have a question for you, Brennan. Did you expect a love match": null, "with Rue at all?": null, "Brennan: I truly, so this, and who knows, we've got three episodes left,": null, "because still, there's questions-": null, "Oscar: Don't say that.": null, "Surena: Yeah, man.": null, "Brennan: I'm just saying! Things aren't a foregone conclusion. Got to": null, "watch to the end.": null, "Emily: Brennan!": null, "Aabria: I have terrible plans.": null, "Oscar: No!": null, "Aabria: I seeded them in the episode.": null, "Brennan: I think that there's an element of, when I was making the": null, "character, I was like, okay, this is a genre that holds, even when": null, "you're watching \"Bridgerton\" and you're like, part of this is a love": null, "story and part of this is a mystery with the Lady Whistledown stuff, and": null, "then the other part of it is status management with the Featheringtons": null, "and the queen, so you're like, this contains a lot. So I was like, I'm": null, "going to make a character who is very much, I mean, shout out to my boy": null, "Brian Murphy, I'm going to make a character who's a little plot hound to": null, "be like, if there's a mission, I'll go on it! If there's some shit that": null, "has to happen, I will do it! And then I was like, but I'll give him this": null, "inner conflict of not being treated well by his own court, or not": null, "feeling at home there. The way you played Rue, it was totally organic. I": null, "did not anticipate a love match for this character. What I anticipated": null, "was that he's got a hookable thing. He's got a part of him that's empty,": null, "and you hit it perfectly.": null, "Brennan mimes archery": null, "Aabria: What a good metaphor.": null, "Brennan: As soon as there was that moment in the woods, I was like,": null, "that's all she wrote.": null, "Oscar: Same for me. For Rue, I was like, okay, it would be nice to get a": null, "love match, but that's not the intention. The intention is to facilitate": null, "the Bloom. And there was a moment where Rue was catching feelings for": null, "Wuvvy in a way that was like, okay, what's happening here?": null, "Emily: I saw that.": null, "Oscar: Do you know what I mean? And that moment was it, absolutely. The": null, "characters feel so, I mean, they're from different universes, but are": null, "united. They're so similar.": null, "Brennan: They're from different universes, but a reflection is literally": null, "the opposite of something, right? So there are parts of our characters": null, "that are opposing, but in their opposition, they are reflections of each": null, "other.": null, "Aabria: Ooh. Okay.": null, "Omar: Wow.": null, "Aabria: I'm gonna write that down, hold on.": null, "Brennan: But there's that moment where, god, all Rue does is rock Hob's": null, "world both in the moment of describing their relationship to something": null, "and Hob being like, oh, you don't feel like you belong? Oh god, I guess": null, "I don't either. And then everything in that scene when you were like,": null, "you were used.": null, "Aabria: Yes.": null, "Brennan: Your victories were used.": null, "Aabria: Was so good.": null, "Brennan: And it just ending, there's something so, there was literally": null, "no rejoinder when you were like, I pray that you protect yourself.": null, "Omar: Yes.": null, "Brennan: There's no comeback. It's just like, well, I'm going to start": null, "crying, so I'm going to run into the rain,": null, "Aabria: You ran into your homeboy's rain.": null, "Brennan: Could you up that a little bit?": null, "Omar: I'm keeping up!": null, "Oscar: Yeah, also it's interesting because even in that moment in the": null, "woods, when you grabbed my hand, I was full on glamor mode, and the": null, "reason why I slapped it was because you would've felt-": null, "Brennan: Oh my god.": null, "Omar: That's why?": null, "Brennan: I just put that together.": null, "Oscar: Literally, that was the move. That was why. I was like, uh-oh,": null, "no. He's gonna find out.": null, "Omar: Such a misunderstanding the whole time.": null, "Oscar: Absolutely.": null, "Aabria: What? A whole genre?": null, "Oscar: And the same moment was when I had that meeting with y'all and": null, "you were sawing the chairs, I didn't sit on the chairs because I was": null, "like, if I sit on the chair, my owlbear ass is gonna break this.": null, "Emily: That's so funny.": null, "Oscar: Do you know what I mean? I wasn't trying to play-": null, "Surena: Power move.": null, "Emily: We read it as, like, this is a really funny power move.": null, "Lou: Full gains, full gains.": null, "Brennan: Wow, damn.": null, "Aabria: Amazing.": null, "Emily: Another moment that really made me laugh was when Squak pointed": null, "to two different people.": null, "Omar: Yes!": null, "Aabria: Flex.": null, "Omar: What's your preference?": null, "Aabria: What's your preference?": null, "Lou: What does Grandfather want, you know? I'm going to cheat on either": null, "one, so.": null, "Aabria: Wild.": null, "Omar: I also loved Emily's bird spies.": null, "Aabria: Birds spies!": null, "Surena: So brilliant.": null, "Omar: That blew my fucking mind.": null, "Surena: That was so smart.": null, "Aabria: I am very rarely actually caught off guard. I love being like,": null, "oh my god, what a thing. Yeah, obviously. That one fucked me up a little": null, "bit. I was like, yeah. Then I go, aw shit. Okay, okay, okay. That's": null, "good. Damn, got me.": null, "Oscar: Emily, you play this with a level of, I truly have no idea how": null, "you do it.": null, "Aabria: Truly.": null, "Oscar: But you are so good at covering all your bases. You have the": null, "perfect build for that sort of thing, but the fact that you use those": null, "elements-": null, "Emily: I was built to be a spy.": null, "Oscar: My gosh.": null, "Aabria: Can we talk about this a little bit? Because I want to talk": null, "about the meta of getting to be in a season with you after watching and": null, "being like, I've watched her ruin Brennan's day so many times. Love": null, "that. I would love to be at a table. And then you said yes to this, and": null, "I was like, dope! And then I remembered, oh no. I'm Brennan now.": null, "Emily: I remember too, because I was like, I pitched you playing": null, "something that was much more of a meathead kind of character, and I was": null, "like, or I could be, you know, Bladesong as in song and birdsong, I": null, "could be a wizard. And you were like, be a wizard. And I was like, are": null, "you sure you want that?": null, "Aabria: Yes. Nothing makes me happier than watching players play at the": null, "top of their intelligence and use the full kit. There are so many times": null, "where, like, yeah, I love playing D&D and being like, I'm not worried": null, "about the mechanics. I'm just here to tell a good story. And then": null, "there's moments where you're like, I'm going to whomp fucking everyone": null, "that looks at me twice. And it has been cool to be on the other side and": null, "be like, damn, she's tight.": null, "Emily: Just really in general that whole scene when we were coming in": null, "and just throwing spells left and right, that was just like, oh, we're": null, "back in our element.": null, "Lou: This is it.": null, "Emily: This is what I know how to do.": null, "Aabria: And seeing your notebook from afar, I don't know if you've ever": null, "played the board game Diplomacy, where you have to, it's a World War II": null, "recreation, and so much of it comes down to, do you get your marching": null, "orders right for everything to adjudicate the right way? And you were": null, "like, I have a whole flora- I was like, she's got it. I'm not gonna have": null, "her say it out loud and then stunt on me. Just stunt on me!": null, "Emily: Yeah, I was like, do I have to tell you which I ritual cast?": null, "Aabria: Yeah, yeah. It's very cool, so having you at your full sass and": null, "full spy.": null, "Emily: Actually, when you say that I built my character for this, I": null, "actually prioritized spells that could be bird puns.": null, "Lou: Essential, essential.": null, "Emily: That was my intention with my spell collection.": null, "Aabria: What's the bird pun for Gift of Gab, then?": null, "Emily: Oh, no no no, not for all of them. I guess Gift of Grackle. Why": null, "not?": null, "Aabria: Count it. I'll count it, that's great.": null, "Emily: I was like, spies and bird puns.": null, "Omar: Ibis, though, is choice.": null, "Emily: Yeah, bird puns.": null, "Aabria: Yeah, Arcane Ibis. Just one long-necked bird, just looking out": null, "of...": null, "Omar: Also, Lou being like, we're back, and shattering windows is so fun": null, "to me, I don't know why. It's so \"Highlander\".": null, "Aabria: I think then going and having the conversation by the shattered": null, "window is so disrespectful. Anyway, I'm gonna go talk by this open hole": null, "in the wall.": null, "Lou: These two giant holes we made. I think I literally liked the salon": null, "kind of element because it felt very much like, oh, this is where...": null, "There's a scene in \"Bridgerton\" where there's a little art gathering,": null, "and it's very much a bacchanal, and it felt just a little bit of that": null, "energy of like, oh, you can come here and cut loose. We all know how": null, "powerful we are here. We all know our reputations. We all know we're": null, "after... Airs can be a little bit let go of here, and I think it was": null, "nice to walk into that space with the drugs we were on. I mean, yeah,": null, "we'll cast it all.": null, "Emily: It'll get us fucking anything.": null, "Lou: It's a full buffet.": null, "Omar: So that was a great drug. Good job on that drug.": null, "Aabria: Thanks. Yeah, I just had that in the pocket. I didn't know what": null, "your original intent was for it.": null, "Omar: Mine would be the drug version of a pocket warmer.": null, "Aabria: What?": null, "Emily: What?": null, "Omar: So you know what a pocket warmer is? When you're a little cold,": null, "you crack it, and it's a little warm. Andhera doesn't do drugs, so": null, "Andhera's just like, this will fuck you up.": null, "Surena: And it's just warm?": null, "Omar: And you're just like, this is a coffee buzz, if that. A decaf": null, "coffee buzz, and it would've done nothing. It would've been the greatest": null, "waste of your time.": null, "Emily: I'm so glad that Aabria made it-": null, "Lou: Thank god.": null, "Brennan: Incredible.": null, "Aabria: Amazing. Yeah, go ahead.": null, "Brennan: These NPCs, by the way.": null, "Emily: Oh yeah.": null, "Brennan: Grandfather is the most terrifying NPC that I've ever fucking": null, "seen in my life.": null, "Emily: Also, what's going on with Wuvvy?": null, "Aabria: Yeah, I know, right?": null, "Emily: She's at the salon, kind of heartbroken, or I don't know. I'm not": null, "trying to say. There's something going on.": null, "Aabria: Let's map some emotions.": null, "Lou: Something's going on with Wuvvy.": null, "Emily: Something's going on with Wuvvy, and I wuv Wuvvy.": null, "Aabria: And Wuvvy wuvs wuv.": null, "Lou: Yeah, that's why I couldn't cast Polymorph on Wuvvy. I love Wuvvy": null, "too much.": null, "Aabria: You were like, no, not you.": null, "Lou: Who's the lowest? Wuvvy? Okay, who's the next lowest?": null, "Aabria: Second lowest.": null, "Brennan: Also, Wuvvy is a shapeshifter, so Polymorph wouldn't have": null, "worked.": null, "Aabria: Wouldn't have worked, yeah. For what it's worth, I was aware of": null, "that. There is no universe in which I'm not going to let this cute thing": null, "happen.": null, "Surena: Oh yeah.": null, "Aabria: Again.": null, "Omar: Gold frog.": null, "Brennan: Gold frog.": null, "Surena: Gold frog.": null, "Brennan: That fucking, you two, the vaudeville act of the scenes with": null, "you two of you going, ribbit. And you going, ha ha!": null, "Omar: I just had dinner! My chest is making noises.": null, "Oscar: Sorry.": null, "Brennan: So funny.": null, "Oscar: Okay, when I was sort of stumbling around to get to the Court of": null, "Sea Foam, there was this white curly hair.": null, "Surena: White hair. Curly hair.": null, "Aabria: Yeah. Which NPC has white, curly hair?": null, "Oscar: Oh.": null, "Aabria: Wuvvy.": null, "Oscar: Oh, because I overthought. I was like, oh, but Wuvvy can change": null, "their hair.": null, "Aabria: They can, but that was for sure Wuvvy running through the": null, "streets, and went...": null, "Brennan: Hmm.": null, "Omar: Oh, because Wuvvy had just left the spa.": null, "Oscar: Yeah.": null, "Brennan: Yeah yeah yeah yeah yeah yeah yeah. Gulp.": null, "Oscar: Gulp!": null, "Aabria: It's fine and probably won't come up. I couldn't imagine a": null, "scenario in which I would leverage Wuvvy against you.": null, "Emily: Oh my god, if Wuvvy has a heel turn, I think I'm going to cum.": null, "Oscar: Oh no, another duel?": null, "Lou: I don't think anything would make me happier than to watch Wuvvy": null, "heel turn. I'll give bardic inspiration to Wuvvy if Wuvvy heel turns.": null, "Aabria: Count that as a d8, thank you.": null, "Lou: Yes, Wuvvy. Come join the dark side, Wuvvy.": null, "Aabria: Amazing. Okay, let's talk about the last thing I want to do": null, "before we kind of wrap up. I've been sort of arbitrarily deciding your": null, "reputation swings, more to just get stuff off of your plate, but I did": null, "want to do it sincerely one time where we go through and you guys all": null, "decide. You're reputation would move down if you think you're acting in": null, "a way that would be perceived as not appropriate and out of propriety.": null, "So, that can mean whatever it means for you. So if you think you are": null, "acting in a manner of which you were expected and holding the decorum": null, "that you're supposed to be held to, because different courts have": null, "different priorities. We've seen that. We know what is expected of": null, "different people is different. So I want to go around and I want you to": null, "tell me if you think your reputation has moved up or down after the": null, "events of the last episode. Let's start with you.": null, "Omar: I think up.": null, "Aabria: Yeah, why?": null, "Lou: He thinks up.": null, "(all whispering over each other)": null, "Omar: Listen, in my humble and professional D&D opinion, I mean, there": null, "was no public scandal that occurred throughout the day. I know my": null, "personal feelings in terms of how we're all secretly interacting, but in": null, "terms of how everyone is perceiving the young prince, showing up to the": null, "ball unaccompanied so there's no judgment to be made as to whom they're": null, "spending their time with, and in an appropriate courtly suit that was": null, "hand designed for the event, I think it only makes sense that the prince": null, "showed up.": null, "Aabria: Okay, I honor your answer. You are moving up. I will offer that": null, "your-": null, "(players clapping politely)": null, "Omar: Thank you.": null, "Aabria: This is not just a reflection of your presence here at the": null, "Bloom. Do you think that the Unseelie Court would consider your actions": null, "in the last episode proper?": null, "Omar: I don't know if they know what's going on, per se.": null, "Aabria: Interesting.": null, "Omar: So I personally think I'm doing what I am there to do.": null, "Aabria: Love it.": null, "Aabria: Okay, next up, Captain Hob.": null, "Brennan: Down!": null, "Aabria: Why?": null, "Brennan: I think it goes down. I think that the only things that Hob was": null, "observed doing, which is it, right?": null, "Brennan: It's observation, right? So Hob's clandestine stuff has been": null, "not amongst goblins, so he's just been absent a lot, right?": null, "Aabria: Yeah.": null, "Brennan: And then I think at the ball, he faded into the background, and": null, "if anyone saw him do anything, it was fail to push the Unseelie prince,": null, "and also, once again, I think that him going to Rue at the very end, who": null, "was the theoretical, not in actuality, but the supposed architect of the": null, "duel, right?": null, "Brennan: And Hob going to comfort them in this moment of fear is at the": null, "very least... (Brennan mumbling in a tone that implies scandalous": null, "gossip) You know, it has that thing to it. So I think Hob is either": null, "vanished or, if people are talking about it, their talking about": null, "something he did that has a little tint of scandal to it.": null, "Aabria: Love it, absolutely agree. Okay.": null, "Emily: Are we allowed to stay the same?": null, "Aabria: No.": null, "Emily: No. I think, look, I'll be frank, I'm trying to go down. I don't": null, "know that I achieved that yet. I feel like I'm standing, looking at the": null, "path I'm gonna take.": null, "Emily: But I don't think that I've gone up. So I guess, I mean, do you": null, "think we've gone down?": null, "Lou: I was also going to say up, but I want to go down.": null, "Emily: I think I've gone up, but I'm planning on going down, just to": null, "fall from higher heights.": null, "Lou: We got nasty, and people walked up to us and were like, it's so": null, "good to see you!": null, "Oscar: We love it, yeah.": null, "Emily: That's what I'm saying!": null, "Lou: It was like, come on, man! Who do I have to fucking Polymorph in": null, "here to get some fucking... I feel similarly.": null, "Emily: So I think we did go up, but.": null, "Lou: And then we told Grandfather how we were doing, and he went, hell": null, "yeah, we'll see you at brunch tomorrow!": null, "Emily: Well, that's because we gave him drugs.": null, "Lou: Well, that was even before the drugs.": null, "Aabria: Really?": null, "Lou: Yeah, he told us he liked us and then we put the mask on him and": null, "then he went off.": null, "Aabria: Y'all pointed out two literal fey royals and went, yo. There's": null, "no reason for him to not believe you, because he'll suss it out in a": null, "later conversation, but there's no reason to not go, tight. I'm down": null, "with the drugs.": null, "Emily: Because even the two of them still think that, we wore our": null, "strawberry pins.": null, "Lou: Exactly, strawberry royal blue.": null, "Aabria: Strawberry royal blue.": null, "Emily: Okay, so yeah, up.": null, "Emily: Up.": null, "Aabria: Up?": null, "Lou: Up.": null, "Aabria: Good reasons. Okay, what about Rue?": null, "Oscar: I think down, for sure, yeah.": null, "Lou: Jealous.": null, "Emily: I know, I know. I'm chasing you, I'm chasing you.": null, "Oscar: I think we're starting to see the disconnect between Rue and the": null, "Court of Wonder.": null, "Oscar: Especially with the meaning of the Wavemaster and the fact that": null, "they were being so candid, essentially being like, I'm not really": null, "associated with the court. I can't speak for the Court of Wonder even": null, "though I'm a part of it, and a huge part of what appears to be the Court": null, "of Wonder. I think sort of getting rid of the glamor was, I think": null, "everyone applauded it, but I think deep inside the Court of Wonder, it": null, "was quite shameful.": null, "Oscar: So that's not going to be reflected very well. At least, even": null, "having a discussion with the chorus of the Court of Wonder to": null, "de-glamorize should've happened, and it didn't, and it looked bad. Also,": null, "I mean, I don't know if this is canon or not, but during the Bloom, I": null, "think Rue has always been an outsider looking in, but now you're seeing": null, "them being more involved in it, being a part of the Bloom, and I think": null, "the Court of Wonder finds that very tacky.": null, "Aabria: Ooh, I like that. (players groaning) I will make a note of that.": null, "Oscar: So yeah, down.": null, "Lou: Tacky.": null, "Oscar: Hella down.": null, "Emily: Wait, it's tacky to be part of the Bloom?": null, "Oscar: Well, it's like you created this thing, and now you want to be a": null, "part of this thing you created? Yuck.": null, "Omar: Dipping your toe.": null, "Brennan: Seeing the wedding planner dance at the reception.": null, "Oscar: Exactly.": null, "Lou: God, it's funny you say that and I'm like, that would be weird.": null, "Emily: That would be weird.": null, "Lou: Go work. What are you doing out there?": null, "Aabria: That's very good, and a good analogy. Nice, okay, and down. Last": null, "but not least, BINX.": null, "Surena: I think that BINX's reputation went up, and I think it's because": null, "they were given the gift of making a suit, and it's sort of showing the": null, "Court of Craft's actual craftsmanship.": null, "Surena: And then also, coming into the ball in their own outfit as well.": null, "Also, the closest thing that they have to a court right now are their": null, "warlocks.": null, "Surena: And I feel like-": null, "Aabria: Scratch.": null, "Surena: Scratch, you know?": null, "Oscar: Scratch, iconic Scratch.": null, "Surena: Iconic.": null, "Lou: Iconic.": null, "Surena: Fan favorite Scratch.": null, "Lou: So much fan fiction about Scratch.": null, "Surena: But, you know, being there for them and seeing them battered and": null, "beaten up from this battle and being able to help them take of their own": null, "mask, so they were unmasked the entire party, and giving that to them, I": null, "think, hopefully gives Scratch more belief in BINX, so.": null, "Aabria: I love that. Agreed. Okay, on that note, reputation stuff is set": null, "and we are ready to get into the next chapter, so we'll see you then for": null, "chapter eight. Until then...": null, "(all cheering merrily)": null, "Goodbye, goodbye, goodbye.": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}