{"Dimension 20": null, "Adventuring Party": null, " ": null, "Was Your Father a Meat Burglar?": null, "Season 10 Episode 3": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Welcome to episode three of \"Adventuring Party\" for \"A Court of": null, "Fey and Flowers\". We're here. I'm so-": null, "Lou: I'm so excited.": null, "(group laughing) (cheering)": null, "Aabria: Every time! Oh man. Welcome, hello. Welcome into my neutral...": null, "So much shit happened. That was a long one and a crazy one, so we gotta": null, "talk about it real quick. How are we feeling? How's everyone doing?": null, "Lou: Tight like a tiger.": null, "Omar: Tight like a tiger.": null, "Surena: Like a tiger.": null, "Emily: I've never associated tigers with tightness.": null, "Aabria: That's an \"Austin Powers\" reference.": null, "Lou: It's an \"Austin Powers\"... It's just-": null, "Emily: Ohh.": null, "Aabria: Got it.": null, "Lou: But tight. We're only starting to decompress from all of the": null, "momentous energy during the duel.": null, "Surena: The duel.": null, "Lou: A lot went down.": null, "Aabria: Amazing.": null, "Surena: Yeah.": null, "Brennan: Aabria, you're so good at making stuff matter. It's like the": null, "number one thing DMs do of setting the tone.": null, "(Aabria laughs)": null, "Words are overrated. Your ability to sculpt how scary that fucking": null, "moment was, how intense and significant. 'Cause mood is the most": null, "readable thing in storytelling, whether it's a novel or a movie. And": null, "it's like being there. I don't know, it was fucking amazing.": null, "Aabria: Oh, thank you.": null, "Emily: When I went home after the first day, I told that to Murph. I was": null, "like, \"She sees a moment and then amplifies it.\"": null, "Brennan: Yes.": null, "Oscar: Yes.": null, "Emily: She knows how to just be like, \"Wait, there's a whiff of": null, "something there. Let me fan that flame.\"": null, "(group laughing)": null, "Oscar: Which is so in character with just the regency trope.": null, "Surena: Yes.": null, "Lou: Yeah.": null, "Oscar: Even just a little touch means so much, and you're able to": null, "capture that so well.": null, "Emily: Yeah.": null, "Aabria: Thank you. I think it's really, really... We were talking about": null, "it a little bit upstairs. Everyone has hit the tone, so it makes it": null, "really easy to be like, okay, we're doing this? Everyone's bought in and": null, "locked in the whole time, 'cause like, yes, the duel is very cool and I": null, "wanna talk about it, but I also wanna talk about our Lords of the Bird": null, "starting off the session by holding court. Everyone came, too": null, "Oscar: Y'all were popular.": null, "Aabria: It was so good.": null, "Surena: So popular.": null, "Emily: I actually had a note to send to you that I just didn't get a": null, "chance to send.": null, "Oscar: What?": null, "Oscar: Nice.": null, "Emily: But now we're on bad terms.": null, "Lou: Now we're on bad terms.": null, "Emily: He's dead.": null, "Oscar: Yeah, it's 'cause of you.": null, "Lou: Well, you know, we are both Lords of the Wing, but I am my own": null, "person.": null, "(Emily laughs)": null, "But yeah, the beginning of that ep was pretty... I was honestly": null, "surprised at the amount of... 'Cause I had plans to summon Andhera, and": null, "yet here he is. And then Gwyndolin's here, it's just... Everyone wants": null, "to... But hey, it makes sense with the reputation we're building.": null, "Emily: I was so glad that Gwyndolin reached out 'cause I've been sitting": null, "here being like, how the heck do I have a connection with her? What do I": null, "do? 'Cause she's so unreadable. And so when you reached out I was like,": null, "oh, sick. Let's do this.": null, "Surena: Yeah. I was really excited, and trying to figure out in what way": null, "would they reach out? And I think that moment that we had last session": null, "with you sharing with Andhera was so against what would be of the Court.": null, "Emily: Uh-huh.": null, "Surena: Right. And then that was just so interesting to Gwyndolin/BINX.": null, "And I just wanted to know more about your deals.": null, "Lou: Did you write a list of pick-up lines?": null, "Emily: Yeah, did you write pick-up lines?": null, "Emily: What about lewd drawings?": null, "Aabria: You got it, you got it.": null, "Lou: Yeah, you got it.": null, "Brennan: Oh!": null, "Aabria: Shut up, shut up, shut up.": null, "Lou: This is what you pay for.": null, "Omar: Is your father a thief? I will report him.": null, "Surena: I don't understand that one.": null, "Aabria: That is the perfect encapsulation-": null, "Brennan: To play off of-": null, "Aabria: Of their game.": null, "Brennan: Is your father a meat burglar 'cause it's... What's that one?": null, "Emily: Or are you a thief? 'Cause you've stolen my heart.": null, "Brennan: Yeah, yeah, yeah. Is your father a thief? Because you... Yeah,": null, "there's-": null, "Omar: A meat burglar?": null, "Surena: A meat burglar?": null, "Lou: Everything that was said in the last 30 seconds made no sense. I'm": null, "like, am I tired, or did he just scream \"Your father's a meat burglar\"?": null, "Of course.": null, "Brennan: Someone will find it. It's from something.": null, "Lou: Someone will find it. It's on you. This is your job now.": null, "Brennan: All right, I'm getting the phone out. I'm gonna look up the": null, "meat burglar thing.": null, "Oscar: We need to find out what this meat burglar business is about.": null, "Omar: They stole the meat and put it in your eyes. Was that it?": null, "Aabria: Eyes?": null, "Omar: 'Cause originally the thing is, is your father a thief 'cause he": null, "stole the star... Which again-": null, "Emily: Oh, that's right. You're right.": null, "Lou: Stole the stars and put them in your eyes, got it.": null, "Omar: I'll say it, but it's not-": null, "Aabria: Say it.": null, "Omar: Because he stole the stars and put them in your eyes. First of": null, "all, if someone's eyes are twinkling like that, call a medic. Second of": null, "all-": null, "Lou: Likely a concussion.": null, "Omar: Thief stole-": null, "Emily: Yes, concussed.": null, "Omar: I don't think stars are owned, so I don't know if that's thievery.": null, "Aabria: Hold on. My dad bought me a star.": null, "Oscar: Oh.": null, "Emily: Really?": null, "Aabria: I'm just kidding. No, absolutely not.": null, "Emily: People can buy stars, right?": null, "Lou: You can name a star.": null, "Emily: You can pay to name a star?": null, "Lou: You can name it.": null, "Aabria: But I don't think you own it.": null, "Lou: I don't think you can technically own it.": null, "Lou: Yeah, I don't think you can build property on it.": null, "Surena: Yeah, I think it's like you're renting a star along with the": null, "other people who are renting it.": null, "Omar: Anyone can name a star.": null, "Lou: Okay, rude.": null, "Omar: Kevin.": null, "Aabria: Kevin.": null, "Lou: With legal precedent.": null, "Aabria: We look up at the sky and see the same Kevin.": null, "Oscar: Hey, Brennan, it's taking a while for you to find this meat": null, "burglar thing.": null, "Lou: It's almost like this meat burglar thing is-": null, "Brennan: It's a line-": null, "Emily: Oh, that's what you're doing.": null, "Brennan: It's a line from the Tim Meadows \"The Ladies Man\" movie.": null, "Lou: Way too deep a cut.": null, "Brennan: Way too deep a cut.": null, "Aabria: Nuh-uh. It's a lady.": null, "Brennan: Why I remember that like that was a huge cultural touchstone.": null, "Lou: And not like a rerun on Comedy Central at 11:30 at night.": null, "Brennan: I think it was more of an insight into how often I was just": null, "parked in front of a television watching Comedy Central and being like,": null, "\"This is the world.\"": null, "If someone took too fine hams and shoved them down the back of your": null, "dress. Two fine hams.": null, "Surena: Oh, okay.": null, "Emily: Oh.": null, "Lou: I was about to say.": null, "Brennan: Two fine hands is different.": null, "Emily: Is your father a meat... Okay.": null, "Lou: Yeah, 'cause, yeah.": null, "Oscar: Oh, okay.": null, "Lou: Yeah. Is everyone, are we all-": null, "Aabria: Everyone hated it.": null, "Lou: I think we got it, I think we're there.": null, "Brennan: Everyone, plug into whatever your Fitbit or your Ring is,": null, "'cause we took a long walk today, you know what I mean? Sorry about": null, "that.": null, "Aabria: Gotta get your steps.": null, "Lou: So it's, is your father a meat burglar because he took two fine": null, "hams and shoved them down the back of your dress?": null, "Aabria: Oh, no. That's bad.": null, "Lou: Wait, what? Are you a meat burglar? Who the fuck is a meat burglar?": null, "Brennan: Now...": null, "Lou: Am I-": null, "Aabria: He's just standing-": null, "Brennan: I'm diving back in.": null, "Lou: The situation, is it that I'm... Are you... So it's me going up to": null, "Omar and being like, \"Are you a meat burglar? 'Cause it looks like you": null, "shoved two-\"": null, "Omar: No, my father stole two hams from a deli.": null, "Lou: Okay.": null, "Omar: And then said to me, \"Son-\"": null, "Surena: (laughs) Son.": null, "Omar: \"I need you to put these hams next to your buttocks, and I need": null, "you to-\"": null, "Oscar: Next to them?": null, "Surena: Next to-": null, "Oscar: Next to them.": null, "Aabria: Side cheek is the hottest.": null, "(group speaking over each other)": null, "Lou: I think it's time to just buy the rights to screen the scene from": null, "\"The Ladies Man\" in this moment. Just cut this out and play that scene.": null, "Aabria: Yeah. That's good.": null, "Brennan: Cool. So yeah. Someone talk to Bridgman or Kerns and get them": null, "to get the rights to-": null, "Lou: Can't be more than like a cool mil or two.": null, "Aabria: It's like, 20 bucks.": null, "Brennan: And it is, it's \"Was your father a meat burglar? Because it": null, "looks like he stole two fine hams and stuck them down the back of your": null, "pants.\"": null, "Lou: Jesus, can we talk about how insane that is?": null, "Oscar: That would be crazy.": null, "Surena: Pants.": null, "Oscar: It's like if he stole the meat and then ran home and was like,": null, "\"Quick, hide these under your pants, now!\"": null, "Lou: Dad, what? Dad, what are you doing? Shut up.": null, "Omar: What?": null, "Oscar: One. Two.": null, "Omar: The use of \"Was\" puts a timeline on this, and I don't like that.": null, "Omar: Like, hey man, your father, when he was with us, was he-": null, "It's horrible. Every part of this is like... I'm sorry.": null, "Brennan: That's a real way to derail that.": null, "Emily: Was your father, rest in peace, a thief?": null, "Brennan: Hey, I'm sorry to bother you, but is your father a meat": null, "burglar? He, he was.": null, "Emily: He was, thank you.": null, "Brennan: He was.": null, "Emily: He was.": null, "Aabria: Terrible.": null, "Emily: And unfortunately, the world took him from the meat burgling": null, "industry.": null, "Aabria: Too soon.": null, "Emily: Too soon.": null, "Lou: Life caught up with him, you know? It's a lot of cholesterol, all": null, "that fucking ham. After he took it out of my pants-": null, "Emily: And burgling.": null, "Lou: Yeah, exactly.": null, "Omar: My original plan was to first ask permission if it would be okay": null, "to flirt with you in character. I asked you in the green room, in": null, "general, if our characters-": null, "Emily: Oh yeah. Oh yeah, yeah.": null, "Aabria: Okay, no, that's good. Check in with your table. That's good.": null, "Sorry, I laughed in a bad way and now I have to walk it back.": null, "Omar: And in-character, that was going to happen. And then when Squak": null, "opened the door, Andhera's entire plan got fucked. It was just like, oh,": null, "you're here.": null, "Lou: The funny thing is that that was Squak's plan, was to summon you": null, "here to flirt with my sister. That's everything I wanted. And so": null, "standing here, I fucked up my own plan.": null, "Oscar: 'Cause you're returning the favor after what your cousin did for": null, "you and Theodore, which by the way-": null, "Aabria: Yo.": null, "Omar: Ohh!": null, "Oscar: Talk about rumors.": null, "Aabria: Body count, what's up?": null, "Lou: I mean, it's nice to be first on the board, you know?": null, "Emily: That was so smooth, to be like, \"Turn into a bird, fly back.\"": null, "Oscar: I know.": null, "Aabria: So dope.": null, "Lou: He knows I'm worth it, you know? He knows I'm worth 10 minutes as a": null, "bird. I'm worth... I'm worth it.": null, "Surena: You're worth it.": null, "Aabria: If you think about it you get to a bad place, and you get back": null, "to the good place when you understand what it means.": null, "Lou: Yes.": null, "Aabria: Yeah. That's good.": null, "Lou: No, it was nice to have sex with somebody in this game.": null, "Oscar: Now, is this just... Is it just a hookup, or is it more?": null, "Lou: Oh, for sure. All of this was a ho moment, I think for me. It was": null, "just a full, this big strong man threw me 20 feet and I was like, okay.": null, "I think that's a little bit of old Squak, of just like, okay.": null, "Emily: But then you also got a letter from Baroness Alvin.": null, "Surena: Yes.": null, "Emily: Who I think was the sea foam person in the beginning of the duel.": null, "Lou: Of the duel, yes. People be sending me water, you know?": null, "Aabria: Sometimes you just send people foam, message foam.": null, "Lou: When you got it like that, people be sending you-": null, "Oscar: But you didn't wanna tell your cousin.": null, "Omar: Yes, you did that.": null, "Surena: Yes, I was gonna ask.": null, "Lou: I mean, yeah.": null, "Brennan: There are some secrets here that the cousins keep from each": null, "other.": null, "Oscar: Y'all are close, but-": null, "Omar: Not that close.": null, "Oscar: Y'all have your own secrets you won't tell each other.": null, "Lou: I mean, you all have secrets. It seems... I don't know. You've got": null, "secrets. Who's Reykjavik?": null, "It's the capital of Iceland.": null, "Brennan: Well, we saw a letter to Wrackingspelt, but everyone's writing": null, "letters, so you know.": null, "Lou: All right, going around the table, Wrackingspelt. Who's feeling a": null, "child? Anybody feel like a kid?": null, "Emily: I was thinking a child.": null, "Lou: Feels like a kid, right?": null, "Emily: I was definitely thinking a child.": null, "Lou: Hob's got a kid? From another marriage? From a nasty marriage?": null, "Oscar: Are you married?": null, "Aabria: What's a nasty marriage?": null, "Lou: To a goblin, it was like-": null, "Surena: They're all nasty, in a good way.": null, "Omar: Mm-hmm, go on.": null, "Aabria: I remember the answer to this, so I abstain.": null, "Emily: And then we also have... Oh, the warlock patron.": null, "Lou: Yes, the-": null, "Omar: Yeah, can we-": null, "Oscar: Wow.": null, "Aabria: The BINX reveal.": null, "Omar: That please.": null, "Brennan: What is going on?": null, "Lou: What is-": null, "Surena: No more secrets, yeah. Definitely-": null, "Omar: I don't believe that, but please continue.": null, "Surena: No more, none at all.": null, "Aabria: Can you imagine?": null, "Surena: No, but it was fun to try to actually assert my own point of": null, "view. It's so opposite from the Court, so it's this balance of like,": null, "okay, here's my deal as this warlock patron doing their fucking best": null, "around these fey who are so fancy and courtly. But I'm figuring it out.": null, "Omar: So to connect all the dots.": null, "Surena: Yeah.": null, "Omar: You are a warlock patron, which means that there's a warlock that": null, "hits you up-": null, "Surena: I mean-": null, "Emily: That's Mika.": null, "Omar: For magic.": null, "Aabria: Mika.": null, "Omar: Right? Am I getting this right? 'Cause that's hilarious.": null, "Brennan: Love it.": null, "Emily: It's great.": null, "Omar: So, you get interrupted when other games are doing... When Mika's": null, "out, or not even going-": null, "Surena: The world is happening still.": null, "Omar: Right, right.": null, "Surena: Adventures are happening.": null, "Omar: I guess I never imagined that... I took for granted that there's a": null, "back side of the tapestry. Do you know what I mean?": null, "Omar: I just do stuff in other games and then I'm just like, yeah, main": null, "character, whatever.": null, "Surena: So that's what I was thinking about when I was figuring out what": null, "I wanted to do. It's like, why do spells require such strange": null, "components? What is that about? And to me, that is fealty.": null, "Brennan: Oh.": null, "Aabria: Love that.": null, "Surena: And so if that's what that is, then every spell a warlock casts": null, "is in blessing to their patron, so that's how that stays afloat, I": null, "think.": null, "Brennan: I love that.": null, "Aabria: I love it so much.": null, "Omar: Just the presentation is so funny, where you have to get wood, you": null, "have to-": null, "Surena: You have to get wood.": null, "Oscar: Thank the tree.": null, "Surena: From a tree, thank the tree, please.": null, "Emily: I also really liked Mika.": null, "Oscar: Mika's great.": null, "Brennan: Mika's so good.": null, "Surena: She's so fun.": null, "Aabria: That was just me playing my actual... I love playing warlocks,": null, "and I don't think I've ever had any sort of deferential relationship": null, "where I'm like (groans).": null, "Emily: When you said \"I only have two spells,\" like you were pissed": null, "about it, that was so universal. Everyone who's played a warlock has": null, "been like, well, there's my two fucking spells.": null, "Aabria: Being a warlock, getting counter-spelled is the worst thing": null, "that's ever happened to anyone ever. You're like, are you fucking": null, "kidding me? Are you fucking kidding me?": null, "Lou: As a DM-": null, "Aabria: What is this?": null, "Lou: You really do get that... I've literally had conversations with": null, "Brennan about dealing with warlocks in my game who just go like, \"Hey": null, "man, what do I do? Do I roll to ask him what to do?\" So it just feels so": null, "right for it to be this almost customer service esque relationship. It's": null, "like, hey, what's up? I'm leaving voicemails, I need help.": null, "Lou: I need guidance. Please tell me where I'm going.": null, "Brennan: And it especially feels great because, not to get into a": null, "cosmological discussion, but the difference between a warlock and a": null, "cleric is truly up for debate of like-": null, "Aabria: Yeah.": null, "Omar: Right.": null, "Brennan: 'Cause clerics get their spells from gods, and then warlocks": null, "get their spells from other magical non-god things that use different": null, "ability scores. But it really does feel like, well, this is why you get": null, "brand name. If you want spells, you should go to Pelor, you should go to": null, "Ehlonna, you should go to, you know. Go to somebody who can really help": null, "you out. 'Cause clerics are over here rocking dozens of spell slots.": null, "They've got so many spells. And then warlocks are like, I'm 10th level.": null, "You're telling me I still got two... And there's some customer service": null, "rep being like, \"But you cast them at the highest spell level available": null, "to you.\" And you're like, so does the wizard and he's got fourth and": null, "fifth and third and all these other spell levels!": null, "Aabria: I don't need to upcast fucking Misty Step. Please.": null, "Please, sir!": null, "Brennan: Yeah.": null, "Omar: Undeserving, the one that you chose is so funny, 'cause when we": null, "found out the context, I'm like, that is a very useful spell, actually.": null, "Oscar: What was the spell that you... What was it?": null, "Surena: Unseen Servant.": null, "Oscar: Which is?": null, "Surena: It is... Oh, basically you cast an invisible servant, like an": null, "apparition that can do things like lift up a pail of water, or babysit": null, "a-": null, "Oscar: So you hired a nanny, essentially.": null, "It's an invisible nanny.": null, "Brennan: Unseen Servant is one of those spells in D&D that doesn't get a": null, "lot of love, and if magic were real in real life-": null, "Omar: Oh.": null, "Aabria: Everyone, all the time.": null, "Surena: Everyone would have that spell.": null, "Brennan: Having a little whirlwind that can do chores for you is": null, "unbelievable.": null, "Omar: Mm-hmm.": null, "Aabria: Oh man. I just really liked that we were talking early about,": null, "okay, what are some of the tropes and things we're gonna map on to": null, "regency? There was always someone in the mix that has a job. They're not": null, "fully idle rich. So it was so cool when we're like, a warlock patron.": null, "That's a working Archfey.": null, "Emily: Mm.": null, "Aabria: I'll be like, oh fuck, I have a... Look, I have warlocks, but": null, "it's not-": null, "Surena: But it's not big deal though, don't talk about it. I'm not gonna": null, "talk about it. It's fine.": null, "Brennan: That's a great metaphor, too, because just like with the idle": null, "rich, there are people who are so powerful that it would not be untoward": null, "for them to be running mortal... You know what I mean?": null, "Brennan: The idea of like... There's certain, even in regency periods,": null, "like Darcy in \"Pride and Prejudice\" has businesses. He's actually": null, "working, he's doing shit because he's of such a high station that he's": null, "actually running shit. So it feels fun of like, it's an Uncanny Valley.": null, "You really shouldn't work unless you're one of these people or one of": null, "these people, right?": null, "Oscar: Mm-hmm.": null, "Aabria: Hundo-P. Oh man.": null, "Oscar: Now, there was a moment where y'all had a conversation that got": null, "real.": null, "Aabria: Yes!": null, "All: Yes.": null, "Brennan: Yeah!": null, "Oscar: About the material plane.": null, "Omar: Yeah.": null, "Aabria: Havanan.": null, "Emily: Well because we have this thing. We came up with all these": null, "rumors, and one of the rumors-": null, "Aabria: ♪ Rumors ♪": null, "Emily: Is that the Court of Wonder just came into new magic, but the": null, "scandal is that maybe it's actually just glamour, or maybe it's coming": null, "from the material plane. They have some weird relationship with the": null, "material plane, and so I think... I wasn't trying to metagame as a": null, "player, I was like, oh, I think that Chirp wouldn't be able to help but": null, "ask what she knows about the material plane.": null, "Emily: I think she would just be like-": null, "Oscar: But you fuck with the material plane too, right?": null, "Surena: Yeah. Maybe.": null, "Oscar: Oh!": null, "Aabria: You can't just ask a bird person if they fuck with the material": null, "plane.": null, "Lou: Exactly. What's your reputation at?": null, "Lou: Baby.": null, "Surena: Speaking of reputation, what I thought was really fascinating is": null, "when we were having that conversation, from that, I don't know if you": null, "decided then to be against the Court of Wonder, or if you've always been": null, "against the Court of Wonder. But your tone changed in a way that's like,": null, "oh, there's something here.": null, "Emily: Yeah.": null, "Lou: I mean, I think that's a little... When me and Aabria talked about": null, "this character at first, she was like, \"Where is this character most at": null, "home?\" And I was like, in the muck.": null, "Aabria: Yes.": null, "Lou: This character just likes to cause... To a problematic degree, my": null, "character just likes to cause trouble. So I think there was something": null, "about needing a person from the Court of Wonder who was like, \"I don't": null, "know if I really fuck with them.\" That was me like, okay.": null, "Emily: When you said something, like two M words in a row, that was": null, "like, ma, something or other, and I just was like, let's talk more about": null, "that. I wanted to hear more about that.": null, "Lou: So I think there was just something about you being like, \"I don't": null, "know how I'm feeling about the Court of Wonder,\" that was just an": null, "excitement for Squak that's like, okay, so we have this person in the": null, "Court who doesn't like it?": null, "Oscar: Yeah.": null, "Lou: What on earth could we do with that?": null, "Emily: What better ally?": null, "Surena: And I think on the last two episodes, I felt very invulnerable.": null, "So I was like, here's all my shit.": null, "Surena: Good luck with that.": null, "Brennan: That was such a huge moment. That's the most fun thing to keep": null, "track of, is there's a lot of shit out there. How much do we know? This": null, "is a master course in not metagaming, right?": null, "Surena: Mm-hmm.": null, "Brennan: Because the Lords of the Wing are sitting... Like when": null, "BINX/Gwyndolin was saying... For me it's not even the thing about the": null, "critical thing she said about the Court of Wonder. If Hob had been": null, "there, it was the fact that you referred to the Court of Wonder as": null, "\"them\".": null, "Omar: Yes.": null, "Brennan: And I caught that and I went-": null, "Emily: I caught that too.": null, "Brennan: If Hob was there.": null, "Hob has complicated feelings about goblinity. He would never refer to": null, "them, it's us, right?": null, "Emily: Yeah, but even in that moment it's like, Emily noticed that, but": null, "it's also like, Chirp's mind isn't there. Chirp's mind is like, \"Fuck, I": null, "just said too much by naming a specific place.\"": null, "Brennan: (gasps) Oh, yeah, that's good. God, this game is really good.": null, "Aabria: So good.": null, "Emily: That's why I even was like, I'm not gonna use Gift of Gab because": null, "it's like, I don't even think my mind is there. I think I'm just like,": null, "fuck, I said too much.": null, "Surena: Yeah, like you're more internal.": null, "Aabria: It's so good.": null, "Surena: Yeah, and panicking.": null, "Omar: In terms of not saying too much, that fucking scene-": null, "Emily: Oh my god.": null, "Aabria: Oh my god.": null, "Oscar: And it backfired. I mean-": null, "Aabria: Did it? I think it was great.": null, "Oscar: It's so wild, because my intention was actually to send it to": null, "Hob. It was, and then when I got a reaction from Wuvvy, it like... This": null, "is a moment where the player influenced the character.": null, "Oscar: 'Cause I was like, whoa, that's a strong reaction. And then I was": null, "like, yes, what I'm doing is so crazy, so aggressive, so soon, that you": null, "need to burn the letter.": null, "Aabria: Oh, so good.": null, "Emily: I also really liked that you were regretful about casting Command": null, "on Wuvvy for the first time.": null, "Oscar: Oh yeah.": null, "Surena: That was hard.": null, "Oscar: Absolutely.": null, "Aabria: That was the thing. That was the thing-": null, "Oscar: That really killed me. Yeah.": null, "Aabria: Okay. If he had to force her to do it, then she's like... Or if": null, "he had them to do it, then there's something more, and that's what set": null, "her off.": null, "Surena: Terrifying.": null, "Aabria: That's very cool. It was such a cool scene. I was like, what are": null, "you doing? You're burning it? (gasps) No!": null, "Emily: And then for you to be like, you told Wuvvy to burn it, but she": null, "still knows what the letter said.": null, "Aabria: 100 %": null, "Omar: Yes!": null, "Oscar: 'Cause I said it out loud. You knew everything.": null, "Aabria: And her entire job in relation to you is you give dictation and": null, "she carries that out. So I think there's also that sense of like,": null, "regardless of whatever her feelings for them are, it hasn't been said": null, "and we'll leave it to-": null, "Emily: I got some-": null, "Aabria: It becomes a thing, that she has that just a little bit too far": null, "sense of like, I know what they want. I've got this.": null, "Aabria: And we'll have just a... It takes a little bit too much of a": null, "liberty with-": null, "Oscar: Right. And then when you approached Hob, first of all, that bell": null, "moment was like, epic.": null, "Omar: Ooh!": null, "Oscar: Epic.": null, "Surena: So good.": null, "Oscar: 'Cause it was suddenly like, not only do I know now, but I've": null, "known and I've been sitting on this, and now because of what happened": null, "with Rue, this is when I will declare the duel moment to happen. Oh!": null, "Were you not shitting your pants at that moment?": null, "Aabria: He's scared of me.": null, "Brennan: I was shitting my pants the whole time, because what's been": null, "going on thus far... Because Aabria's doing such a good job of like...": null, "It's rare to be the highest status person in a D&D world. And so all of": null, "us have this status where we're calling for scenes and we're calling the": null, "shots and we're saying this because we are the Archfey. So there's this": null, "moment of like, ah, we're strolling merrily along and Aabria is": null, "adjudicating rules and providing NPCs and setting the stage and being": null, "the Greek chorus for our story. And then Aabria took out a giant hammer": null, "that said \"Plot\" and hit me over the side of the head with it. It went": null, "like, bam, and I went, oh god! And I was like, there's a duel? And Wuvvy": null, "was also, let me be real, terrifying.": null, "Surena: So scary.": null, "Brennan: Hob kept a straight face.": null, "Oscar: Oh my gosh.": null, "Brennan: Wuvvy, both in that original scene and then at the duel was": null, "terrifying.": null, "Brennan: She's in a new feral form, shape shifting, she's got a sword. I": null, "was looking at my character... Listen, sometimes I pop off mechanically": null, "with characters. This character is not Evan Kelmp. This is not a super": null, "fight... K.P. is designed to be very tough and to be a good guardian, a": null, "good soldier, but he's not an invincible character, so I was looking at": null, "it being like... For example, you know, barbarian rage cuts piercing": null, "damage in half. If Wuvvy had been some kind of paladin doing radiant": null, "damage, that would've been curtains. That would've been all-": null, "Omar: You don't say, Brennan.": null, "You don't say.": null, "Emily: I was so mad, 'cause I really wanted to see... I really wanted to": null, "help Andhera in the fight, and then you delayed it and we weren't": null, "allowed to cast any spells. And I was so rooting for you. Although you": null, "did get your crit on the thing.": null, "Aabria: That was so good!": null, "Surena: Your had your slippery-": null, "Lou: Slippy boy.": null, "Oscar: You were a slippy boy.": null, "Aabria: You're a slippy boy.": null, "Brennan: I feel like that nat 20 was perfect because it... Andhera,": null, "there was something about proving in that... No matter what the result": null, "of the fight was, that said what you needed it to say.": null, "Aabria: 100%": null, "Brennan: Right?": null, "Aabria: And I think that's the cool thing about duels, is it's never": null, "really about who wins, it's going through a painful process publicly,": null, "well. And you did it, so you essentially, you both won that duel.": null, "Aabria: The only one that came out bad was an NPC, and they'll probably": null, "never come back in a way that means anything.": null, "Lou: Well, I mean, that NPC is tied to a certain person.": null, "Aabria: Amazing.": null, "Brennan: Referring to Rue's assistant?": null, "Aabria: Rue's assistant.": null, "Surena: Rue's assistant.": null, "Aabria: Speaking of which, before we end, I'm just gonna call shots on": null, "reputation movement now and then we'll wrap. Not due to your own": null, "behavior, but a sort of public damning of the Court of Wonder, you're": null, "both moving down one.": null, "(Omar and Brennan gasp)": null, "Both our Lords of the Wing have kept it tight. You both move up one, and": null, "you ding and you get your first good reputation tag.": null, "(Brennan gasps)": null, "Brennan: Well done, Lords of the Wing.": null, "Emily: I feel like I absolutely made everyone mad during that battle.": null, "Aabria: No. The only person you really interacted poorly with was Rue.": null, "Brennan: Oh, should we leave the boxes?": null, "Aabria: Oh yeah, you know what you're doing. I got it.": null, "Emily: I'm sorry.": null, "Aabria: You just fully popped it off.": null, "Lou: No, I got it. I've got it.": null, "Aabria: My god.": null, "Lou: Go home, dude, I got it.": null, "Emily: I feel terrible because I was really just, I thought like, oh,": null, "well maybe Rue needs a friend right now, and then you were just so mad": null, "at me and I was like, oh my god, I bungled this.": null, "Oscar: Well because what I saw was a message being delivered by birds,": null, "immediately the association, and then I see a duel between Hob and Rue's": null, "assistant-": null, "Aabria: That was also part of it.": null, "Oscar: Orchestrated by y'all, and I was furious. There was a sadness of": null, "these two people that I've learned... I mean, I've learned to care very": null, "deeply, and I've always cared very deeply. But also the betrayal of": null, "these birds sending the message, which to me meant y'all orchestrated": null, "this.": null, "(Aabria gasps)": null, "Omar: Oh!": null, "Oscar: And then to say Rue's assistant, I was mad. But when you came to": null, "me, Rue read that as, oh, she's trying to make amends over the mistake": null, "that she made by giving me that messy-ass letter.": null, "Emily: I literally was just like, maybe we shouldn't... He wanted to": null, "support Hob, but then I was like, well, let's divide and conquer because": null, "I don't wanna close any doors here. Also, I as a person am unfortunately": null, "too party-focused, (laughs) so there was a part of me that's like, okay,": null, "but I'll go hang out with Rue. And then, yeah.": null, "Oscar: Then I sent you that message being like-": null, "Emily: I know. And I was just like, all right, I'll take it. I'll take": null, "the blame for this. (laughs)": null, "Brennan: That Bardic Inspiration to Hob was so interesting to me.": null, "There's a lot of things in this that I've understood so far. That one": null, "was so interesting 'cause it felt like I can't read that move. I can't": null, "read if that's shit stirring.": null, "Oscar: But you said you wanted to see the-": null, "Aabria: Who can say.": null, "Lou: It's just the muck. It's just the-": null, "(Omar laughs)": null, "Aabria: I love it.": null, "Lou: I have this-": null, "Emily: Were you disappointed I didn't jump in?": null, "Lou: No, absolutely not. I think there is... Squak's a bad guy. There's": null, "a lot about Squak and how he interacts with other human beings that is": null, "toxic. I love you.": null, "It's like you can't do any wrong in my eyes. But the rest of you are all": null, "putrid and don't matter to me. And so it's like, I think there is this": null, "moment in the morning of the confirmation of the comfort with the": null, "Unseelie Court, the weakness in the Court of Wonder, and the opportunity": null, "to support you in a duel featuring their assistant that I'm like, how": null, "can... Squak's desire to create a mess is just like, oh, I have to.": null, "Emily: I think I also, like I said, I have a letter for Rue because I": null, "have a favor to ask of Rue. And so I was like-": null, "Aabria: And we'll get to that next time. I'm cutting you off. You both": null, "move up, end the feed. Goodbye, goodbye. We'll be back. (laughing) No,": null, "I'm just kidding. We'll see you next time for chapter four, Seaside": null, "Teatime. Come on.": null, "All: Yeah!": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}