{"Dimension 20": null, "Adventuring Party": null, " ": null, "Trinkets For Everybody": null, "Season 10 Episode 5": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hello, and welcome to \"Adventuring Party,\" the show after the": null, "show that we do while we're sitting here. That can't be what it is.": null, "Lou: No, haven't moved at all. I think that's right on.": null, "Aabria: Oh my God, there's handholding. I can reach you guys.": null, "All: Oh!": null, "Aabria: What a beautiful episode. Thank you for playing in my dope hedge": null, "maze that I didn't know we were gonna get to. Holy crap, that was": null, "amazing. Before we get into it, there's like shit to adjudicate. So": null, "let's just do that really quickly and it won't make any sense to people": null, "who don't watch this part. Everyone's reputation is going to move up": null, "one.": null, "(gasping)": null, "Omar: Do you know your reputation?": null, "Oscar: Wait, what?": null, "Oscar: No, what, is it good?": null, "Aabria: That's my favorite part of this is that they don't see it and": null, "feels very \"Dude, Where's My Car?\"": null, "Brennan: Yeah, we'll have Art come in and move it up in a second.": null, "Aabria: Yeah, don't touch them. That means three of you--": null, "Lou: We tried.": null, "Aabria: It was a whole thing.": null, "Lou: They talked down, Rick Perry got in my ear.": null, "Aabria: His gun was swinging. I was like don't do it, Rick, you can't go": null, "back. You served your nickel.": null, "Lou: He just did this a bunch of times. That's right, Rick Perry did": null, "this a bunch of times. You think you could touch it? You think you can": null, "touch my Mancala pieces? Huh?": null, "(laughter)": null, "Aabria: They are Mancala pieces.": null, "Lou: And I still love him. That's the crazy thing.": null, "Aabria: So that means Rue, Captain Hob and then Andhera are all going to": null, "get positive reputations.": null, "Omar: What?": null, "Emily: Wow.": null, "Aabria: Yes. And BINX, you're fresh out the gate. It was gonna go down,": null, "but because you know, you won the whole thing, I guess, we'll be super": null, "chill about you kind of crashing the party, but I love it. We'll get to": null, "that in a second. Other than that, I have trinkets for everybody.": null, "Emily: Trinkets?": null, "Aabria: Yeah, you got your piece.": null, "Omar: I did, thank you.": null, "Aabria: You being the craziest potion boy.": null, "Aabria hands Brennan a small potion": null, "Omar: Wow.": null, "Brennan: Is this potable?": null, "Aabria: Please don't, I don't think so.": null, "Surena: Don't.": null, "Emily: Just eat the feather again.": null, "Oscar: Don't do it.": null, "Aabria: This is for you.": null, "Aabria hands Emily a teacup": null, "Brennan: Oh!": null, "Aabria: Sipping tea and causing drama as you go. This one's insane, but": null, "because Prince Apollo was just a silly little boy.": null, "Aabria hands Lou a glass pineapple": null, "Lou: I love it.": null, "Brennan: The golden pineapple.": null, "Aabria: The Seelie courts. You, Rue, as the first one to reach out and": null, "have an affinity with the hedge itself.": null, "Aabria hands Oscar a glass leaf": null, "Oscar: Oh yes.": null, "Brennan: Lovely, lovely.": null, "Aabria: And last but not least, a reveal of your true self.": null, "Surena: Wow.": null, "Aabria hands Surena a medal": null, "Oscar: Oh, that's gorgeous.": null, "Aabria: Everybody gets trinkets.": null, "Lou: Everybody gets trinkets.": null, "Aabria: Amazing. So I guess we should talk about how the fucking game": null, "went. We got- no burying the lede here. Hey BINX, welcome to the-": null, "(applause) Sweet, so how did it feel to like finally reveal your": null, "character?": null, "Surena: It was so, it was lovely because Rue like, the scene that we": null, "had, it was just so, it was fun, it was funny, and I felt like, oh shit.": null, "Like, it is more important that BINX is like comfortable and themselves": null, "more than it is to continue being Gwyndolin who she's not comfortable": null, "with. And I think like on every instance of conversation I've had as": null, "Gwyndolin, it's been like, yes. And it's just because like, it's so": null, "opposite of what her like nature and her personality is. So you": null, "providing that like, that moment, it just felt really good. And then the": null, "thematic like element of just having like it all open. We all saw each": null, "other. We were all running towards this thing. It was, yeah, you're": null, "freaking amazing.": null, "Oscar: I mean literally the clearing of the smoke.": null, "Lou: Yes, oh!": null, "Emily: That was very funny.": null, "Surena: Yeah, that was so good.": null, "Aabria: I was like oh.": null, "Emily: I loved it.": null, "Surena: It was good.": null, "Lou: We can't have shit, if no one, if there's no shit, everyone can't": null, "see what everyone's doing.": null, "Emily: Yeah, you're right, you're right.": null, "Lou: There's no muck to roll around in.": null, "Aabria: Incredible. I have loved your two like having that like sort of": null, "clarity like we are gonna make shit crazy. And it feels so good 'cause": null, "it feels like that was always your character coming in. And now having": null, "that extra bit of like, the crazier everyone else looks, the better we": null, "look. So.": null, "Lou: Hey, that's how you become mature, all right?": null, "Aabria: There you go.": null, "Lou: You belittle everyone around you so that they look childish.": null, "Aabria: That seems fine.": null, "Lou: You just kinda reduce the rate like, you know, the bar for": null, "maturity, you just bring it down here, and then look at that.": null, "Aabria: There you go. You're clearing the bar.": null, "Lou: Boom.": null, "Aabria: That's great. Amazing. How's everyone doing?": null, "Brennan: So good. That hedge was so, what a like thematic like, oh,": null, "everyone's confronting their deals, their secrets. There's all this": null, "stuff going on. There's like espionage and court play, and then like": null, "deeply personal stuff. Slapping that horse on the ass and sending your": null, "sister packing.": null, "Aabria: So good.": null, "Brennan: Ooh, baby.": null, "Aabria: Amazing.": null, "Oscar: How did that feel to do?": null, "Surena: Yeah.": null, "Omar: Geez, I've been waiting 30 years. (laughter) I'm the worst of my": null, "family. It's me. I'm the sister. Incredible. That was so wonderful, and": null, "the trust that you have in all of your players, like when you were in": null, "games was so great. I didn't feel stressed because I was like, I really": null, "wanna make this move, and you testing it, I was like, I can still do": null, "this. Like I'm not gonna panic and do something else or change": null, "everything. I was like obviously she's a very intelligent character, but": null, "I still think I could do it. It was so satisfying.": null, "Aabria: Oh, that was so good.": null, "Omar: It was so glorious.": null, "Aabria: I love having the like two moments of your character like": null, "actively and like visibly sort of betraying your sister in order to make": null, "a play for it, and then having that moment inside the darkness bubble.": null, "Can we talk about it?": null, "Lou: Hands, touching hands.": null, "Aabria: I wanted to scream.": null, "Brennan: I also thought of Neil Diamond in that moment. Touching me,": null, "touching you. Oh.": null, "Aabria: That was so cool. Okay, I have a question for the group before": null, "we start talking about more moments. Who did everyone like want to end": null, "up with the crystal? I know we talked about it a bit in game, but like": null, "as your player, who did you want to end up with the crystal heart?": null, "Emily: It's hard to know because as soon as you guys had that scene and": null, "it was my turn next, I was like, well, I know who I'm rooting for, the": null, "player. So yeah, I think just like watching it, I was like, well,": null, "clearly it should go to BINX, you know? So I think, I don't know who my": null, "character was rooting for, but I think I was very excited to see BINX": null, "get it. It felt right.": null, "Aabria: Yeah, it's very cool. Man, good told story. Anybody else?": null, "Lou: Who told the story?": null, "Omar: I honestly, as a player, thought I would be, it crossed my mind at": null, "one point that I was like, this is out of my control so I can entertain": null, "this concept. But if Lady Chirp got it and the hedge was just like,": null, "yeah, we're cool.": null, "Emily: Oh my God, I would've been like don't put that in my hand. Please": null, "give it to BINX. Please give it to BINX!": null, "Lou: Get, keep it away!": null, "Omar: No one, and you're on the outside all eyes on you, and then it": null, "just pops up and then you have to invite the person to the dance, and I": null, "just thought that would be very funny.": null, "Emily: Oh my God.": null, "Omar: What a terrible nightmare for you.": null, "Emily: A fucking nightmare.": null, "Brennan: Yeah, BINX. It had to be BINX. But also I think what was so": null, "funny about it was, I feel like there are times where I have to": null, "negotiate with my character 'cause Hob is like, I'm trying my hardest to": null, "win. And then Brennan is like, but you can't. (laughter) But buddy, you": null, "can't. Not this time. And so it's like, literally like approaching this": null, "like as the hedge is being set up, it felt like a bizarre negotiation in": null, "my own head where Hob was like, I need to do right by my court. And I": null, "was like, but literally the plan to put Grabalba in the position was the": null, "compromise between me and Hob.": null, "Emily: Yeah.": null, "Brennan: To be like this is gonna let you try your hardest while also": null, "giving a way for this to fuck up at the finish line, and you don't do": null, "it. Like it was literally, that was like, I don't know if other people": null, "experience relationships with their characters in that way, but like,": null, "yeah. That was yeah, a hundred percent.": null, "Emily: I really liked all your goblins on- (crosstalk)": null, "Emily: Your punishment drinking goblins?": null, "Aabria: Can we get those names again? Who's the squad?": null, "Brennan: The squad is, so Captain KP Hob, the Viscountess Grabalba,": null, "Lieutenant Gorebladder.": null, "Aabria: Still alive.": null, "Brennan: Corporal Blash.": null, "Aabria: Absolutely dead. (laughter)": null, "Brennan: And Corporal Strump.": null, "Aabria: On death saves.": null, "Brennan: Strump!": null, "Emily: Can I roll for Strump's death saves?": null, "Aabria: Yes.": null, "Lou: Nat one.": null, "Brennan: 18, that's a success.": null, "Emily: Okay, success.": null, "Brennan: 15 success.": null, "Surena: Okay, okay.": null, "Brennan: 13 success! (applause)": null, "Aabria: Roll a D4 for me.": null, "Brennan: My beautiful Strump.": null, "Emily: What?": null, "Aabria: D4.": null, "Emily: D4?": null, "Aabria: Yeah.": null, "Lou: It's just a tiny little leaf of IV just dripping everywhere.": null, "Aabria: Okay, he's stable and he'll be back up in three hours.": null, "Aabria: Good job, you saved a life today.": null, "Brennan: I kiss all my little Corporals as they recover. (laughter)": null, "Aabria: Kisses for the boys.": null, "Lou: Hob's out for the next episode, attending a funeral.": null, "Brennan: Corporal Blash never spoke, he only screamed.": null, "Omar: I wanted to know what the conversation was between the two, like": null, "the pairs of like, all right, we're opening this one, who drinks it?": null, "Brennan: A goblin military operation of them. It felt very, like even as": null, "I was giving hard orders, it felt very gobliny to be like, this is": null, "operation root around in trash and find potions and drink them and some": null, "of you die. It felt very, yeah, it was a gobliny vibe to it.": null, "Oscar: I love this idea of the hedge mage, mage?": null, "Emily: Well, it was probably made by a hedge mage.": null, "Omar: Yeah.": null, "Oscar: So this idea that the wizard created the hedge maze that wasn't": null, "fully confrontational, which was a really cool take on that, you know?": null, "like the idea that like, the maze wasn't out to get you, but it was": null, "trying to help you.": null, "Aabria: Yeah.": null, "Oscar: It was really, really cool. Like it was on our side the entire": null, "time. And if it was met with force, it was gonna throw force back at": null, "you, so.": null, "Aabria: Yes. Like a Libra, this hedge maze is gonna meet your energy.": null, "Oscar: Absolutely.": null, "Lou: It's got an astrological symbol.": null, "Emily: Are you a Libra?": null, "Aabria: No, I'm a Taurus.": null, "Omar: I like that you're like, I heard that characterization, I think": null, "that's you, Aabria.": null, "Emily: No, I just thought if someone knows something about astrology,": null, "that's probably what their sign is.": null, "Aabria: I love astrology TikTok far beyond how much I believe in it.": null, "Emily: Okay, okay, okay.": null, "Oscar: What is everyone's sign?": null, "Omar: Oh, we should--": null, "Oscar: Taurus.": null, "Omar: Gemini, obviously.": null, "Aabria: Obviously": null, "Brennan: Capricorn.": null, "Emily: I'm keeping it close to the chest.": null, "Oscar: Oh.": null, "Omar: Sagittarius, okay.": null, "Emily: No, I'm a Leo.": null, "Aabria: Lie.": null, "Omar: Oh.": null, "Lou: I'm a Scorpio cuspy.": null, "Emily: What's cuspy?": null, "Lou: The very last day of Scorpio. So theoretically, I have traits of a": null, "Sagittarius. (laughter)": null, "Oscar: Theoretic theory. He says in the most Sagittarius way.": null, "Lou: Oh my God.": null, "Oscar: If I believed in this. (laughter)": null, "Lou: You?": null, "Oscar: I'm an Aries.": null, "Surena: Scorpio.": null, "Lou: Wow, okay.": null, "Aabria: Scorpio.": null, "Lou: So a nice little spread around the table.": null, "Emily: I am mostly Scorpio with the other stuff though.": null, "Aabria: Yeah, we didn't say our big three that tells you a lot of--": null, "Lou: Well, then I'll have to pull my birth certificate out and you know,": null, "we don't need to do that.": null, "Brennan: It’s hard for me 'cause I was born on the moon.": null, "Aabria: Yeah, that's fair. (crosstalk)": null, "Lou: A literal moon? In space?": null, "Brennan: I was born in space, so you know, what is that?": null, "Emily: You were born in space? Oh, wow.": null, "Lou: You don't know Brennan was the first baby born in space. It's kind": null, "of a crazy thing.": null, "Aabria: He was on that Virgin rocket that goes up and down.": null, "Emily: Holy shit, Richard Branson's your dad.": null, "Brennan: Yes, Richard Branson is my dad.": null, "Lou: Brennan just has so many talents that we can't, like we don't have": null, "time to acknowledge all of them. We can't talk about the moon stuff.": null, "Brennan: Richard Branson took me to the moon in an airplane and gave": null, "birth to me on it.": null, "Oscar: But he took you-- (crosstalk)": null, "Brennan: In his belly, To the moon on an airplane and gave birth on the": null, "dark side of the moon.": null, "Emily: Brennan could have only been created in a lab. (laughter)": null, "Lou: By billionaire Richard Branson.": null, "Brennan: Virgin Atlantic's Richard Branson.": null, "Aabria: Amazing.": null, "Omar: In terms of their not being conflict in the hedge, I loved three": null, "examples of it. Very distinctly the conversation with you two. I thought": null, "was beautiful.": null, "Aabria: Yes.": null, "Omar: The exploration of Squak and family was interesting of just like,": null, "how does this, like where does this go? And for me, an MVP moment was": null, "Lady Chirp finding out where the Bluetooth that there was only 58": null, "minutes left in sort of this life.": null, "Aabria: Yeah. (laughs)": null, "Omar: There was many emotional moments on the surface. That was one that": null, "actually cut really deep for me. Just hearing like, oh shit. What can we": null, "do?": null, "Surena: To know you.": null, "Omar: Do you wanna see a sunset? (laughter)": null, "Lou: What was Caw doing in the--": null, "Surena: Yeah, people were looking for you.": null, "Emily: I didn't even know that Caw was gonna be in this campaign. We": null, "haven't seen Caw yet.": null, "Lou: Well, they're here. I mean, if we're talking emotional moments, I": null, "mean, I feel like we need to talk about the table's new resident coward.": null, "Aabria: That was so good.": null, "Emily: Yeah. You, it's you. (crosstalk)": null, "Aabria: Fucking wild. Please talk us through 'cause we talked about it a": null, "little bit in the break, and I just walk us through your.": null, "Brennan: It's a, well, I think the hardest thing on this side of the": null, "screen is not meta gaming, right? And so the important thing is,": null, "everyone watching at home gets to judge Hob from the perspective of": null, "knowing that Rue wrote that letter. Right? What Hob knows is there was": null, "this really tender moment of kindness and intimacy in the forest that": null, "was followed up with a challenge to a duel. I had heard that I had": null, "either made Rue weep or that I, and Hob's most paranoid reading of that": null, "is like, oh, they were so ashamed by my affections that I like ruined": null, "their station in their own court or something like that. And then, you": null, "know, to back that up, the following day, Rue shows up in full support": null, "of Wuvvy dressed in this way to fully show support. So it's like, oh.": null, "And we make eye contact and there's no hint of like apology or there's": null, "no hint of like, this is complicated. It's very uncomplicated. And then": null, "Hob is like further embarrassed of that duel as it's like, you know,": null, "other courts conspire, it's like other courts conspire to like leave him": null, "blooded. So it's this whole complex thing. And then Rue's entrance. And": null, "once again, it goes like Hob recontextualizes everything is going like,": null, "oh, it's the thing of like, you know, when you feel like someone is": null, "doing something to spite you, there is still connection in that. Spite": null, "is a strong emotion. So you're like, you care about me 'cause you're": null, "trying to humiliate me. And then Hob recontextualizes everything and": null, "goes, oh, Rue is struggling with things that are so beyond my ability to": null, "interact with and interface with, and like, my dumb goblin ass was": null, "putting them in an even more precarious position while they were trying": null, "to navigate this relationship with their true self. And I think Hob": null, "honestly looks at it at Rue's form as an owl bear and goes like, yeah,": null, "you don't need another large furry thing walking around making your life": null, "even harder. And I just think it--": null, "Oscar: It's allergies, it's allergies, but also I'm getting some": null, "emotions.": null, "Omar: You don't have to lie. You don't have to lie.": null, "Brennan: No, but I think really Hob in that moment is like, oh, I get": null, "it. Like I was a liability. And it was, I thought that, like I thought": null, "there was tender affection. I then was mistaken in thinking there was": null, "spite. There wasn't spite, there wasn't affection. It was just I misread": null, "something and there was nothing there, and that was my mistake. And so": null, "in the maze, smelling those peonies, Hob's appraisal of his own": null, "cowardice is about like, oh, I'm still feeling this. Do I act on it? And": null, "then hearing the goblins was, as we said during the break, just enough": null, "of an excuse. Just enough of an excuse. Because I don't think, I think": null, "if Hob felt that there was earnest affection there on Rue's side, it": null, "would change the math. But the thing for Hob was, are you gonna go make": null, "a fool of yourself again? Like, are you gonna, like, like okay, yeah,": null, "you feel this way. You smell the peonies in the air. You feel this way,": null, "it's undeniable. They don't. So what? You're gonna go humiliate yourself": null, "again? Go do your job. You know, like.": null, "Oscar: Yeah, that wasn't your intention to begin with. Hob's intention": null, "was not to show up to the Bloom and like find love or anything like": null, "that. You had a clear goal.": null, "Surena: You have a mission.": null, "Oscar: And as someone who is a tactician, who is very sort of goal": null, "oriented, very against the goblin nature, the passion, all of that like": null, "impulse stuff takes a backseat. And when the opportunity for work comes": null, "along, you gotta take it.": null, "Brennan: Well, and also like, where have I shined? Where has Hob shined?": null, "Because any interaction with the Court of Wonder has led to humiliation": null, "and angry reproach from his advisors. Be it Gwyndolin, be it Rue. this": null, "is what has made the Bloom bad for the goblins. Any time he's put his": null, "head down and done his job, it has worked. And so--": null, "Aabria: I love the tactical crit that like, I love when dice like help": null, "reaffirm because in that moment, you like not only were successful in": null, "doing the thing you wanted to do, but that moment where the other": null, "goblins like snapped to attention and fall into line is such a like": null, "reinvestment character wise. Like this is where you belong and you're": null, "doing exactly what you need to do. You're in your pocket. So like stop": null, "worrying about the thing that's happening back behind you and get it": null, "done. That was like the most heartbreaking crit. I was like, no, no, no.": null, "Brennan: It really feels that way, and it really feels too like the idea": null, "of like you're saying. The dice could have told a different story. Like": null, "the dice could've, I could've succeeded on rolls that brought me closer": null, "to Rue, and I could have failed on rolls having to do with goblin stuff.": null, "But the dice have created this narrative around like, I keep coming back": null, "to that thing that Blemish and Boil said about like, you're a blunt": null, "instrument. And the dice, bear that out. Like you succeed when you": null, "follow orders. And when you act in the interest of your heart, you bring": null, "shame and ruin on your court.": null, "Aabria: Yes. Incredible. I wanna say I love that you stepped away,": null, "Emily, and had a character that like stepped back and didn't engage with": null, "this. 'Cause I think it's interesting in this like hedge maze that is": null, "just absolutely about like, hey, we're gonna like fucking call it out.": null, "What do you really want right now at this like halfway point in the": null, "series that like you pulled away, your character is pulling away. And I": null, "feel like we know the least about like what she wants.": null, "Emily: Well, I think I was planning on using my, I was planning on using": null, "my plant whisper thing to be like, take me to the diamond. I'm not gonna": null, "go it. And just like have my hand over and whoever showed up, I would": null, "basically be like, if you take this, you owe me a favor.": null, "Emily: Literally it happened right after your scene, and I was like, ah,": null, "BINX is to win. (laughter) And then I was like, okay, I can go after": null, "Suntar. I can go after Suntar. I can just pile on that.": null, "Omar: Thank you for that, by the way. That was so useful.": null, "Aabria: That slow snipe was so good.": null, "Brennan: So good.": null, "Emily: Just like through a little peep hole.": null, "Brennan: Well, I also, I mean like, 'cause here's the thing, the scene": null, "hasn't gone away in my head of Chirp writing that letter.": null, "Brennan: So maybe, I don't know, maybe Chirp's a little afraid of a": null, "hedge maze that brings you to what you want.": null, "Aabria: That was I felt like such a, ooh.": null, "Omar: Interesting.": null, "Brennan: On my face.": null, "Lou: Thoughtful pensive feather against my cheek.": null, "Aabria: But I love that like, yeah, in a episode where I was like, okay,": null, "we're gonna get to a bunch of things. Oh, I guess we're just gonna be.": null, "No, this maze is the thing.": null, "Brennan: Oh the best, the comedy scene, in the incredible, the": null, "incredible--": null, "Emily: I saw you were mad about it.": null, "Brennan: That was such a tender reveal. And then you guys did this like": null, "vaudeville act that was so good.": null, "Emily: Was it actually a cursed item? What were the mechanics of it?": null, "Oscar: Yeah, I wanted to know.": null, "Surena: It was just a key, but I figured it out later. Like, you know? I": null, "love just like putting things out there and be like, we'll know. We'll": null, "know storywise what this thing does.": null, "Omar: Oh, that's so good.": null, "Oscar: 'Cause when I received the key from you, I was like, ah, it's a": null, "metaphor for us bonding. I never took it to be like a cursed object and": null, "I was like, okay, interesting.": null, "Brennan: And even the metaphor. I remember that episode, It was a very": null, "curt response.": null, "Oscar: It was.": null, "Surena: Like it wasn't a letter back, it was just a--": null, "Oscar: Well, curt or guarded.": null, "Brennan: Yeah.": null, "Oscar: You know what I mean?": null, "Brennan: Yeah, for sure, absolutely.": null, "Oscar: We all got secrets, we gotta protect ourselves.": null, "Aabria: I loved it. And I'm gonna make us stop talking now 'cause we do": null, "have more secrets to reveal. So yeah, let's call it here, and we'll see": null, "you for the next episode of \"A Court of Fey and Flowers.\" Until then.": null, "All: Yaw!": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}