{"Dimension 20": null, "Adventuring Party": null, " ": null, "Knickolas Pterodactyl Hob": null, "Season 10 Episode 6": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hello and welcome to episode six of Adventuring Party for A": null, "Court of Fey & Flowers. Oh my goodness. Oh, what's happening? Are we all": null, "little squirrels asleep?": null, "Oscar: Huh? What, huh?": null, "(all talking over each other)": null, "Lou: Everybody, hello!": null, "Surena: Hi!": null, "Aabria: Good morning! Good morning.": null, "Omar: I got you, babe. Sorry.": null, "Brennan: That was my alarm clock for a little while.": null, "Omar: Really?": null, "Brennan: The clip from \"Groundhog Day.\" ♪ Put your little hands in mine": null, "♪  That one.": null, "Aabria: Amazing. Sweet. So we did it, we're officially in the back half": null, "of the season.": null, "Lou: Let's do it.": null, "Oscar: Sad, truly sad.": null, "Aabria: There's just been so many more amazing revelations, but before I": null, "get to that, I would like to talk a little bit about the mechanics,": null, "because we started off this session running another round of rumors and": null, "the epistolary letter writing phase, and I just want to check in, what": null, "do you guys think of these alternate mechanics being pushed into this": null, "kind of game specifically? Are the rumors hitting? Do they feel like": null, "they add anything?": null, "Brennan: Rumors slap, rumors slap.": null, "Lou: I kind of love the rumors. I think it's nice to be able to, like, I": null, "feel like sometimes when you're playing TTRPGs, it'll be like, and this": null, "is information I need to inject about my character's thinking that then": null, "I'm projecting along with the actions I wish to take, and the rumor": null, "phase allows you to just be like, everyone's talking about it.": null, "Aabria: Yes.": null, "Lou: And my actions are a reaction to just the court, rather than my": null, "own, like, the mathematics I've done in my head, and I think that's a": null, "very fun thing to inject that, and then to see the other ways that": null, "everyone else is able to grab onto it because it is public knowledge,": null, "not my own thought processes.": null, "Emily: Oh, yeah.": null, "Aabria: It feels like a fun counterpoint to a game where secrets are so": null, "important and what you keep close to the vest, and it's nice to have,": null, "like you said, here's what everyone's talking about right now. And it": null, "makes my job a lot easier, because you're doing it for me, so I fucking": null, "love it.": null, "Surena: It also helps give us all something to fight for or fight": null, "against without there being combat or a main big bad. We are all kind": null, "of, in a weird way, each other's big bad, along with the NPCs, and it's": null, "just like the rumors kind of add fuel to that and help that role with": null, "almost being more self-directed and self-guided than any game I've ever": null, "played before, yeah.": null, "Aabria: Nice, very cool. All right, what about the epistolary phase? I": null, "have to say, the letter writing phase is my favorite thing when playing": null, "in a regency tone, but it was also, I think, the scariest thing to try": null, "to sell the group on. Like, hey, do you want to have this thing that's": null, "utterly devoid of direct action where you kind of just get to explain": null, "yourself, and is that anything? But I just want to shout out all of you": null, "for immediately taking that idea and turning them into live responses": null, "and running scenes off of them. It is such a cool transformation that I": null, "truly didn't see coming that just sort of developed organically that is": null, "just very cool.": null, "Oscar: Or even the process of delivering the letter itself.": null, "Aabria: Yes!": null, "Brennan: Oh, I loved BINX being like, I don't have anyone to deliver": null, "this.": null, "Aabria: Oh god!": null, "Omar: Yeah.": null, "Brennan: Yeah.": null, "Surena: Just sweaty. Just a sweaty, oily girl.": null, "Aabria: Oily girl and a grandpa dog.": null, "Brennan: Yeah, the grandpa dog. I think it's awesome because it": null, "formalizes a... Weirdly, the thing I like about it is that it keeps you": null, "abreast of society in a situation, like, what tends to happen in D&D is": null, "you tend to get tunnel vision where it's like, well listen, only my five": null, "friends are real people, and so we don't need to talk about where I": null, "sleep, we don't need to talk about how much money I'm spending, we're on": null, "an adventure, everyone we meet is disposable, and we're just surging": null, "forward. The only thing we talk about is the quest, right? And then with": null, "this, having a moment of, like, well, you got to write letters to some": null, "people, and you're like, do I? Oh shit, I do. You're managing a series": null, "of complex relationships, and you're like, I got to be checking in with": null, "lots of people. I'm in a web. I'm not a solo operator. I'm answerable to": null, "people, there's correspondences I have to upkeep, and the importance of": null, "letters, like the scene with Grandfather and the Lords of the Wing.": null, "Aabria: Oh god, you guys hiding was so good.": null, "Surena: The weight of that scene.": null, "Lou: I thought he was gonna be mad. Then he seemed to fucking climax or": null, "whatever?": null, "Aabria: Why is that the only word?": null, "Lou: He wants to be with us when-": null, "Emily: He wants to be proud and climax.": null, "Lou: Climax with us. That was scary, I was afraid of Grandfather. I": null, "truly did, I was like, oh, this is gonna be bad. And then it was kind of": null, "good, but then it led to us-": null, "Oscar: Oh my gosh.": null, "Lou: Revealing what's bad.": null, "Aabria: God, we have got to talk about that.": null, "Oscar: The one two punch.": null, "Aabria: Holy shit.": null, "Lou: You know, it just felt right. It felt right to let my cousin know": null, "what we were up to, because I think it's been funny to have the bet": null, "ongoing, and it is funny to be-": null, "Emily: Mostly just been completely conflict-free, the bet.": null, "Lou: Yes, but I think it's funny, because that was the part, it's that": null, "half of the bet that's easy to satisfy, which is like, of course, act": null, "right, be good, got it. But then it's funny, it's the second half that I": null, "think we've been avoiding, and then-": null, "Emily: No, I've been trying to reach out to Rue since episode three. But": null, "there's so much going on, so.": null, "Lou: You're trying to fall in love with Rue?": null, "Emily: No, I've been trying to reach out to renegotiate the wager.": null, "Aabria: Girl, are you in love with Rue?": null, "Lou: I mean, now that would be a scandal.": null, "Emily: I think, as I've said before, Rue is the diamond of the Bloom,": null, "everyone's a little in love.": null, "Lou: Everyone's a little in love.": null, "Aabria: That's fair and true and proper.": null, "Oscar: But it's so funny, because as Oscar, I'm looking at Emily being": null, "like, when are you gonna activate in terms of finding a match? Because": null, "throughout the game, Featherfowl has been so supportive of Squak trying": null, "to find, like, you've just been at his side, which is, I mean, so cool": null, "and says a lot about your connection in the game, but the entire time": null, "I'm like, get selfish a little bit! While this person's getting ass": null, "left, right, and center, what about you, you know? And all this time,": null, "you already had a love. Not just a thing.": null, "Omar: No.": null, "Oscar: Straight-up love. A family, even.": null, "Brennan: These are really different bombs dropping, right? This is": null, "really different.": null, "Omar: Absolutely.": null, "Brennan: This is confirmation, Squak is fucking around. He's engaged and": null, "has no intention to honor it.": null, "Oscar: Absolutely.": null, "Brennan: And then you are wed with child in the mortal realm!": null, "Omar: Giving your magic to your child. (Brennan squawks)": null, "Emily: Yeah.": null, "Oscar: Wild.": null, "Aabria: I love just, yeah.": null, "Omar: You haven't?": null, "Aabria: Like it's hard?": null, "Brennan: Unbelievable.": null, "Aabria: What made you want to reveal it in that moment? Because again,": null, "his was a confirmation. Yours was like, nothing has been really said": null, "other than-": null, "Emily: Because I think there's just been so much going on that I just": null, "don't want to step on any toes, and this was the first time that I was": null, "like, as soon as he said that, I was like, I'm just gonna get it all": null, "out, because it's never gonna come out otherwise.": null, "Aabria: It was so good.": null, "Emily: So I think it was just like, once you said it, then I was like,": null, "I'll just tell him I'm married. And I was like, I can tell him I have a": null, "kid. And then I'm like, now I've endangered the kid, and now I got to": null, "tell him the context of the kid, and then I was like, also I can't fly.": null, "Lou: It was a real snowball of, like, you did get just worse every time.": null, "It was fun of, like, we would, like, you'd tell me something, we'd": null, "drink, then you'd tell me something else, and Gobble was there for all": null, "of it.": null, "Emily: That was such a mistake, to have Gobble there.": null, "Lou: Had to force him to back it up. You know, when you hear private": null, "secrets.": null, "Aabria: I love that all of my NPCs were just like, I heard that.": null, "Oscar: That's true!": null, "Aabria: Like, I'm here.": null, "Lou: Oh yeah. When Scorpel was like, all right. I'm here, you brought": null, "me. I'm wearing a hat too.": null, "Oscar: That's so true to the genre, though, isn't it?": null, "Oscar: Both genres, even. The fairy genre and the Regency era genre.": null, "Omar: There's something so fun about getting something off your chest": null, "and being like, I just want to be honest. This is a thing I'm trained to": null, "do as a human being in society. No more lies, here you go. And you're": null, "like, great. You are now in more danger. Oh, wait, but I confided in a": null, "friend! You are now both in a lot of danger. Like, oh, this is worse?": null, "Aabria: Amazing. I want to get to this very fun conversation that turned": null, "into, like, might be a duel. I was like, oh, okay, this is a letter and": null, "then they're gonna talk, and now, what the fuck, is everyone-": null, "Emily: Can I tell the truth of what happened during that?": null, "Lou: Of course.": null, "Aabria: Ooh, yes.": null, "Emily: While it was happening, I wrote, \"Who is he talking about?\" to": null, "Lou after Lou was so confidently playing this game. And then I got a": null, "response. \"No idea,\" underlined.": null, "Aabria: Incredible.": null, "Lou: I'm assuming it's Apollo.": null, "Brennan: It's Apollo.": null, "Emily: Okay.": null, "Brennan: But that's the thing, is I think K.P. got what he needed from": null, "you, which was just confirmation. Because the truth is, right, K.P. has": null, "what he needs. Without, I don't want to spoil anything, but essentially,": null, "you did what you did publicly, so that was enough to challenge you to a": null, "duel. So really, what he was doing was being like, would I be mistaken": null, "in challenging you? And you said yes. And then, as a cherry on top, he's": null, "like, Apollo. And you're like, yes.": null, "Brennan: Because here's the thing, K.P. doesn't need anything more than": null, "what already happened, which is that you said it in front of Apollo and": null, "Apollo didn't say shit.": null, "Aabria: Yep.": null, "Brennan: So that's all K.P. needs to make happen what he wants to make": null, "happen.": null, "Emily: My two favorite K.P. moments this episode were finding out that": null, "salt goblins only live for six hours.": null, "Omar: Yes!": null, "Surena: Yes.": null, "Emily: And then also finding out that K stands for Knickolas.": null, "Oscar: Knickolas!": null, "Omar: Knickolas.": null, "Aabria: Is it K.P. stands for Knickolas?": null, "Brennan: No no, K is K-N-I-C-K-O-L-A-S.": null, "Surena: Knickolas.": null, "Brennan: So nick, like when you nick something, right.": null, "Aabria: Yeah.": null, "Brennan: And so Knickolas, yeah. The K stands for Knickolas with a K, a": null, "silent K.": null, "Emily: I can't wait to find out what the P stands for. I bet it's": null, "something that's PT, right? Like pterodactyl.": null, "Brennan: We'll find out.": null, "Oscar: Or PF.": null, "Lou: Oh, pterodactyl!": null, "Surena: Knickolas Pterodactyl.": null, "Brennan: Knickolas Pterodactyl Hob.": null, "Oscar: Swoon!": null, "Omar: The original bird.": null, "Aabria: Amazing. Let's talk about this fearsome foursome of you guys": null, "coming together in the tailor shop that has a mannequin.": null, "Emily: Oh my God.": null, "Lou: They put the clothes on it and then- it’s to fairly size it.": null, "Brennan: Yeah": null, "Oscar: Thank you.": null, "Lou: If you didn't get it at home!": null, "Omar: No, that's a mannequin.": null, "Aabria: Thank you.": null, "Omar: A ventriloquist's dummy is one that talks.": null, "Emily: No, but a hardworking tailor who's in the tailor office all the": null, "time needs to have a little fun, so they make the mannequins talk.": null, "Oscar: That's true.": null, "Surena: In the Feywild, they can.": null, "Omar: Actually, Emily, you won me over. I do agree that you do need,": null, "yeah.": null, "Lou: It's a more textured tailor who has a ventriloquist's dummy over a": null, "mannequin.": null, "Oscar: Exactly. Listen.": null, "Lou: Well done, well done!": null, "Brennan: Now, I think your pants are fine as they are, but Buddy thinks": null, "that they should be brought in.": null, "Aabria: Horrifying.": null, "Omar: Those are two different blues. Actually, Buddy's correct, sorry.": null, "Brennan: Sorry.": null, "Omar: I didn't pick up on it, Buddy did.": null, "Aabria: But yeah, let's talk about this kind of finally getting it out": null, "there, the Gwyndolin/BINX situation, because we've been working on it.": null, "Hob has been tracking this down for a couple episodes.": null, "Brennan: So I think this was like, I mean, we'll obviously next week get": null, "into the fallout from that, but I think the big things that were hit on,": null, "right, were like, well first of all, I think Hob was so sure, like,": null, "well, I'm gonna be murdered. I'm going to into an ambush, right? So I": null, "think it took him a second to be like, okay, you're not going to try to": null, "kill me, and I think in a second he's gonna be like, BINX is amazing,": null, "this is amazing, I love this person. Because it's someone else who": null, "fucking speaks plainly, and it's someone else who, you know, I think": null, "this was a weird moment. There's thematic stuff of like, Hob took some": null, "risks of the heart that didn't pan out, then he followed orders and it": null, "worked. Now he took some risks of orders. It was like a risk of his": null, "mission of like, I'm gonna choose to trust Andhera and I'm gonna choose": null, "to trust BINX, and that panned out, so I think weirdly he's like, okay,": null, "risk taking maybe does work sometimes. A little bit of growth.": null, "Oscar: It's a little shattering that sort of formal-": null, "Brennan: Yes, of like, I just told you, I can't get my job done unless I": null, "trust somebody, and so I'm gonna choose to trust you, and it worked. And": null, "then you were like, what do you think of the Court of Wonder? And it was": null, "another thing were he was like, all right, here we go, and I'm gonna say": null, "what I think. And you were like, that's exactly how I feel. And he was": null, "like, whew!": null, "Oscar: That's putting a lot of faith in people outside of your court.": null, "Brennan: Court, exactly, right? Because I think that's his feeling, is": null, "like, we've been huddled up. We've huddled up as goblins for a while,": null, "and we keep hitting the same wall. We can't do it on our own. You got to": null, "reach out, you got to find somebody you can work with, and BINX is his": null, "shot. I think he's like, oh, you're great. But I think it's the fallout": null, "of the heartbreak of being like, either Gribalba's marriage didn't pan": null, "out because of one bad actor, or it was a fucking scam that the whole": null, "Court of Wonder was running. They're both bad, but if it was one bad": null, "actor, we can just duel that person. If it's everybody, what the fuck do": null, "you do? And then the two of you-": null, "Aabria: Start a war.": null, "Brennan: Start a war, I mean, honestly, but, and that's the thing that": null, "Hob might realize is like, well, if we've got a gal on the inside, maybe": null, "starting a war is something we could actually think about.": null, "Surena: Ooh, that's a lot of pressure on someone who's very bad at this.": null, "Brennan: You could became great at it! You'd have help! How many salt": null, "goblins do you need? And I think the thing Rue said is something that I,": null, "as Brennan, have thought about for a long time. When I was thinking": null, "about the character, I was like, Hob has never thought about his": null, "relationship to the fact that Gribalba's marriage was based on his": null, "military victories, and you're the first person that's been like, well,": null, "those were your victories. We didn't see it because we ended the": null, "episode, but I think that was like... Like, it really sent... We'll get": null, "into it in the next episode.": null, "Brennan: But you are the first person that has brought that up, and it": null, "was a very cool-": null, "Oscar: Well, it's because-": null, "Surena: I mean, speaking of cool, cute moments.": null, "Aabria: Yo!": null, "Emily: You gonna talk about I love you?": null, "Omar: Let's talk about cool, cute moments.": null, "Oscar: It's interesting to see the growth in Hob because this is what": null, "happens when you sort of learn to trust other people outside of your": null, "comfort zone and stuff like that. Then you're able to see other people's": null, "perspective and then affect your own, because yeah, when you were": null, "talking about the reason why this whole court thing, the whole reason": null, "why you're here is because of your victory. I wanted to push further. If": null, "I wasn't trying to play it off like I wasn't deeply in love with you, I": null, "wanted to be like, you know you were used, right?": null, "Brennan: If you said that, I mean, if that ever happens-": null, "Surena: You guys need to be alone again.": null, "Oscar: You know, it might happen, it might not, I don't know. And then": null, "there was a level of protection that Rue felt for Hob of just, like, oh": null, "wait, let me get this right. You're the reason why this happened.": null, "Interesting.": null, "Aabria: I think that's the thing, that Rue is the first person looking": null, "out for Hob.": null, "Oscar: Yeah.": null, "Brennan: That's very true.": null, "Brennan: And it was a wild, I got my bell rung in that scene when you": null, "brought that up. You're like, your victories. And it was like, I mean...": null, "Great.": null, "Aabria: So good. Oh man. And of course, I'm sorry, I know that scene": null, "could've gone on longer, but I was like, no, we've got to end with that.": null, "Oscar: The declaration.": null, "Aabria: The declaration!": null, "Surena: And I wonder what Andhera thinks.": null, "Surena: Because Andhera, you absorbed all the information.": null, "Omar: All of it.": null, "Surena: You know every other person's, yeah. You know so much.": null, "Omar: I just have to go report back to my mother.": null, "Brennan: No!": null, "Emily: That would be so awesome, don't tease me!": null, "Omar: Who knows?": null, "Aabria: That's the thing.": null, "Surena: It's true.": null, "Oscar: You have all that information. You have the most power here.": null, "Surena: Yeah.": null, "Aabria: I think, yeah, I agree. I think that's the actual most": null, "interesting turn, where we're playing this game of duty versus": null, "self-realization, that what you've sort of stumbled into is the exact": null, "scenario that your mother would find just perfection. You could become": null, "her favorite child in this moment. You've ingratiated yourself to the": null, "right people. Yeah, we have rumors about Andhera being a mama's boy. You": null, "have the exact right amount of dirt on everyone here, and what you don't": null, "have, you could easily make up, and you could bury half of this society.": null, "Oscar: Oh yeah.": null, "Aabria: If you wanted to, yeah. But then it becomes-": null, "Oscar: But then ruin this incredible friendship that formed today?": null, "Brennan: Oh yeah, I loved that.": null, "Oscar: Fully solidified friendship here.": null, "Omar: 100%": null, "Emily: Do it, get dirty, ruin him.": null, "Lou: Ruin the friendship!": null, "Emily: Ruin the friendship!": null, "Aabria: Don't worry, it's fine.": null, "Omar: This could trickle down to a child in the material plane.": null, "Interesting, interesting, interesting.": null, "Emily: You don't know about that.": null, "Omar: Shit, I don't. No, but if everything comes crashing down, it": null, "would.": null, "Emily: You don't know about my child. You think I'm in love with you. Oh": null, "wait, no you don't.": null, "Brennan: That was so great, Emily.": null, "Oscar: That moment was amazing.": null, "Surena: Oh my gosh.": null, "Aabria: Zone of Truth.": null, "Surena: You were like, oh, okay.": null, "Oscar: You were being so nice, and then you were like, okay.": null, "Aabria: Dispel. We have to be done here.": null, "Oscar: I don't know if this is sharing too much. That's 100% based off": null, "of a time that my friend's older sister held my hand at Santa Cruz once,": null, "and I wrote her a letter just to be like, hey listen, I'm gonna to to": null, "high school and I just don't know if this is gonna work because we go do": null, "different schools, and my friend saw it and was like, don't give this to": null, "my sister. You have no idea how to interact with human beings. And I was": null, "just like, okay. And then I folded it and I put it in a secret place,": null, "and then we gave that- (Brennan sneezes) Bless you. We gave that drawer": null, "away in a yard sale. So at some point, someone's gonna open a drawer,": null, "it's gonna fall out of the secret compartment that I made, and they're": null, "gonna be like, what? Anyway, if you're out there.": null, "Aabria: Yes, a direct appeal.": null, "Lou: If you have the drawer.": null, "Emily: Send the letter back, you snoop.": null, "Omar: Great way to navigate a Zone of Truth.": null, "Emily: Yeah, that was great.": null, "Brennan: That was so fun.": null, "Emily: Yeah, I think it was just like, I think I just felt myself, yeah,": null, "I think I just was like, okay, I can't keep this up much longer.": null, "Oscar: I will say, the most exciting thing that happened this episode": null, "for me in terms of increasing the mythology of this world is The Green": null, "Hunter.": null, "(all shouting over each other)": null, "Emily: We are going to get that turned into a movie.": null, "Aabria: I have like three notes written down, and Airry Pearry is": null, "written by far the largest.": null, "Emily: I mean, I feel like if we start a rumor that it's gonna get": null, "turned into a movie, we're gonna start getting offers.": null, "Lou: Everyone's gonna want to read it before the movie comes out, 100%,": null, "you know?": null, "Emily: Exactly, that's what I'm saying.": null, "Lou: They're gonna go and check the rights and see, yeah.": null, "Aabria: Truly, 90% of people would be like, what's a movie?": null, "Omar: Speaking as a writer's assistant, I think it's so funny that our": null, "lore keeper has to hear that and be like, oh god, there's another detail": null, "about The Green Hunter. Oh god, it won a Pulitzer?": null, "Lou: Next episode, I'm gonna do a summary.": null, "Emily: Yes!": null, "Surena: Please, I need it.": null, "Lou: Apollo, you haven't read The Green Hunter yet, but here's how it": null, "goes.": null, "Emily: Cousin, you have to tell him.": null, "Lou: Of course. Well, at first...": null, "Omar: Can I ask one question?": null, "Lou: Yeah, of course.": null, "Omar: What's the strategy? Because you're an excellent strategist in": null, "this game of turning people against each other, finding out what they": null, "want, and just shifting them two inches to the right. What's the": null, "strategy in spreading scathing rumors about The Green Hunter in-": null, "(Brennan sneezes)": null, "Omar: Bless you.": null, "Brennan: I'm sneezing up a storm over here.": null, "Aabria: There's so much pollen.": null, "Omar: There is.": null, "Oscar: It's the Bloom.": null, "Brennan: Yeah, it's the Bloom.": null, "Omar: What's the strategy in spreading scathing reviews?": null, "Lou: Well, I think it's a classic so bad you got to read it.": null, "Aabria: Yeah, okay.": null, "Oscar: Like a 50 Shades?": null, "Lou: But I think for the most part, I've been thanking people. It's a": null, "fun split of like a, you got to watch it, or you got to read it, but": null, "then my own review of it is bad. I think that's to create distance.": null, "Omar: Oh, right.": null, "Lou: More than anything, I think I'm just trying to set myself up for": null, "really making bookoo bucks on the sequel deal.": null, "Oscar: Because it is a penname.": null, "Lou: Yes.": null, "Oscar: But no one knows-": null, "Oscar: That you are the author of The Green Hunter.": null, "Lou: Nobody knows. That's my biggest secret.": null, "Oscar: That's right.": null, "Lou: Not even my cousin knows.": null, "Emily: What?": null, "Lou: No, you know.": null, "Emily: Okay, because I spent a rumor on it.": null, "Aabria: She paid the blood price.": null, "Lou: No, I just, I don't think many people, yeah, people don't know I'm": null, "Airry Pearry.": null, "Oscar: That's the biggest shock of all!": null, "Lou: I've worked very hard to keep that a secret.": null, "Omar: The amount of lies compounding in a two minute sequence of, all": null, "right, I'm sitting at the window reading a book. It's actually my book.": null, "I'm also sitting at the window reading. Now I'm peering over myself to": null, "look at this.": null, "Lou: There it is.": null, "Omar: Incredible.": null, "Aabria: Amazing. Does anyone else have any other thoughts going into the": null, "next episode?": null, "Emily: No, but I found the note between me and Lou. Who is he talking": null, "about? No idea.": null, "Aabria: No idea.": null, "Emily: We can punch in on that.": null, "Lou: Punch in tight, tight!": null, "Emily: Because it made me fucking laugh.": null, "Brennan: It would've felt too brutal to be like, was it Apollo?": null, "Emily: But that was what was so funny, was because he played it so": null, "confidently, and to get that made me really laugh.": null, "Lou: I don't think Squak 100% knew. I think Squak was like, maybe it's": null, "Apollo, maybe it's Rue. That'd be wild. But regardless, finally a duel": null, "with a death! As soon as you said grave consequences, I was like,": null, "whatever you need to hear.": null, "Omar: I think it's so funny the low moment for your two characters is": null, "that you're happily in love. I think that's pretty great, it's very": null, "interesting.": null, "Lou: One of us in love, one of us is shopping.": null, "Oscar: Shopping around.": null, "Emily: You're gonna be in love once you meet your niece.": null, "Omar: I heard one of your letters, it sounded a little bit like it.": null, "Lou: Oh, I think that letter was meant to be a full, like, keeping you": null, "on the hook.": null, "Emily: Oh my god, I can't believe we didn't talk about that. The letter": null, "to Theodore?": null, "Lou: And that's why the next one was to Theodore.": null, "Emily: Oh my god.": null, "Lou: As far as, I mean, we don't have to roleplay it, but I think I have": null, "a standing fuck date-": null, "Aabria: Yeah, for sure.": null, "Lou: In the woods with Theodore.": null, "Aabria: That was very clearly alluded to.": null, "Emily: When you were like, a hart must have its hind or something like": null, "that, that was amazing.": null, "Aabria: Oh my god, you came in so strong.": null, "Omar: So strong.": null, "Aabria: I was like, fuck! Cool!": null, "Lou: Yeah.": null, "Aabria: Cool, yeah!": null, "Lou: I mean, yeah, I'm a bad guy.": null, "Oscar: That is a quote from The Green Hunter, isn't it?": null, "Lou: Of course it is.": null, "Aabria: Oh my god.": null, "Emily: Oh no, that could reveal your truth!": null, "Brennan: Oh my god, the biggest reveal in episode 10 is we go, my god,": null, "Lord Airavis is Airry Pearry!": null, "Aabria: And that's why the Bloom ends.": null, "Lou: Yes, exactly.": null, "Emily: In, general, it's so funny watching you play someone who's so": null, "adept romantically, because I'm so used to you playing such dorks.": null, "Lou: I play a lot of dorks, and now I'm like, well, what if my character": null, "had sex with literally anyone who was open to it?": null, "Lou: And it's a thrill. Honestly, I think this might be a big, I don't": null, "think Lou characters are gonna be the same after this. They're all going": null, "to be sending sensuous letters.": null, "Emily: Ooh!": null, "Aabria: Love a sensuous letter. Y'all are amazing, and I cannot wait to": null, "see what shenanigans we have left, because we still have some big scenes": null, "between Rue and the Sea Foam Court and, you know, this interesting": null, "alliance between the Lords of the Wing and Prince Apollo and the Court": null, "of Wonder, especially as we're building this sort of rebel alliance": null, "against the courts, but that's all story for the next chapter, so we're": null, "gonna dip now, and we'll see you for chapter seven on the first try,": null, "thank god, next time.": null, "(all shouting merrily)": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}