{"Dimension 20 Season 14": null, "A Court of Fey & Flowers": null, "Starring: Aabria Iyengar as Game Master": null, "Surena Marie as Gwyndolin Thistle-hop; Oscar Montoya as Delloso de la": null, "Rue;": null, "Lou Wilson as Lord Squak Airavis; Emily Axford as Lady Chirp": null, "Featherfowl;": null, "Brennan Lee Mulligan as Captain K.P. Hob; and Omar Najam as Andhera": null, "Episode 5: Through the Hedge Maze": null, "< [Previous Episode] | [Next Episode] >": null, "[elegant classical music]": null, "Aabria: To the churlish Captain K.P. Hob, venerated soldier of the": null, "Goblin Court. To the Master of Ceremonies Delloso de la Rue, pride of": null, "the Court of Wonder. To the illustrious Gwyndolin Thistle-hop of the": null, "Court of Wonder. To the tenebrous Prince Andhera, scion of the Unseelie": null, "Court. And to the notorious Lords of the Wing, Lady Chirp Featherfowl,": null, "Countess of Cluckingham, and Lord Squak Airavis, Earl of Peckersburg.": null, "Honored Archfey, we are delighted to welcome you to \"A Court of Fey &": null, "Flowers.\"": null, "[birds chirping]": null, "Salutations and welcome to \"A Court of Fey & Flowers\" here on Dimension": null, "20. I am your master of both hedges and dungeons, Aabria Iyengar and": null, "with me causing scandals and shenanigans are my beautiful pack of": null, "pixies. Say hi, pack of pixies!": null, "All: Hi, pack of pixies!": null, "Aabria: Our previous chapter was a buffet of secrets and truths as our": null, "Fey begin to really settle into their roles within the Bloom. Andhera": null, "and Hob found common ground on the sparring grounds. Gwyndolin made a": null, "brand-new brunch friend in a human named Wannessa, and the Lords of the": null, "Wing took their stellar reputations for hospitality and maturity out for": null, "a spin. At the seaside high tea that—oh yeah, go ahead and check this": null, "out.": null, "Emily: Did we lose them?": null, "Aabria: No, no, no. Once it goes all the way up, you reset. You got your": null, "new reputation tags.": null, "Emily: Mm!": null, "Aabria: And now you drop into neutral again.": null, "Emily: Fuck yes!": null, "Lou: Fuck yeah, fuck yeah, fuck yeah! I'm fucking mature!": null, "Emily: I'm hospitable!": null, "Lou: You fucking set out tea for fucking everyone!": null, "Aabria: I'm gonna need you both to start with Inspiration.": null, "[players laughing] [Emily clapping]": null, "Lou: Good, 'cause I hurt my fingernail.": null, "Oscar: Yeah, yeah.": null, "Surena: So hard.": null, "Lou: Smack!": null, "Oscar: Yeah, you did. I heard that, yeah.": null, "Aabria: But at this seaside high tea, potions and potables led to": null, "shocking revelations. Rue revealed their true form, a tall, statuesque": null, "equally fashionable owlbear, and Captain Hob, hot on the trail of the": null, "misdeeds of the Court of Wonder, got the first kernel of truth from": null, "Gwyndolin Thistle-hop.": null, "[sparkle chimes as Surena winks]": null, "Aabria: So with a beautiful hedge maze looming behind you, we pick up as": null, "the head of the Court of Seafoam known as the Wave Master, a tall,": null, "femme-shaped sentient wave sort of—": null, "[players laughing]": null, "Lou: I think I just found my partner.": null, "Omar: Strategy change. [laughs]": null, "Aabria: They are available.": null, "Aabria: Sort of slowly makes their way across the edge of the beach,": null, "loudly addressing all of the attendees in a voice that sounds like water": null, "running back off of rocks and moving into the surf once more and just": null, "announces,": null, "Wave Master: We would love for all of you to enjoy the wonders that we": null, "have built to entertain and dazzle you. And for those of you who were": null, "waiting, this is our time, our gift to you. We are presenting as the": null, "prize at the center of the maze, the Crystal Heart.": null, "Aabria: And I need all of you to make a History check for me.": null, "Emily: That's gonna be a 25.": null, "Aabria: God damn.": null, "Omar: What?": null, "Surena: Wow!": null, "Aabria: Okay.": null, "Oscar: Starting strong today.": null, "Chirp: Cousin—": null, "Lou: I got a 15. What the fuck is the Crystal Heart?": null, "Chirp: Cousin, let me concentrate to try to remember.": null, "Surena: I got a 3.": null, "Aabria: Oh no! [laughs]": null, "Omar: Welcome back.": null, "Surena: Yep. [laughs]": null, "Brennan: Dirty 20.": null, "Oscar: 12.": null, "Aabria: Dirty 20, 12, you know this, yeah.": null, "Lou: 15.": null, "Aabria: 15.": null, "Omar: 13.": null, "Aabria: 13.": null, "[dramatic orchestral music]": null, "Aabria: Everyone from their courts and from their strong, proud, old": null, "lineages is deeply aware of the importance of the Crystal Heart.": null, "Gwyndolin, this is fairly new information for you, though the phrase": null, "itself rings a bell. Every Bloom there is a prize and a title. All it": null, "normally represents is who's sort of led out to lead the first dance at": null, "the ball that happens at the climax of the Bloom, but it's taken on a": null, "meaning over long millennia.": null, "The Crystal Heart is a sign of being favored by sort of fate and fortune": null, "as well as being held in high esteem by the entire Fey that are": null, "surrounded here. You would be remiss to look at a storied family or the": null, "leadership of any of the major courts and not find a Crystal Heart": null, "somewhere in their line. In different Blooms it's been given out by the": null, "hosts. Sometimes it's even been put up to a vote by Archfey, and for": null, "this Bloom it is the prize at the center of the hedge maze. So y'all,": null, "this is on the line.": null, "Aabria places a crystal heart on a chain in the center of the table.": null, "All: Ooh!": null, "Emily: Can I relay all this to Squak? And I think I say like,": null, "Chirp: Cousin, our reputations are exquisite right now.": null, "Squak: I mean, everyone's talking about the Lords of the Wing.": null, "Chirp: I know. I almost feel like if we went for this, that would be": null, "audacious, off-putting even.": null, "Squak: Yes, if they saw us sweating, I mean, I can't imagine.": null, "Chirp: I wonder if I should just use this time in the hedge to plant": null, "other seeds.": null, "Squak: Oh, I love it.": null, "Chirp: Throwing it out there. Take it or leave it.": null, "Aabria: Incredible, so with that you see that every other pocket of": null, "Archfey, either seated or moving around and enjoying their time, has": null, "gone to whispers. Some of the more ambitious... I'm not even gonna make": null, "you roll, but I think just by virtue of who the two of you are, you're": null, "able to give a quick scan and you see a couple faces that light up": null, "disproportionately.": null, "Lou: Ooh, who?": null, "Emily: Who, who?": null, "Aabria: Sensing an opportunity, and the big ones you would notice—": null, "Emily: Sees blood in the water.": null, "Lou: Yes.": null, "Aabria: Prince Apollo.": null, "Emily: Yes!": null, "Aabria: And Suntar.": null, "Lou: Who? Oh, Suntar.": null, "Aabria: Suntar.": null, "Lou: Right.": null, "Omar: Watch out for them.": null, "Chirp: Cousin, I wonder if perhaps we could use this hedge maze": null, "experience to maybe start some rumors about Prince Apollo.": null, "Squak: Oh, I mean, everyone enters the hedge maze alone, so no one will": null, "know what Prince Apollo is up to while in the hedge.": null, "Chirp: Oh, I hadn't even thought of that. I love it. I'm just saying,": null, "Princess Grabalba was on King Oberon's...": null, "Squak: Yes, and the prince of the Unseelie Court at the same time.": null, "        Chirp: Ooh! [titters]": null, "Aabria: Get it, girl.": null, "Chirp: Okay, beautiful.": null, "Lou: I am amongst the whispers. [laughs] I think this is something Squak": null, "does every hedge maze and just goes,": null, "Squak: Uh, Wave Master, Wave Master...": null, "[cast laughing]": null, "Squak: I would be remiss if I did not ask, but of course those of us who": null, "are more gifted...": null, "Lou: And I'm gonna gently float about five feet up off the ground,": null, "Squak: Is this sort of thing allowed?": null, "Aabria: You hear a little chuckle from the Wave Master, and as they move": null, "over towards the edge of the hedge maze, their hand goes all to water,": null, "and a small bird made out of that foamy surf begins to sail up over the": null, "hedge maze, and you see three vines strike it, destroying it out of the": null, "air and pulling it down.": null, "Squak: Oh, that better be a fake bird!": null, "Emily: Oh wow, you could have said no! [laughs]": null, "Aabria: It was made of water.": null, "Squak: Okay.": null, "Aabria: That was a fake bird.": null, "Chirp: Okay.": null, "Squak: I just, you know... Just make sure you thank Grandfather 'cause": null, "even the shape is kind of—it sort of belongs to him so...": null, "Wave Master: Okay, but how does that work with bats? Because those are": null, "roughly the same thing.": null, "Chirp: Bats run. We all know bats run. We all know they run.": null, "Wave Master: Do birds not run?": null, "Squak: I mean, certain birds—": null, "Wave Master: Isn't there a bird called a roadrunner?": null, "Chirp: Yes, I am sitting on a bird that is an ostrich that runs 100": null, "miles per hour. I mean, 100 feet in a round.": null, "Omar: 100 miles per hour.": null, "Chirp: Yeah, it's really complicated. It's really complicated.": null, "Aabria: The Wave Master continues.": null, "Wave Master: And as ever, you must enter one at a time.": null, "Emily: Okay.": null, "Wave Master: You can find your friends in there, but who could say what": null, "you will find? The hedge seeks intention and will help you down the path": null, "of what you truly desire.": null, "Lou: Oh.": null, "Wave Master: So with that said, why don't we begin?": null, "[boisterous band music]": null, "Aabria: And you see some of those more eager sorts moving quickly to the": null, "front. You see a couple members of the Court of Stone moving forward, an": null, "assortment of goblins from the Goblin Court are kind of squatting up and": null, "giggling amongst themselves. And people are preparing to enter and you": null, "see the hedge itself is solid, and it will open up an individual door": null, "frame at the height of different people here, and once one person passes": null, "through it closes behind them.": null, "Chirp: Okay, I was wrong about spreading rumors. I didn't understand the": null, "assignment.": null, "Squak: Hey, well, if our intention is to spread rumors once we enter the": null, "hedge maze, it would seem that it will aid us.": null, "Chirp: Okay, okay.": null, "Squak: So maybe we'll just concentrate on that, just... [laughs]": null, "Chirp: Okay, okay, okay.": null, "Aabria: Wuvvy, sort of at your side, turns and says,": null, "Wuvvy: Are you… I can take care of the preparation for later if you want": null, "to enjoy your moment.": null, "Rue: I think I'll participate in this event, Wuvvy.": null, "Wuvvy: Good luck.": null, "Aabria: She just kind of rubs your shoulder a bit, reaching up for the": null, "first time to really look you in the eye and you can see she's just sort": null, "of—it's not quite a blush, but she's just beaming at you. And then turns": null, "and disappears with a flash to go take care of preparations for the next": null, "100,000 things that are happening on the isle today and tonight.": null, "Surena: So at their table, Gwyndolin is next to you, right? At the same": null, "table.": null, "Oscar: I think so, yeah.": null, "Surena: Okay, cool, cool, cool. Gwyndolin looks at you and says,": null, "Gwyndolin: Uh, can you do me a favor?": null, "Rue: Oh, well.": null, "Gwyndolin: Oh, not a “favor” favor like a “favor” favor, but like, can": null, "you find me in the maze? I have something to talk to you about.": null, "Something very, very important, and I don't think I can talk to you": null, "about it here, but I, um… [laughs nervously]": null, "Rue: Well, of course. I will find you in the maze.": null, "Gwyndolin: Do you promise? Do you pinky promise?": null, "Rue: Well, I'll claw promise.": null, "Gwyndolin: Yes, yes.": null, "Gwyndolin: Perfect, good. Thank you.": null, "Rue: I'll see you inside.": null, "Gwyndolin: I'll see you inside.": null, "Emily: I love when Rue is kind of a jerk.": null, "Surena: It's the best.": null, "Aabria: It's great.": null, "Lou: “I don't have a fucking pinkie.”": null, "Emily: A claw promise.": null, "Aabria: Okay, is there anyone that wants to abstain from the hedge maze?": null, "Emily: Can I at least hang back? I kind of just wanted to cast Identify": null, "on some of these vials and see if there were any Fly potions.": null, "Aabria: Oh, absolutely, 100%. I'll give that to you and sort of say that": null, "as things were being announced and plans were being made, you've got an": null, "assortment of vials out in front of you and you're just kind of picking": null, "them up.": null, "Emily: Just casting Identify on 'em, yeah.": null, "Aabria: Giving a little Identify and setting them down. I'll just give": null, "you the list of them then, since you spent time doing it.": null, "Oscar: Ooh.": null, "Aabria: There are 12 colors. Red is Invoke Duplicity, which gives you a": null, "little double.": null, "Emily: Oh, I don't even need that but I want it! Okay, I pocket one of": null, "those.": null, "Aabria: Yep. Orange, light blue, and gold are all poisons [players gasp]": null, "of various sorts.": null, "Emily: Oh, that's so sick, but—I know that they say that poison is a": null, "woman's weapon, but I don't take those.": null, "Aabria: [laughs] Amazing. Three gives you advantage on Performance": null, "checks for an hour. Or three, yellow. Yellow will give you advantage on": null, "Performance checks. Look at me not knowing the difference between a": null, "color and a number. [players laughing] Love to see it.": null, "Emily: Okay, I'll take one yellow.": null, "Aabria: The green one, which is gone, it's already been emptied, but": null, "there are other tables with more potions, is a Potion of Plant Affinity,": null, "which might be very useful in a hedge maze.": null, "Emily: Okay, I pocket one.": null, "Aabria: The dark blue is a Potion of Water Breathing that lasts for": null, "three hours.": null, "Emily: Ugh, no thank you. I stay in the sky.": null, "Aabria: Purple, as you well know now, is a Potion of Detect Thoughts.": null, "Emily: Mm-hmm.": null, "Aabria: The pink potion is a Philter of Love. The silver potion is a": null, "Potion of Truth. The clear vial is a Potion of Speed, and the black vial": null, "is a Potion of Greater Healing.": null, "Emily: Okay, how many potions would you allow me to take?": null, "Aabria: I'm gonna say if you are willing to risk going out of your way": null, "to grab them from another table, you can have whichever ones you want.": null, "Emily: Okay, I'll keep it modest. I will just take one Truth.": null, "Aabria: The abilities don't stack, for what it's worth.": null, "Emily: Yeah, yeah, yeah.": null, "Aabria: Cool.": null, "Emily: I'm just taking one of each 'cause, I don't know, it's more": null, "interesting to limit yourself. Okay, cool, do you want me to tell you": null, "which ones I took?": null, "Aabria: Nope, we can find out in the moment. That's fine. Give me a": null, "Sleight of Hand roll.": null, "Emily: Okay.": null, "Aabria: To see how discreet you are at pocketing these, and also if": null, "anyone else is interested in grabbing a vial before heading in, by all": null, "means.": null, "Aabria: Okay, yeah. You grab what you want. And you're even moving": null, "towards other tables and people are greeting you.": null, "Emily: I think I just like, I pretend like I'm doing a fan trick with my": null, "little feather blade, but kind of scoop them up secretly, but I just": null, "pretend like I'm just dazzling people with some fan work.": null, "Aabria: Everyone's just, \"Ooh, so hospitable. She's so hospitable.\"": null, "[Chirp laughs cordially]": null, "Aabria: Yeah, perfect.": null, "Brennan: Hob does not have Identify, so he just goes over to one that": null, "still has a lot of the vials on it and goes, [clears throat] and grabs": null, "the edges of the tablecloth and just hoists all the vials up, throws it": null, "over his shoulder. Says,": null, "Captain Hob: We'll identify these the old-fashioned way.": null, "Aabria: Amazing.": null, "Omar: And as I'm wandering past Lady Chirp Featherfowl I smile and go,": null, "Andhera: Uh, best of luck in the hedge maze or labyrinth, whichever it": null, "is.": null, "Chirp: Oh, thank you. Do you fancy yourself a winner for this one? Do": null, "you desire that Crystal Heart?": null, "Andhera: [laughs] I fancy myself quite a bit.": null, "Chirp: Oh, wow, look at that. That's cute. It looks like your sister": null, "really wants it.": null, "Andhera: Well, we'll have to see if she's—": null, "Chirp: If you—": null, "Andhera: Hmm?": null, "Chirp: You know what?": null, "Andhera: Hm.": null, "Chirp: I'd love to see your sister swallow a loss to you.": null, "Emily: And I give him the Potion of Speed.": null, "Aabria: Ooh.": null, "Chirp: Consider it a boon.": null, "Andhera: Thank you very much.": null, "Chirp: You're welcome.": null, "Omar: And I grab one of the other vials and kinda clink it,": null, "Andhera: Bottoms up!": null, "Omar: And I down one of the orange ones and I wander off.": null, "Emily: [laughs] What does orange do?": null, "Lou: That's poison. That's poison for sure.": null, "Aabria: Okay.": null, "Chirp: [laughs] Wait, no, no! Oh, uh, uh, I didn't get there in time.": null, "Aabria: Interesting, I'm gonna need a Constitution save.": null, "Omar: Great. [players laughing] All right, here we go. This is not the": null, "diplomacy dice. This is just straight up.": null, "Aabria: Yep.": null, "Omar: Great, that's gonna be 22.": null, "Aabria: Oh, the 22. You feel yourself immediately sickened. And you know": null, "that last stomach turnover when you're like, \"I do have to throw up\"?": null, "Omar: Mm-hmm. [laughs] Yeah, I know that.": null, "Aabria: The urge is there, but you can control it. You have to get this": null, "out of your body, but you can do it at your leisure.": null, "Andhera: Have a good day. I'll see you inside.": null, "Chirp: I'm sorry, are you okay?": null, "Andhera: I'm great, I'm good, good. [strained] I'm just gonna cast": null, "Lesser Restoration on myself at the earliest convenience. Goodbye, Lady": null, "Chirp.": null, "Chirp: Wow.": null, "Andhera: Open up, God damn you! Open up! I need to go right now!": null, "Oscar: Like knocking it.": null, "Andhera: Why is my hole not working?": null, "Surena: Can you imagine trying to flirt and then being like, \"No, I": null, "gotta go.\"": null, "Omar: Just profusely sweating.": null, "Aabria: Yeah. The hedge eventually slowly opens for you.": null, "Omar: Great.": null, "Andhera: [strained] Wave Master, good to see you as well, indeed. No,": null, "close, close. Fuck it.": null, "Omar: I turn the corner.": null, "Aabria: [laughs] Amazing. Anyone else?": null, "Lou: I'm gonna grab two of the Love.": null, "Aabria: Yeah.": null, "Lou: Or two of the potions, and just throw 'em in my pockets and stride": null, "off.": null, "Aabria: Love it, nice. You definitely know which ones those were, 'cause": null, "Wannessa was absolutely weak to it when you saw it.": null, "Oscar: That's right.": null, "Surena: Very similarly to Hob, I think that Gwyndolin, in her": null, "ridiculously so much cloth dress, she also has bell sleeves.": null, "Aabria: Yes.": null, "Surena: So I would like to wave my bell sleeves over, and just take the": null, "remainder of the potions in our little area.": null, "Surena: So it's all but Plants and Encode Thoughts.": null, "Aabria: Okay, yeah, sweet. Then as you all move into the hedge, let's": null, "roll initiative.": null, "[players gasp]": null, "Surena: Ooh.": null, "[Emily exhales sharply]": null, "Omar: 17.": null, "Brennan: 11.": null, "Emily: 8.": null, "Lou: 23.": null, "Aabria: Ooh.": null, "Oscar: 11.": null, "Surena: 16.": null, "Aabria: Who's got the higher dex between the two of you?": null, "Brennan: I have a +3.": null, "Oscar: +2.": null, "Aabria: Okay, then we begin if there is nothing else you wanted to do": null, "before.": null, "Lou: No, I think I just have eyes on my cousin, Prince Apollo, and": null, "Suntar as we all enter, but that's—I think Squak is very much engaging": null, "with the hedge maze.": null, "Emily: I also invoke my Bladesong.": null, "Aabria: Smart.": null, "Emily: Yeah.": null, "[mysterious orchestral music]": null, "Aabria: And you actually see that several of you are lined up, and you": null, "pass through the same wall at roughly the same time, and as you move": null, "through this two-foot-thick hedge and come to the other side, you are": null, "alone. There's no check for this, but you are in a hedge maze and you": null, "know there are dozens upon dozens of other Archfey here. You know that": null, "at the center lies the Crystal Heart, but where do you want to go in": null, "this maze?": null, "Lou: I mean, with the prodding from my cousin earlier, I do think a": null, "little bit of old Squak is out and just thinking, \"Oh, what if I just": null, "made a mess? Just a big, old mess.\" And so I think I'm seeking scandal": null, "and ruin.": null, "Emily: Yeah, baby.": null, "Aabria: Yes. Do you have a target in mind as the hedge begins to rustle": null, "behind you?": null, "Lou: I think the Court of Wonder generally, Prince Apollo maybe more": null, "specifically. I think that's—given the moment we were in and kind of": null, "just the general chatter that has been around the Court of Wonder, and I": null, "think the end, I think, some of my efforts in the previous days, that's": null, "who has my eye in this moment.": null, "Aabria: Amazing, you feel a little bit of a wind blow. It ducks right": null, "below the height of the hedge and blows you to the right and you, being": null, "a Lord of the Wing, you understand that this wind is deeply arcane and": null, "blowing you towards chaos and ruin.": null, "Squak: [laughs] Well, lead the way.": null, "Lou: I'm gonna—I'll follow.": null, "Aabria: I need you to make a roll for me. I'm gonna let you decide what": null, "kind of roll this is to navigate through the maze to find someone of": null, "interest.": null, "Emily: I love seeing my cousin work.": null, "Lou: I mean, would you take Survival or would you take—": null, "Aabria: Yeah, I think this is Survival or Investigation or Perception.": null, "Lou: Okay.": null, "Aabria: Even Arcana because you know this is a deeply magical situation.": null, "Lou: Skip that one, skip that one, skip that one.": null, "Aabria: Could be nature.": null, "Lou: Skip that one.": null, "Aabria: I don't know why I'm giving—yeah, okay. You can make a case for": null, "just about anything": null, "Lou: I think we'll take Perception.": null, "Lou: We'll take Perception. [die taps table] [claps] 25.": null, "Aabria: Oh my God.": null, "Brennan: Wow!": null, "Lou: On a natural 19.": null, "Emily: From a peacock dice.": null, "Lou: From a peacock dice.": null, "Aabria: From a peacock.": null, "Lou: Trust the birds.": null, "Aabria: Well, there you go. You always trust the birds. And yeah, you": null, "let the wind kind of bolster under you, and I think because of the": null, "nature of your gifts and your talents and your magic, you're even more": null, "sensitive to the slight suggestion of the wind as you very quickly find": null, "yourself not just walking, but almost at like a jog moving quickly,": null, "deciding authoritatively left and right and left again. And you find": null, "yourself standing around the corner probably 20 feet away from Prince": null, "Apollo himself, a figure of almost all burnished gold. He looks": null, "statuesque. His skin and hair gleam in the setting sun. And you see he's": null, "got wraps of vines around his hand and a small arcane focus that he's": null, "gripping, this golden spike as he's trying to blast a straight line": null, "through the hedge to get to the center, but the hedge is not giving up": null, "without a fight.": null, "Lou: Oh. [laughs]": null, "Aabria: What do you wanna do?": null, "Lou: What do I want to do? I think I'm going to aid him. I'd like to": null, "assist him.": null, "Lou: In taking—in his efforts with the vines.": null, "Aabria: Okay, what do you do?": null, "Lou: I'd like to cast Spiritual Weapon at a 3rd level.": null, "Lou: Which will be 2d8 plus 8.": null, "Aabria: What does your Spiritual Weapon look like as you summon it?": null, "Lou: Yeah, I think it's going to be a giant bald eagle that emerges out": null, "of the center of my forehead.": null, "Aabria: Amazing!": null, "Lou: You know. [players laughing] Oh, oh, I'm not helping that much at": null, "all. That's 14 points of damage.": null, "Aabria: Wait, you have to make an attack roll.": null, "Lou: Oh, okay.": null, "Aabria: My hedge is a beast. You must hit it.": null, "Emily: 19.": null, "Lou: 19 again, trace 19.": null, "Aabria: Okay, yeah, you hit it. [players laughing] All right, well, way": null, "to make me look like an asshole.": null, "Lou: No, no, it's perfect. Oh, and excuse me. Yeah, no, that's it. It's": null, "14. Or excuse me, yeah, 14 points of damage.": null, "Aabria: Oh, beautiful.": null, "Lou: From the center of my forehead. And then I think I'm going to run": null, "up. That's just a bonus action.": null, "Emily: Yeah, I was gonna say.": null, "Lou: So then I will run up and actually attempt to aid. [laughs]": null, "Aabria: Are you attacking the monstrous bit of hedge in front of you or": null, "are you trying to ungrapple Apollo?": null, "Lou: I think I will actually use—so I will use my forehead bald eagle to": null, "attack the vines itself, and then I'm going to run up and give Prince": null, "Apollo the help action for whatever he would like to do on his turn.": null, "Emily: Ooh!": null, "Aabria: So good.": null, "Squak: Prince, let me help you!": null, "Apollo: Lord Airavis, this hedge sucks!": null, "Squak: Yeah, Prince, it is a foul beast. Did you see what it did to that": null, "beautiful, beautiful bird earlier?": null, "Apollo: The water bird?": null, "Squak: It's still a bird! As long as—": null, "Apollo: You got your revenge. I saw that beautiful spiritual eagle.": null, "Squak: Yes.": null, "Apollo: Thank you, hold please.": null, "Aabria: And he head-butts the hedge and is going to cast Blight.": null, "Aabria: And begins to burn it away, but he burns one of his higher level": null, "spell slots doing so.": null, "Lou: Great.": null, "Aabria: And the hedge sort of corrodes and darkens as a hole opens up": null, "between you, and he's kind of pulling the dead vines off of his hand and": null, "arms and goes,": null, "Apollo: Come here often?": null, "Squak: [laughs] Well, I do consider myself to be quite comfortable in a": null, "hedge maze. I like the privacy.": null, "Apollo: Incredible. So are you a friend or a competitor?": null, "Squak: [chuckles] Why can't I be both?": null, "Emily: Ooh.": null, "Surena: Okay.": null, "Squak: A little bit of help, a little bit of harm. We can do it all.": null, "Apollo: An interesting prospect. Well, since I would still be struggling": null, "with this terrible bush were it not for you, after you.": null, "Squak: Oh, no, no, no. After you.": null, "Aabria: And without demurring any more he steps through into the next": null, "layer of the hedge.": null, "Lou: Right, I follow.": null, "Aabria: All right, next up we've got Andhera. So you push into the": null, "hedge. You find yourself alone.": null, "Omar: Queasy as fuck.": null, "Lou: Or did you empty your bowels as soon as you got in? And is that": null, "your turn? Do you need to shit yourself?": null, "Emily: Oh wait, if we're not allowed to fly in the hedge maze, are we": null, "allowed to take a giant dump in the hedge maze?": null, "Aabria: You gotta find out. Does a plant think like, “oh, an offering,": null, "how wonderful”?": null, "Emily: Compost.": null, "Aabria: There you go. A little fertilizer.": null, "Omar: I'm not taking a shit in the hedge maze.": null, "Lou: I don't know, but—": null, "Oscar: You could. No one's watching.": null, "Aabria: That makes sense if you have to—": null, "Lou: When's that next rumor phase? Andhera...": null, "Omar: I can cast magic on myself. I don't have to do that. I can use a": null, "spell.": null, "Lou: I don't know.": null, "Omar: I'm going to go ahead. I'm gonna cast Lesser Restoration on": null, "myself.": null, "Aabria: Yeah, you can absolutely cure yourself.": null, "Omar: And that settles my stomach. And is this all moving sort of as if": null, "we were doing rounds of combat, so that is a spell I used?": null, "Aabria: Yeah, yes.": null, "Omar: And so I stand and I go,": null, "Andhera: Shit, I could have fucking called my horse.": null, "Aabria: Well then, in and around that, as you sort of settle your": null, "stomach and settle into the hedge... What are you looking for in here?": null, "Omar: I'm not sure. That's, I think, my answer is I'm competing for the": null, "sake of being a part of the event. And the Glass Heart itself could": null, "absolutely bring an air of decorum to my presence in general in the": null, "Unseelie Court, but I'm not... I don't have a strategy. I'm not really": null, "seeking out any sort of particular interaction. Andhera feels like a": null, "tinge, like a little slight stab of pain that is fear of just...": null, "uncertainty. No idea exactly what they're really gonna do so they're": null, "just gonna sort of... I'm used to caverns that just sort of snake": null, "through a mountain, and so I'm just gonna do the strategy of putting my": null, "hand against one of the walls and just going.": null, "Aabria: Give me… you pick the roll.": null, "Omar: Okay.": null, "Aabria: I need some sort of check to begin navigating.": null, "Omar: Perfect, let's go with... Insight.": null, "Omar: Yeah, let's go with Insight. Okay, 15.": null, "[soft instrumental music]": null, "Aabria: 15's pretty good. You put your hand up against the outer wall": null, "and begin to walk, and as your fingertips sort of pass over the leaves,": null, "you sense a pattern. And there's a sense of feedback here that you're": null, "noticing something very much alive and deeply magical that is trying to": null, "probe you for a direction, and you are able to feel that it's trying to": null, "reach out bouncing off of your, not indifference, but your unwillingness": null, "to make a decision here and rebound back to it. And every time you turn": null, "a corner, you see three new portals and directions open and shut. This": null, "is a very frenetic maze to you because it's giving you all of these": null, "possibilities. And as you pass by some portals, you hear voices and the": null, "sounds of people that you know that you've just met, and people that": null, "you've known your entire life. And then, more often than not, the sort": null, "of deep quiet of the turns of a maze that would lead eventually to the": null, "center.": null, "Omar: I want to hold my palms up against the leaves themselves and just": null, "kind of whisper into the hedge.": null, "Andhera: What do you want to—what do you want?": null, "Aabria: I love this Insight check so I'm going to take it into": null, "consideration, but I do need you to make… Make an Arcana check for me on": null, "top of it.": null, "Omar: Okay, great. That is going to be a total of 23. How's that? I've": null, "never played before.": null, "Aabria: It's fine.": null, "Omar: Is that good?": null, "Brennan: “Did I break it?”": null, "Omar: Thank you, I looked for this die. It was very good.": null, "Emily: I put all their dice in the new moon and they have been": null, "delivering.": null, "Aabria: Not mine! Mine rolled three 2s when I tried to warm 'em up": null, "today.": null, "Emily: I’m sorry.": null, "Brennan: Nobody wants the DM to roll well.": null, "Aabria: No one, yeah.": null, "Brennan: No one wants to see it.": null, "Emily: Even the new moon.": null, "Aabria: Mine are cursed and that is fucked up.": null, "Lou: The moon is with us.": null, "Emily: Oh, yeah!": null, "Aabria: Yeah, you feel, with a 23, a sense of looking and longing and": null, "purposefulness. And it resolves quite clearly into a thought to find the": null, "one that's worthy.": null, "Surena: Ooh.": null, "Omar: That is interesting.": null, "Aabria: And even as you're just sort of with your hands up and touching,": null, "everywhere you go the verdancy of this place assaults you. And even": null, "still in this hedge, the leaves are getting greener, the hedge gets a": null, "little higher as you walk, but these leaves seem to be growing and": null, "curling gently around your hands, blossoming under your touch.": null, "Andhera: I'm now realizing that my strategy of putting my hand up": null, "against a wall and tracing it will not quite work because you can move": null, "[laughs] so that actually—that wouldn't do what I would hope it would": null, "do. So I'm going to just sit here.": null, "Omar: And I plop down.": null, "Andhera: Because I'm going to call forth a steed, and that's gonna take": null, "a couple minutes. And I'm going to feed my steed.": null, "Omar: And I pull out the vial that Lady Chirp gave to me.": null, "Aabria: Oh, yes.": null, "Andhera: Just to get a really fast horse in here.": null, "[Aabria laughing]": null, "Brennan: Galloping through a hedge maze. Step aside.": null, "Emily: That's why I gave it to him. [laughs]": null, "Aabria: You will kill countless.": null, "Andhera: I'm used to being sort of alone and just sitting in places. And": null, "while I'm doing this, 'cause it'll take a while to cast, feel free to": null, "comb my thoughts and memories and feast upon them, I suppose. I hold": null, "nothing from you.": null, "Aabria: And even as you sit, and your hands kind of come away as you're": null, "giving yourself a nice little place and you begin to cast your spell, a": null, "little vine kind of creeps out and just wraps ever so gently around your": null, "shoe. And you feel your mind being, not like rifled through, but just": null, "sort of soothed. And the one memory you feel being pulled up, it's not a": null, "memory, it's sort of a realization that though your family and your": null, "court are incredibly storied and well-regarded, your mother's sort of": null, "refusal to engage with the primary conceit of the Bloom means that no": null, "one in your family has ever been in possession of the Crystal Heart. And": null, "it isn't to say that this hedge wants you to pursue it. It doesn't want": null, "anything of you, but it does give you just a little peek as somewhere": null, "far away in the strange geometries of a magical hedge, you see your": null, "sister sprinting through trying to find her way to the center.": null, "Andhera: Interesting, okay. Well, I'm gonna sit here. I'm gonna summon": null, "the horse. Thank you for sharing that. And also, just so you know, I": null, "would never take a shit in you. That is so disgusting.": null, "Aabria: You get a little like, [shrugs] plant.": null, "Andhera: I still wouldn't, but good to know.": null, "Aabria: And from there, [Lou rips a piece of paper] we move over to—": null, "[laughing] Gwyndolin. That was such an authoritative rip. I thought I": null, "had done something wrong.": null, "Lou: I just didn't want to interrupt the scene, but I've needed to rip": null, "that paper for a long time.": null, "Emily: That was the worst rip of paper I've ever seen. Hold up that": null, "paper shard and admit what you've done.": null, "Oscar: The shard.": null, "Surena: It's a paper shard.": null, "Lou holds up a badly ripped blank page.": null, "Aabria: Disgusting!": null, "Lou: I don't need a perfect page, okay.": null, "Aabria: Well, you didn't get one. All right, Gwyn.": null, "Surena: Okay, so in Gwyn's mind, BINX is thinking, right?": null, "Aabria: Mm-hmm.": null, "Surena: BINX is like,": null, "BINX: All right. I just have to go in there and I need an ally. I need": null, "to find Rue immediately. I think they would understand. They would know.": null, "They would understand, and they're not like the others. They're not like": null, "the others, so I'm gonna—yeah, I'm gonna find them.": null, "Surena: And so that is what I wanna do, but I understand that Rue isn't": null, "technically in the hedge maze yet so—": null, "Aabria: We're assuming that everyone's entering at different—yeah.": null, "Surena: Okay, great. And so I am going to, using the knowledge that BINX": null, "knows from a coloring book she found that was like a child’s activity": null, "book maze, understanding how mazes work, she touches the wall of the": null, "maze and goes left and is just touching the wall and trying to follow it": null, "to see if she can sense... [gasps] Are you glittery? What is—do you have": null, "anything of you?": null, "Oscar: Am I glittery?": null, "Surena: That I can track. [laughs]": null, "Oscar: I do have a peony.": null, "Aabria: I cast Locate Glitter.": null, "Oscar: On my head, that I touched using the green potion, and it like,": null, "bloomed, so if you can smell—": null, "Surena: Ooh, okay.": null, "Oscar: Peonies, you’ll probably...": null, "Surena: Perfect, so in touching the wall, BINX/Gwyn starts trying to": null, "smell for the flower, yeah.": null, "Aabria: Okay, I need you to give me a roll if you're trying to track": null, "down a peony by stink in a green maze.": null, "Surena: Oh yeah, that's hard.": null, "Aabria: You can give me an Investigation or a Perception check. If you": null, "want it to be a different kind of roll, you tell me what you're rolling.": null, "Surena: What is the ground like? Are there footprints? Are there so many": null, "footprints?": null, "Aabria: It is just grassy. And you see no other footprints. It's as": null, "though you entered this part of the maze alone.": null, "Surena: Okay, so as I'm going through the maze with the greenery of the": null, "maze, are there different flowers of the maze?": null, "Aabria: Mm-hmm.": null, "Surena: Is there a spot in the maze that looks more luscious, more": null, "vibrant, colorful? I want to go towards that.": null, "Aabria: Yeah, I'll say there's an area where most of it is just that": null, "solid green, and then kind of spilling out over the top of the maze, of": null, "part of the hedge, is a cascade of sunny, yellow orchids.": null, "Surena: Perfect, I'm gonna run towards those orchids and see if I can": null, "find Rue.": null, "Surena: Yeah, rolling search Rue. Rolling Perception, probably.": null, "Surena: Natural 20!": null, "[Brennan cheering] [players clapping]": null, "Aabria: Amazing!": null, "Surena: Yes, oh my God!": null, "Brennan: Wow, oh my God!": null, "Aabria: You come in with a pure driving intent.": null, "Surena: Yes.": null, "Aabria: And as you spot those flowers drooping down over the hedge, you": null, "run for them, and you see them sort of fall down as if dead, and then": null, "the vine they were growing from regrows a massive pink peony. And as you": null, "run and you're moving left and right, everywhere flowers would be": null, "blooming up or out or down, the blooms fall dead and regrow as peonies": null, "in Rue's direction.": null, "Surena: Oh my gosh, okay. So understanding that the maze is kind of the": null, "most secluded place that we've been in so far, right?": null, "Surena: Because everything is shifting and changing, I think that BINX": null, "finds you, runs up to you.": null, "Aabria: Yeah.": null, "Gwyndolin: Hi, um...": null, "Rue: Oh, uh, Lady Thistle-hop, you found me!": null, "Gwyndolin: I did, um... I wanted to tell you that what you did was": null, "amazing. Well, what you showed... Who, [sighs] who you showed yourself": null, "to be... is amazing, and I needed you to know that. And also, I don't": null, "think that you're like the other people from the Court of Wonder, are": null, "you? You're not like them, right?": null, "Aabria: The hedge closes behind you and in front of you. You are now in": null, "a 10-by-10-foot secluded private cube as the hedge gives you space.": null, "[tender instrumental music]": null, "Oscar: Privacy.": null, "Gwyndolin: You're not like them. You're different.": null, "Rue: Them meaning...": null, "Gwyndolin: Our—your court.": null, "Rue: [sighs] I know, I suppose I'm not like the Court of Wonder.": null, "Gwyndolin: Right.": null, "Rue: And...": null, "Gwyndolin: So I... I'm trusting you because you trusted all of us, okay?": null, "And I need you to not freak out, so like, whatever you're gonna see": null, "right now just like—just be cool. Like, don't freak out. Like, it's": null, "fine—": null, "Oscar: I put a—": null, "Gwyndolin: Like, just be fine.": null, "Oscar: A hand on her shoulder, comforting, gently so.": null, "Gwyndolin: Uh-huh.": null, "Oscar: I look intently into your eyes and I say...": null, "Rue: Tell me.": null, "Surena: And with that the glamor starts to shift and shimmer away, and": null, "you see your hand is here. Your hand kind of shrinks down to a smaller": null, "moth girl essentially. You know, she has her earth-tone wings, messy": null, "black hair. She has these branch golden streaks across her chest. BINX": null, "has revealed herself to you and she says,": null, "BINX: I am not of the Court of Wonder, as you can see. I am, um... I am": null, "of the, um... [crying] I'm the last one of the Court of Craft. I'm the": null, "last, final. There was no more blankets left. Just me, I was last. And": null, "so, I'm here to, um... to find where our magic went. And I think that": null, "you're not like them, because they stole it. The Court of Wonder stole": null, "it. They stole all of it, so, um... And I made a mistake. I think I... I": null, "think that there has been some mis—like, there's been some confusion,": null, "and I want to make it right, and I need somebody that I can trust. I": null, "feel like that's you, okay? So like, oh boy. I don't get emotional. I": null, "don't know what's happening right now. My face is leaking! Um...": null, "[exhales]": null, "BINX: It's okay, we're fine. I just...": null, "Rue: May I say this?": null, "BINX: Yes, please talk.": null, "Rue: It is difficult showing one's true self.": null, "BINX: Yeah.": null, "Rue: Especially to someone you've never met before.": null, "Rue: But I will tell you right now, you and I have a connection and you": null, "have full support from me.": null, "BINX: Thank you.": null, "Rue: I thank you for allowing me to see you. It is an honor that I will": null, "never disgrace.": null, "BINX: That means so much to me. Do you have that key I gave you? That": null, "key?": null, "Rue: Well yes, of course.": null, "BINX: Can I see it right now? Just—can you give me that key, please?": null, "Rue: Of course, yes. This key, I wrote you a letter saying, \"I hope you": null, "give me the key to your friendship.\"": null, "BINX: Right, right, right, right, right, right, right. So this is cursed": null, "and I'm so sorry!": null, "Surena: And I take it and I stomp on it.": null, "Rue: My dear, what?": null, "Aabria: I mean, give it back 'cause it still goes in the box, but yeah,": null, "that's great.": null, "BINX: And so I didn't, like I thought—": null, "Rue: It's cursed?": null, "BINX: Well, it was.": null, "Rue: You gave me a cursed key?!": null, "BINX: Listen! I thought you were, you know...": null, "Aabria: The hedge is getting higher and starting to grow over you like,": null, "“uh-oh, up, up!”": null, "BINX: So, I thought you—": null, "Rue: I can't believe you gave me a cursed key!": null, "BINX: No, I mean, I thought you were different.": null, "Rue: I allowed you into, I said—": null, "BINX: I thought you were like, so fancy.": null, "Rue: \"Oh, you can open the lock to our friendship.\"": null, "BINX: But I thought that was fake.": null, "Rue: And you gave me the key and I thought it was so sweet, I thought it": null, "was so kind.": null, "BINX: I thought you were being a phony baloney.": null, "Rue: And you, and you—": null, "Aabria: We're cutting from there and checking in on Captain Hob.": null, "[laughs]": null, "Brennan: Whew! Oh, wow. That's so funny. Maybe like minutes ago back on": null, "the beach, Captain Hob was in a state of a little bit of disarray. He's": null, "in that state of disarray no longer.": null, "[calm instrumental music]": null, "Brennan: The most affected that I have been today is at Rue's": null, "transformation, 'cause I think that moved Hob from a position of “oh,": null, "this regal master of ceremonies, this titan of the Court of Wonder was": null, "so disgusted by my offer of affection that they sent their assistant to": null, "come duel me.” And then seeing Rue's transformation, I think I have": null, "actually gotten some closure, and I think still arrived at a wrong": null, "conclusion, but I think Hob went like, what Rue was going through was so": null, "much more massive, and it just wasn't about you.": null, "Like, you just didn't matter to that person. Like, that person was": null, "wrestling with stuff that you could not have understood, and you had": null, "ideas about how much you mattered to this person that were the height of": null, "arrogance. And it was, you know, the Bloom has been about so much more": null, "important things to them, and you were like a fool to elevate your": null, "station to the point that you very much mattered to this person when": null, "they had the definition of other things on their plate.": null, "So, I think Hob was like, \"You are a fool, that's all right.\" And is": null, "touched by their act of bravery and more smitten than before by an order": null, "of magnitude, but is very much like, the door is closed on that. Like,": null, "that was about them and you were—it would be amazing if they even": null, "remembered you, or it clearly was not important. So I think that closure": null, "allows Hob, as the Crystal Heart is announced, that he is unburdened by": null, "distraction. He has found the threat to his court, or so he believes. He": null, "has all those papers of the Court of Wonder.": null, "Brennan: Being collected and waiting for him back, and you know, I think": null, "in my head I just go like,": null, "Captain Hob: An end to distraction, Captain. The Crystal Heart.": null, "Brennan: But the Crystal Heart is not what he desires as he goes into": null, "the maze. He desires the same thing he instructed all of his Salt": null, "Goblins to desire, which is the other goblins. And as he enters the maze": null, "I think I go,": null, "Captain Hob: The goblins.": null, "Brennan: And that's what he is attempting to find as he enters the maze.": null, "Aabria: Okay, before you make your roll to navigate the maze, I need you": null, "to make an Insight check on yourself.": null, "[players gasping]": null, "Emily: Ooh, oh.": null, "Surena: What does that mean?": null, "Oscar: Check yourself before you wreck yourself.": null, "Brennan: I am not good at Insight.": null, "Omar: We are our own enemies.": null, "Aabria: Against your own Deception.": null, "Brennan: Against my own Deception. [gasps] Okay, let's go, in that case,": null, "green is Deception, pink is Insight.": null, "Aabria: Love it.": null, "Brennan: Oh my God, green plus 2 Deception is—": null, "Emily: 5.": null, "Brennan: Is 5. Pink, a 5 on the die plus 1 for 6.": null, "Brennan: I see myself!": null, "Aabria: And in that moment, you are saying aloud your orders in that way": null, "that soldiers know that once it is put before you, there is nothing to": null, "do but pursue it. And even as you say it, and maybe there's a bit of the": null, "magic of this place showing you yourself as well, you get just a little": null, "breeze that ruffles the hedges, that comes across your nose and you": null, "smell peonies.": null, "Brennan: I stop in my tracks. I look in the direction of the wind that": null, "was carrying that scent. Do I see anything?": null, "Aabria: This is where I need the roll. You can decide what you want to": null, "roll. If you use Arcana, I will give you advantage.": null, "Brennan: Okay.": null, "Aabria: Or Nature, either one.": null, "Lou: [whispering] See, how many dice does he pick up?": null, "Oscar: [whispering] I think he picked up two.": null, "Lou: Did he pick two?": null, "Brennan: These are gonna be low rolls, but I will roll Arcana.": null, "Lou: Oh, wow.": null, "Oscar: That's some...": null, "Lou: He did the math in his head like the statistics and I think he": null, "chose it that way.": null, "Emily: Ooh baby.": null, "Lou: Oh, he got a dirty 20.": null, "Brennan: I rolled a 19 on the die. Dirty 20 plus 1.": null, "Aabria: The breeze moved—": null, "Oscar: It's like a golf announcer.": null, "Lou: He rolled a dirty 20!": null, "Aabria: The breeze moves from left to right and your head instinctually": null, "snaps left in the direction of the breeze. And what you see is a hedge": null, "closed, but strangely this beautiful growing and deepening domed top is": null, "on the far side of it 20 feet away.": null, "[Brennan sighs]": null, "Aabria: As you're thinking, 'cause that was a pretty close set of rolls,": null, "behind you as you turn and face this strange corner of the maze, you": null, "hear, very faintly, the sound of goblins giggling and running. They seem": null, "to be having a good time, and sort of scampering about, but that seems a": null, "little farther away.": null, "Brennan: This is heartbreaking.": null, "Aabria: But it's there.": null, "[somber piano music]": null, "Brennan: Hob on his digitigrade legs, those cat-like legs that have the": null, "ankle come up so just the tip of the paw is sort of what touches the": null, "ground. He was already pressing into the earth about to take a step in": null, "the direction of the dome. Due to pure enchantment, the smell of": null, "peonies, he didn't even—he was reacting before he could think, there was": null, "something deeper and more profound at work than orders.": null, "And then he hears the goblins. And I think had he not heard the goblins,": null, "this story would take a different turn. But the chattering of the": null, "goblins sounds enough like laughter, and a reproachful laughter of scorn": null, "and derision, and he remembers that the last time there was a challenge": null, "of the Bloom, he forsook his duty to make room for something greater and": null, "his reward was scorn and humiliation. And I think he turns to join the": null, "goblins, and in that moment knows himself a coward.": null, "Aabria: You turn, and you hear just [mimics wind howling] as a gust of": null, "wind blows you in the direction of the goblins. And looking back over": null, "your shoulder, the way is closed. The hedges fall in on themselves, and": null, "there is no way back, only forward, and you walk for a couple minutes,": null, "and you find seven or eight goblins ranging from small Salt Goblins to": null, "medium-sized, all sort of circling around Viscountess Grabalba as she's": null, "looking back and forth and going,": null, "Grabalba: [clapping] I would like to find the jarl. Stone jarl or": null, "Oberon. I have options. Hey!": null, "Captain Hob: Your Ladyship. Men, at attention in front of your": null, "Viscountess!": null, "Aabria: They just start dry humping each other.": null, "Captain Hob: Very good, that is goblin attention.": null, "Brennan: And I am going to open the tablecloth, wipe a quick tear from": null, "my eye.": null, "Aabria: Oh!": null, "Brennan: And I go,": null, "Captain Hob: All of you soldiers, into the sack at once!": null, "Brennan: And I'm going to point to two of them, and I'm going to": null, "announce this series of orders. I say,": null, "Captain Hob: You two, call out the orders from within the sack. Any of": null, "you finding a purple vial, pass it to one of these two commanding": null, "officers. You, crawl out of the sack, put it into my front pocket. For": null, "the rest of you, find matching pairs of colors. When you find a matching": null, "pair, one of you drink it, preserving the other unopened vial. Report": null, "your findings of what you drink, and send the unopened vial with the": null, "report to one of the two commanding officers back to the other side of": null, "my front pockets. There are 12 colors and there are 12 satchels. Between": null, "my case, my uniform, there are enough places for these. You two, file": null, "them in the order given. At once! [claps]": null, "Aabria: Give me an Intimidation check with advantage.": null, "Brennan: Whew! Let's go.": null, "Aabria: And Grabalba says—": null, "Brennan: Nat 20!": null, "Aabria: Shut up, yes!": null, "[cast applauding]": null, "Brennan: And just for fucking around, let's go ahead and I'll do": null, "Commanding Presence, so even with a nat 20 that's gonna be a 33.": null, "Aabria: Holy shit!": null, "Oscar: Unreal, unreal.": null, "Surena: It's unreal.": null, "[battle marching music]": null, "Aabria: There are so few times other than like, the heat of battle where": null, "Hob feels perfectly himself as both soldier and leader and goblin. And": null, "strangely in this hedge, this is one of those moments as the goblins": null, "look to you, and all of that rumpus and ruin and chaos and frenzy falls": null, "away, and they simply bow in deference to a creature of great purpose.": null, "And Grabalba has pulled out her fan. Where the fuck is my fan? And just": null, "like,": null, "Grabalba: [fanning herself] Oh my God. I'm gonna add your ass to the": null, "list.": null, "Oscar: Yeah, she got more options now.": null, "Grabalba: Okay, I'm just saying, it could be within the court. I": null, "understand what my point is, but like, but like... I saw what I saw.": null, "Aabria: Cool, and they immediately begin.": null, "Brennan: I'm gonna take a tiny, little red velvet tasseled cushion and": null, "affix it to a buckle on one of my epaulets and go,": null, "Captain Hob: Your Ladyship.": null, "Brennan: And invite her to sit on my shoulder.": null, "Grabalba: Oh hell, yes.": null, "Aabria: And she starts crawling up you. It is not dainty or feminine.": null, "And she gets up there and she's just leaning on your head like,": null, "Grabalba: This is nice, what's your whole deal?": null, "Captain Hob: Remember to buckle your seatbelt!": null, "Brennan: And I start running down.": null, "Aabria: Amazing. I'll say with that as you keep going, yeah, you are": null, "getting reports in real time. You now have the identities of all 12": null, "vials as you go.": null, "Brennan: That's what we call a goblin Identify spell.": null, "Emily: Wow, yeah!": null, "Aabria: There you go, amazing. There are several dead goblins in your": null, "bag.": null, "Brennan: You wanna cast a spell, you gotta kill some goblins.": null, "Surena: It's magic.": null, "Aabria: That's what they always say.": null, "Brennan: That's the cost.": null, "Aabria: Amazing.": null, "Omar: That's how to make an omelet.": null, "Aabria: Let's jump over to Rue now for your turn.": null, "Oscar: So this is like, I'm taking a step back before I've—": null, "Aabria: Nope, I'm gonna say that this happens kind of here and now.": null, "Oscar: Okay.": null, "Aabria: And then your self-determination will kind of lead us from this": null, "moment into whatever happens next.": null, "Oscar: So we're...": null, "Surena: Yeah.": null, "Rue: What curse? What does it do?": null, "BINX: It was going to make you lose all of your hair. But it's fine": null, "because I just stomped on it.": null, "Rue: That's not that bad.": null, "BINX: So it doesn't even work. It's fine.": null, "Rue: No, it's fine, okay. My dear, thank you for taking back the gift.": null, "BINX: Of course, and thank you for just being really cool about...": null, "Rue: What is your name?": null, "BINX: BINX.": null, "Rue: BINX.": null, "BINX: BINX Choppley.": null, "Rue: Choppley.": null, "BINX: It's my last name.": null, "Rue: And Gwyndolin Thistle-hop is?": null, "BINX: A friend.": null, "Rue: A friend?": null, "BINX: Yes.": null, "Aabria: Give me a History check.": null, "Oscar: 18.": null, "Aabria: Yeah, Gwyndolin Thistle-hop is absolutely a person that has been": null, "around, so unless BINX has been doing this since way before the decline": null, "and disappearance of the Court of Craft, you know Gwyndolin to be a real": null, "person.": null, "Rue: Ah.": null, "BINX: Mm-hmm. So I thought maybe like, you had a thing with them, and I": null, "was trying to suss it out, but it seemed like we didn't know each other,": null, "so like, I was...": null, "Rue: Where is Gwyndolin Thistle-hop at the moment?": null, "BINX: You know, we could talk about that later. So right now—": null, "BINX: I think Hob knows what my deal is, so if we can find them, if you": null, "can help me. I mean, you could do you, whatever. That's cool, but": null, "like...": null, "Rue: [sighs] Just the thought of Hob.": null, "BINX: What's going on there?": null, "Rue: Uh...": null, "BINX: Is there like a… you know?": null, "Rue: BINX, please.": null, "BINX: What?": null, "Aabria: And it's just at this moment that you feel that ripple of": null, "breeze. And the question is posed to you, too. You are centered in this": null, "moment with a new friend who has revealed herself to you, but this hedge": null, "is about what you are trying to pursue.": null, "Oscar: Hm.": null, "Aabria: So what direction is the breeze leading you?": null, "[energetic piano music]": null, "Oscar: There is so much sense of relief that I feel, cathartic even, of": null, "having this… unbelievable sort of reveal of self, and for the most part": null, "received acceptance. I am sort of trying on my real clothes for the": null, "first time and feeling what it's like to be seen as a self and accepted": null, "and you know... I feel a lot of calm. On the back of that is anchored": null, "with... the thought of Hob. It's on my mind, but it's not a sad one. I": null, "just keep thinking that look that we gave each other when I was looking": null, "for him 'cause that's the only one that mattered to Rue. I cannot erase,": null, "it's etched in Rue's brain, the look of approval, just a look, just a": null, "look back. That makes me very happy, but I snap back into reality and": null, "the present moment and I look at BINX. And I touch some of the vine, the": null, "greenery, and I think to it, using the plant power that I have.": null, "Aabria: Yes, there you go.": null, "Oscar: And I say,": null, "Rue: Lead us to the Crystal Heart.": null, "Oscar: And then I look at BINX and say,": null, "Rue: Whether you want to reveal your true self or hold that is": null, "completely up to you. You owe no one the right to show yourself. This is": null, "all about you, but I think we need to make a declaration of your": null, "existence at this Bloom, don't you think? We will find the Crystal Heart": null, "together.": null, "BINX: Okay, yes.": null, "Rue: And on the way there, explain to me the history of BINX.": null, "BINX: All right, I would love to.": null, "Aabria: And a way is opened before you. Not the twists and turns of a": null, "hedge, but you turn and calmly move as the vine that you reached out for": null, "sort of guides you back in the direction of center, and gateway after": null, "gateway is opened before you and you are offered a straight shot toward": null, "the Crystal Heart, no roll required, you move. So let's jump now…": null, "[Emily chuckling]": null, "Aabria: To Lady Featherfowl, what the fuck are you doing?": null, "Emily: Uh, Lady... [laughs]": null, "Aabria: Yes, yes, good, yes.": null, "Brennan: Yeah, yeah, yeah, yeah, yeah, yeah.": null, "Emily: I think Lady Featherfowl is like, okay, let's keep this Bloom": null, "interesting. Do I get the sense that this love potion would satisfy the": null, "demands of the—": null, "[Lou laughs excitedly]": null, "Omar: Oh my God.": null, "Emily: Of the wager? That if I were to take it and purposefully fail,": null, "that I would satisfy the demands of falling in love?": null, "Surena: Hmm...": null, "Aabria: Oh my God. [laughs] That's incredible.": null, "Oscar: Love has to be reciprocated.": null, "Emily: I don't think you said that.": null, "Brennan: No, I think you did.": null, "Oscar: I did.": null, "Emily: You did?": null, "Brennan: I think Oscar—and I think you maybe even stipulated no magic.": null, "Oscar: No magic.": null, "Surena: Oh.": null, "Brennan: We can run the tape back. We can run the playback on that.": null, "Flashback to Episode 2: The Great Hart Hunt": null, "Rue: I think ultimately the bottom line is, by the end of the Bloom,": null, "both of you must have worthy suitors.": null, "Chirp: Ah.": null, "Squak: Fair.": null, "Chirp: Yes, yes, yes, okay.": null, "Rue: Where love is valid, love is true, and love is reciprocated.": null, "Rue: Without the aid of glamors or any magic whatsoever.": null, "Back to present": null, "Emily: Fuck me.": null, "Emily: Lady Featherfowl just stomachs that realization, and is just": null, "like, all right, let's see some shit go down. And I think I'll just down": null, "a Potion of Plant Affinity.": null, "Aabria: Yes.": null, "Emily: And then I wanna be like,": null, "Chirp: Ah, dearest hedge.": null, "Hedge: Hey girl, hey.": null, "Chirp: Hi.": null, "Hedge: Hi.": null, "Chirp: So I just kinda wanted to start some shit.": null, "Hedge: I love that.": null, "Chirp: 'Cause it is a Bloom.": null, "Hedge: Yeah, of course, of course.": null, "Chirp: Would you be okay with me starting a little sibling rivalry?": null, "[Omar gasps]": null, "Hedge: Uh, with... I mean, whatever you want. You look incredible, by": null, "the way.": null, "Chirp: Thank you so much. I am on a flightless bird that goes 100 feet": null, "per round.": null, "Hedge: That's great. Okay, so what do you need? I'm here for you.": null, "Chirp: I was thinking, I gave the young Andhera—you might know him as": null, "Pillar Boy.": null, "Hedge: Oh yeah, Pillar Boy.": null, "Chirp: A bit of speed, but I thought, \"what if I just also fucked over": null, "his sister?\"": null, "Oscar: Oh, snap.": null, "Chirp: Could you just get me like, a little window through a hedge to": null, "see Suntar?": null, "Hedge: Hold please.": null, "Aabria: And you see as like, just suddenly like a chain of doors opening": null, "as this hedge opens up, and you actually see Suntar sprint by it.": null, "Aabria: And like a little window sort of follows.": null, "Emily: From my little peeping tom hole, uh...": null, "Hedge: Did you wanna go through? I can like... What do you—I want": null, "whatever you want. Also—": null, "Chirp: No, I just need to—I'm just gonna cast Slow on her.": null, "Lou: Yes, yes, yes Cousin.": null, "Chirp: You know, sometimes when you spectate, you just wanna stir shit": null, "up just to see, you know?": null, "Hedge: I love this for you.": null, "Chirp: Put shit in a blender and press blend on the highest level.": null, "Hedge: Incredible.": null, "Oscar: Put shit in the maze.": null, "Omar: And put maze on the highest level.": null, "Surena: Blend it at that level.": null, "Aabria: Amazing. Is there any roll associated with Slow?": null, "Emily: It's a Wisdom save.": null, "Aabria: All right.": null, "Oscar: Ooh!": null, "Lou: Yes, Cousin, yes.": null, "Aabria: Does a 12 beat it?": null, "Emily: No, it does not. So now she has her speed halved, -2 to AC and": null, "Dexterity saving throws, can't use reactions. On each turn, she can": null, "either use an action or a bonus action, but not both. If she attempts to": null, "cast a spell with a casting time of one action, she has to roll a d20.": null, "On an 11 or higher, the spell doesn't take effect until the creature's": null, "next turn.": null, "[Omar laughing]": null, "Brennan: Whew!": null, "Aabria: Yeah. You absolute—you know what? Do you wanna describe for me": null, "what it looks like? Like, how does your magic look?": null, "[tense instrumental music]": null, "Emily: Well, because a bird's like, you know, the power of flight is": null, "kind of our thing.": null, "Emily: I think it's just like, gravity hits her.": null, "Aabria: Ooh. And you see, as she takes this step, and all of a sudden": null, "her body, like, she's already a little sweaty sprinting through. You see": null, "the strain on her face as she slows down, and as her foot lands, she": null, "struggles to keep moving. And you hear—": null, "Emily: And then I'll be like,": null, "Chirp: Hedge, hedge, close up now, close up now.": null, "Hedge: Yeah, hold on. Can I, can I, I just wanna...": null, "Aabria: And you see as a vine wraps around her other leg and pulls her": null, "and trips her.": null, "Hedge: That was just 'cause I like you.": null, "Aabria: And then it closes.": null, "Chirp: Thank you! [laughs]": null, "Aabria: And the hedge, like, you turn around now and the hedge has built": null, "you this little garden seat with blooming flowers.": null, "Chirp: Oh, fantastic, fantastic.": null, "Hedge: I know what you're doing. I should warn you that there are two": null, "people in the maze looking for you, so what do you wanna do about that?": null, "Brennan: [gasps] What?": null, "Chirp: For me?": null, "Hedge: Mm-hmm.": null, "Chirp: Oh my God.": null, "Brennan: This is the first time that Brennan has been in a regency. I'm": null, "like, \"Scandal!\"": null, "Chirp: Very, very interesting. If that's the case, I believe my work is": null, "done here. Perhaps I might retreat.": null, "Hedge: Oh, okay.": null, "Chirp: Although I do enjoy your company.": null, "Hedge: I will miss you so much.": null, "Chirp: Are you allowed to leave the hedge? Can you come over for tea?": null, "Hedge: I'm a lot of plants and stuff here. I'm also a little bit at your": null, "nest so if you ever need anything, just—": null, "Chirp: Oh my God, could I take a twig of you and bring it back to my": null, "nest so we could gab one another?": null, "Hedge: [squeals excitedly] Yes!": null, "Emily: [laughs] Great, I viciously hunk off a twig.": null, "Hedge: Ow!": null, "Chirp: Sorry.": null, "Hedge: It's fine.": null, "Chirp: Subtlety's not my skill.": null, "Hedge: Oh, gotta get some pruning shears. That smarts.": null, "Emily: And then I'll just put her behind my ear and ride my ostrich out.": null, "Aabria: Yeah, a way is opened for you immediately back out of the hedge": null, "maze.": null, "Chirp: Ah. [claps]": null, "Aabria: And I think the person you're able to see, just sort of as you": null, "look over your shoulder as the hedge closes behind you, is Lady": null, "Sylmenar, one of the ladies in waiting to Queen Titania from the Seelie": null, "Court.": null, "Emily: And they were looking for me?": null, "Chirp: Oh, actually, while you're here. I have you on the Bluetooth.": null, "Isn't that fun?": null, "Hedge: Oh, that's fun. This is fun for us.": null, "Aabria: It actually curls around so it grows just a little bit into your": null, "ear.": null, "Chirp: Fantastic, this has been my essence all along. Who were the two": null, "people? Lady Sylmenar is one. And who was the other one? Did you catch": null, "their name or a physical description?": null, "Hedge: I didn't catch their name, but they're a bird person.": null, "Oscar: Oh.": null, "Chirp: What?": null, "Hedge: I see them moving around. They were kind of—I think they're with": null, "you. It's someone that arrived with you.": null, "Aabria: And they give a physical description of a sort of long-necked,": null, "long-beaked stately bird in fussy clothes and you recognize the": null, "description to be of Caw, your fixer that's here with you.": null, "Lou: Hmm...": null, "Chirp: What is Caw doing partaking in games? Thank you so much.": null, "Hedge: You're welcome. I'm here for, honestly like 58 more minutes,": null, "so...": null, "Chirp: Wait, so I'm not gonna be able to talk to you on this Bluetooth": null, "for the rest of my life?": null, "Hedge: Oh no, my god, no. I'm so sorry.": null, "Chirp: Are you kidding me? In 58 minutes our friendship is over?": null, "Hedge: I mean, I'll still like you probably, but I think maybe less of": null, "the talking part.": null, "Chirp: Ah, I just don't know how to... I just, I guess tell me your": null, "story and I'll write it down and turn it into a children's book.": null, "Hedge: Oh my God, I was born a blade of grass.": null, "Aabria: Move on from there.": null, "Brennan: Ship Chirp and the hedge?": null, "Omar: Yeah!": null, "Oscar: Absolutely do.": null, "Surena: I feel...": null, "Omar: Oh.": null, "Brennan: Amazing, okay, let's come back up to the top. Squak.": null, "Aabria: You and Prince Apollo are moving through the hedges walking and": null, "talking. He keeps gesturing like,": null, "Apollo: We could just blast through, you and I together, and your head": null, "eagle.": null, "Squak: Okay, it's just an eagle. It emerges from my head, but do not": null, "debase such a beautiful creature.": null, "Apollo: I am so sorry.": null, "Squak: As being of me. No, I give all of that credo to Grandfather.": null, "[Emily laughing]": null, "Squak: Yes, thank you.": null, "Apollo: Long may he—yes, yes. We could blast our way through. How do you": null, "want to deal with this?": null, "Lou: I believe in the moment, in the choice for chaos, I think Squak is": null, "now, my goal is to help Prince Apollo get this Crystal Heart.": null, "Lou: So I,": null, "Squak: Prince, however you best believe we could get to the center of": null, "the maze quickest, I will do anything I can to aid you.": null, "Apollo: I think, fighting! I love fighting!": null, "Squak: Sure, fighting is great.": null, "Emily: Is Prince Apollo kind of stupid?": null, "Squak: Yeah, yes, let's hit 'em. How about we—let's smack 'em around.": null, "How about we get physical? [grunts]": null, "Oscar: You hitting on Apollo?": null, "Lou: Maybe.": null, "[playful instrumental music]": null, "Aabria: Prince Apollo absolutely leads with this sort of sun-bright": null, "rapier and attacks the hedge in front of you, triggering it as it sort": null, "of grows out and down, and you've now, between witnessing the previous": null, "one and sort of your new path, you realize the hedge is triggering a": null, "small Shambling Mound any time you fight it, so I'm gonna need you to": null, "Lou: Oh, wow, second initiative.": null, "Brennan: Ooh!": null, "Emily: Yeah!": null, "Lou: Now with hill.": null, "Lou: That's gonna be a cool 19.": null, "Aabria: Okay, you're gonna go first.": null, "Lou: What a dream. So do I still have my forehead eagle?": null, "Aabria: Yes, of course.": null, "Lou: Great. So forehead eagle will attack first.": null, "Brennan: I saw them live. They were great.": null, "Omar: Oh, cool.": null, "Oscar: The comeback tour?": null, "Brennan: The comeback tour, incredible.": null, "Lou: Fucking two accordions fucking slaps, bro. That'll only be an 11": null, "for mind eagle to hit.": null, "Aabria: Okay. That's a little low to hit a hedge.": null, "Lou: That's okay, that's okay. Mind eagle is chill. But then I'll cast—": null, "Aabria: Actually, you know what? No, hold on.": null, "Omar: Oh.": null, "Lou: Oh, oh!": null, "Aabria: Because...": null, "Lou: I'm sorry.": null, "Aabria: As mind eagle sort of soars out, Prince Apollo turns to you and": null, "says,": null, "Apollo: We've got this.": null, "Aabria: And gives you a little wink and is gonna grant Bardic": null, "Inspiration to you.": null, "[Brennan gasps]": null, "Lou: Wow!": null, "Aabria: So you can add a d8.": null, "Lou: Okay, great. I like this guy. I picked the right horse, the right": null, "violent horse for this. That'll be only a 3, so that only gets us up to": null, "14.": null, "Aabria: Just misses, I'm sorry.": null, "Lou: [groans] No, it's all good. I say,": null, "Squak: Thank you.": null, "Lou: And then I'm gonna cast Shatter at a 4th level.": null, "Aabria: Oh!": null, "Lou: So that'll be a Constitution saving throw from said Shambling": null, "Mound, 18.": null, "Aabria: Yeah, a 9 isn't gonna do it.": null, "Lou: Great, un, deux, trois, quatre...": null, "Omar: Give us that cinq! Give us the cinq!": null, "Lou: I just be like—I'm gonna give you that cinq! Cinq, cinq, cinq,": null, "cinq, cinq, cinq, cinq. I don't have another d8. Can I have one?": null, "Oscar: Of course.": null, "Lou: Thank you.": null, "Oscar: This one?": null, "Lou: Cinq, yeah, that's it. Great, oh... Oh, oh, bad! 9.": null, "Emily: Oh no!": null, "Lou: 15, 16… 23 points of damage on this area of hedge.": null, "Aabria: You absolutely blow the hedge away, and it even kind of begins": null, "to impact the next layer of hedge down, and you're able to chump damage": null, "on a deeper level.": null, "Lou: Got it.": null, "Aabria: And Prince Apollo happily bows to you like,": null, "Apollo: No, but really, after you. 'Cause I'm just kinda cutting it.": null, "You're really the one putting work in here.": null, "Squak: Still incredibly effective.": null, "Lou: And yes, I'll move on, Shatter. Pass over that Shatter damage and": null, "move on to the next hedge.": null, "Aabria: Amazing, and you keep moving forward. And we're gonna resolve": null, "the joining of you in a little bit. But first, Andhera, you've spent": null, "some time casting and meditating.": null, "Omar: Yes.": null, "Aabria: And you summon a steed.": null, "Omar: I do. In character voice I say this, \"I do.\"": null, "Aabria: The hedge is listening attentively.": null, "Omar: [laughs] I cast Find Steed after 10 minutes, and I wanna say a": null, "pool of cave water, pure, clean cave water, starts to sort of bubble up": null, "from the ground.": null, "Oscar: Delicious tea.": null, "Omar: Delicious.": null, "Aabria: Do you drink it?": null, "Omar: I just wanna lick the walls. No, no, no, no, this is my horse.": null, "[laughs] I… I shouldn't.": null, "Lou: This is my horse.": null, "Emily: You can lick your horse.": null, "Omar: I cross one line, who knows what's next?": null, "[echoing tones resound]": null, "Omar: And it starts to take the form of legs and then a body. And it's": null, "this horse, but as it's about to finish, this sort of dark murkiness": null, "starts to cloud up from the bottom and fills out the shape of the horse,": null, "and it becomes this Nightmare.": null, "Aabria: Ooh, I love a Nightmare.": null, "Omar: And I smile and I turn and I pet the horse's mane and I go,": null, "Andhera: Mucky, my trusted Nightmare, Mucky!": null, "Aabria: And Mucky kind of nuzzles into your hand and gives you a little": null, "headbutt. And even as their tail flickers, you see it's catching the": null, "edges of the hedge aflame as you go.": null, "Andhera: Oh, I've missed you so much. Oh careful, this is actually our": null, "friend. Don't light it on fire if that’s—if you could.": null, "Aabria: And starts reaching forward trying to eat it.": null, "Andhera: Oh no, actually, no. I don't know what that would do. Wait, no,": null, "I can get you... There's like, salad and stuff out there. I can get you": null, "so much food.": null, "Aabria: Yeah. [laughs] And kind of sits back.": null, "Andhera: Okay, hedge, you gave me a sense of my sister and how much she": null, "wants to find the Crystal Heart. Could you lead me to her? It's what I": null, "want.": null, "Aabria: Is that true?": null, "Omar: Yes, it is. In this moment, I want to find my sister.": null, "Aabria: Give me a Persuasion check.": null, "Omar: Persuasion?": null, "Omar: 12.": null, "Aabria: With that, even as your Nightmare kind of wickers, you feel a": null, "little breeze across you in the direction that would send you left. And": null, "you feel that guidance, but also a sense of urgency behind it as the": null, "wind picks up, that you spent a lot of time summoning this horse.": null, "Omar: I did, yes.": null, "Andhera: Mucky—": null, "Aabria: And you're behind, but it's not impossible.": null, "Omar: Okay, great. Well, luckily Lady Chirp gave me this potion.": null, "Aabria: Oh, I forgot. Mm-hmm, mm-hmm.": null, "Omar: So I uncork that.": null, "Aabria: Good, and I'm having a calm reaction. Got it.": null, "[Omar laughs]": null, "Chirp: [laughs] I should have made a bet on this.": null, "Aabria: There's people outside. They're like,": null, "Spectators: We're betting on this.": null, "Chirp: I'll get in on it.": null, "Aabria: Yeah. [laughs]": null, "Andhera: Mucky, here you go.": null, "Omar: And I pour the potion into Mucky's mouth and sort of the yellow, I": null, "would suppose, disappears—like, mixes in with the black.": null, "Aabria: This is technically a clear potion, 'cause it's the potion of": null, "Haste.": null, "Omar: Oh, in that case, that's right. The clear does nothing.": null, "Aabria: Amazing. Okay, your Nightmare is now under the effect of the": null, "Haste spell.": null, "Lou: Oh!": null, "Aabria: So speed is doubled, +2 bonus to AC, advantage on dex saves, and": null, "an additional action on each of its turns.": null, "Omar: This is a child and their horse. We grew up together. We just": null, "understand each other and communicate without speaking, and just hop on": null, "top of Mucky, and just lean in and whisper,": null, "Andhera: Let's go find them.": null, "Aabria: You gotta tell me what the speed on this horse is now.": null, "Omar: That's right! Yes, that's correct.": null, "Brennan: Unseelie prince on a fiery-hoofed horse charging through a": null, "hedge maze, that's hot.": null, "Aabria: Yes!": null, "Brennan: That's hot, that's hot.": null, "Aabria: Very hot of you.": null, "Brennan: Quite hot.": null, "Oscar: Yeah, the robe opened.": null, "Oscar: So open chest.": null, "Aabria: Ooh, yeah, yeah.": null, "Surena: And suddenly wind is—": null, "Brennan: Chest, rain cloud following behind.": null, "Surena: Yeah, rain cloud.": null, "Oscar: Yeah.": null, "Brennan: Does the rain cloud have to orient slightly in front with the": null, "wind so it's gotta get a little bit—": null, "Lou: Well, 'cause it's gotta fall on the face like, you know.": null, "Aabria: Yeah, yeah.": null, "Brennan: Yeah. It's like, okay, we gotta get, we gotta sort of— “Don't": null, "fire where the plane is, fire where it's gonna be” kinda thing. Yeah,": null, "exactly.": null, "Omar: And I was thinking, you know, actually, as I leap on to this horse": null, "that is made of, that sort of forms and transforms out of cave water,": null, "the elemental shard on the back of my neck glows blue, and there is a": null, "rainstorm, but it's not angry and tumultuous. It's like a healthy spring": null, "rain. And it just sort of, as it rains the water just gets absorbed into": null, "my steed.": null, "[sounds of light rain and water bubbling]": null, "Omar: As we gallop. This is a 90-foot speed.": null, "Aabria: Normally?": null, "Omar: Normally.": null, "Aabria: [whispering] Oh no.": null, "Omar: Horse.": null, "Aabria: Uh-huh, so that would get doubled to 180. So if you used just": null, "your movement, that's 180 per round, but if the horse used its action": null, "that would jump up to 360.": null, "Omar: Yeah. Right.": null, "Aabria: But you also get an extra action if you used a dash.": null, "Aabria: I can't do that math.": null, "Aabria: I can. It's so high.": null, "Aabria: Cool, so with 540…": null, "Aabria: Is that right, 540?": null, "Brennan: Yeah, Haste doubles and gives you an extra action.": null, "Brennan: So that's three actions a turn moving 180. It's 180 times 3": null, "which is—": null, "Aabria: Yeah, 'cause 90 times 6 is 540.": null, "Brennan: Yeah, 540.": null, "Oscar: That's as fast as five ostriches.": null, "Aabria: This thing is ostrich fast.": null, "Omar: All pulling each other.": null, "[energetic instrumental music]": null, "Aabria: I think as you take off as a flash, we get that side-by-side of": null, "you taking off at an ungodly speed even as your sister is slowed by that": null, "sniper shot through the hedge. And it's very apparent that the hedge": null, "can't keep up with how fast you're moving.": null, "Omar: Yeah.": null, "Aabria: So eventually... Mocky?": null, "Omar: Mucky.": null, "Aabria: Doesn't have the turn radius.": null, "Omar: Mm-hmm.": null, "Aabria: And just starts blowing through the hedge. So as you're going, I": null, "need you to make—": null, "Oscar: That's hot.": null, "Brennan: Hot.": null, "Surena: Hot, still hot.": null, "Aabria: Give me four Dexterity saves with advantage as the hedge, even": null, "though it's friendly, has its orders to not allow being pushed through": null, "without remark.": null, "Emily: [in Chirp’s voice] If only we didn't know Pillar Boy when he was": null, "a boy. Oh!": null, "Lou: [in Squak’s voice] If only I was untethered to the sight of him": null, "hiding behind a pillar.": null, "Omar: This is four with advantage?": null, "Omar: Oh… okay.": null, "Aabria: I'm gonna let you know, if you ever roll below an 18.": null, "Omar: Okay, can I borrow a d20?": null, "Brennan: Yeah, yeah, yeah. Well, you gotta roll them two at a time, so": null, "that you know which is the lower roll.": null, "Omar: Yes, you're right. Okay, no, this makes... Okay, here we go. Okay.": null, "That's a 7. Oh wait—": null, "Brennan: With advantage.": null, "Aabria: With advantage.": null, "Omar: I rolled both of them. One was a 4, one was a 7.": null, "Aabria: Dang, okay.": null, "Brennan: And then you add your dex.": null, "Aabria: Yeah, okay.": null, "Omar: Which is gonna be, it brings it up to a 9.": null, "Brennan: Do you add your paladin bonus to that or no?": null, "Emily: Yeah, you get saves.": null, "Aabria: Oh yeah.": null, "Omar: Oh yeah, you're right.": null, "Brennan: I don't know if you'll make 18, but...": null, "Aabria: Yeah. Oh no, 18 is the hit points. Hold on. [singing] I can do": null, "this. ": null, "Brennan: 9, AC—": null, "Aabria: It's a 14.": null, "Omar: 14?": null, "Aabria: It's a 14 to beat it.": null, "Brennan: What's your Charisma modifier?": null, "Lou: He might make a 14. We're gonna—": null, "Brennan: Is that a +5?": null, "Aabria: 14.": null, "Brennan: Or is that +2?": null, "Omar: +2.": null, "Brennan: Okay, so that's only gonna get you to 11.": null, "Emily: Only +2?": null, "Omar: 11.": null, "Aabria: If you have Inspiration, I'd recommend you burn it now.": null, "Omar: I don't know if I do.": null, "Emily: Ooh, you can also, can't you burn your items?": null, "Aabria: You could also burn an item.": null, "Omar: Oh, I can burn an item?": null, "Surena: Oh shit, oh shit.": null, "Oscar: But do you want to?": null, "Lou: Which one are you gonna give away?": null, "Omar: Oh, this trumpet.": null, "Oscar: You love the trumpet!": null, "Lou: Didn't you make a whole speech like four episodes ago how you'd": null, "never give your trumpet away?": null, "Omar: Let me explain why I'm burning this.": null, "Omar: If I burn this, does it automatically just like, this whole roll’s": null, "that would go for like an hour—": null, "Aabria: Depends on how good your explanation is.": null, "Omar: If you all recall in episode \"when I got this—\"": null, "Lou: Yeah, if we can just bleep out what he said and just fill it with—": null, "Oscar: Yes.": null, "Omar: Episode \"five\", uh...": null, "Oscar: That's this episode.": null, "Surena: It's this episode.": null, "Lou: We'll take it out. We can take it out.": null, "Aabria: That’s still wrong.": null, "Surena: Back to one, back to one.": null, "Aabria: Yeah, got it!": null, "Omar: In episode \"one\"...": null, "Aabria: The best part is it's episode two.": null, "Omar: Who's to say?": null, "Aabria: Who can say, who can say?": null, "Omar: I took this and held it because it reminded me of the times that I": null, "used to make mouth sounds deep in the caves and I would just get yelled": null, "at by everybody to be quiet. And the idea of catching up to my sister": null, "and proving myself in this moment, my strategy and my presence taking up": null, "that space.": null, "Omar: I would like to burn this if will catch me up to her.": null, "Aabria: There's something important about what this token represents.": null, "Aabria: It is a moment of triumph. It's also a bond with Lady": null, "Featherfowl of the Lords of the Wing, and her extending a moment out to": null, "you.": null, "Omar: Yes.": null, "Aabria: So if you burn it and make it just a little bit harder to": null, "reforge that connection again, I will happily allow you not just to": null, "catch your sister, but we'll get a shot of you jumping over a hedge and": null, "surpassing her as she is slowed on the ground.": null, "Omar: Interesting, if I promise to—": null, "[Aabria chortles] [Omar laughs]": null, "Omar: Put my character's foot in their mouth the next time I see Lady": null, "Featherfowl with the most horrendous pick-up line that I had to look up": null, "on the internet earlier this morning, can I land next to my sister and": null, "not pass?": null, "Aabria: You could just have that.": null, "Aabria: You don't have to do anything, but you are gonna burn it.": null, "Omar: Here it is, yes.": null, "Aabria: That's it, amazing.": null, "[players cheering]": null, "Aabria: So go ahead, narrative control moves to you. What happens?": null, "Omar: We just blast through the leaves. It's unfamiliar terrain, 'cause": null, "we don't have a lot of this type of greenery down in the caves. And my": null, "steed Mucky just is done with it and just barrels through. And we hit a": null, "curve and kind of like, Akira slide past my sister.": null, "Oscar: Ooh, baby.": null, "Aabria: Yes, yes.": null, "Omar: Park.": null, "[horse whinnies]": null, "Omar: And I—": null, "Lou: Park.": null, "Emily: Parallel parking with other steeds.": null, "Omar: Some steam comes off and kind of like, goes to the next pass": null, "through the wall, and whoever's on the other side will just be confused": null, "by that.": null, "Aabria: Yeah, absolutely.": null, "Omar: And I just kind of look down at them. And I notice their movement,": null, "'cause they're still running, right?": null, "Aabria: Yeah, she is doing her best to keep moving, but she looks over": null, "at you.": null, "Suntar: What are you doing?": null, "[soft harp music]": null, "Andhera: I got a sense that you were here trying your fastest to get to": null, "the Crystal Heart so I thought something.": null, "Suntar: Go on.": null, "Andhera: And now I see that you're actually—you've been afflicted by": null, "what I can only assume was a very callously tossed spell your way.": null, "Suntar: Right, and if I am?": null, "Andhera: You are by far the most capable of our family. You are sort of": null, "the crown jewel. Here.": null, "Omar: And I actually climb off of Mucky.": null, "Andhera: Since you're slowed down, this actually doesn't seem right. Go": null, "ahead, get on the steed. You might be slow, but this steed is fast.": null, "Suntar: What are you doing? Is this a trick?": null, "Andhera: It's not a trick, Sister. Just, if we get it, our family, our": null, "court looks good. It just makes sense. I have—": null, "Suntar: Why not you?": null, "Andhera: Let's be quite honest. It's very difficult for me to look good": null, "in front of Mom. And if she finds out that I assisted you with your": null, "successful retrieval of the Crystal Heart and brought honor to our": null, "family, that makes both of us look good, and that just makes sense.": null, "Aabria: And she moves over to the Nightmare and puts her hand on its": null, "reins.": null, "Suntar: Why do you trust me to tell the truth of what happened in here?": null, "Suntar: I am my mother's daughter.": null, "Andhera: That's a good point. [laughs] One that I had not quite": null, "considered. Let me just say this. The insurance that you would have to": null, "lie about your successes might be a feather in my cap enough.": null, "Aabria: Make a Persuasion check for me.": null, "Omar: Okay. Persuasion? This is going to come out to 16.": null, "Aabria: Okay. [die taps table] And she looks at you, and you can't tell": null, "if this is a moment that's sort of dragging out infinitely because she": null, "is slowed or because she is thinking through every permutation of how": null, "you might be trying to fuck her over with this. But she holds for a long": null, "moment and then eventually saddles up.": null, "Omar: Great.": null, "Aabria: On the horse. And even as she rears it around and turns, the": null, "hedge just past you in the direction you were moving drops down and": null, "away.": null, "[adventurous instrumental music]": null, "Aabria: And you see 100 feet in front of you the Crystal Heart is just": null, "laying on the ground. And in different directions, all of you, excepting": null, "Lady Featherfowl, have moved through the center of the maze. Like, you": null, "were standing with your sister and the Nightmare, and across you see": null, "Prince Apollo and Squak. And you see a contingent of goblins all sort of": null, "surrounding and covering Captain Hob. And you see both Rue and Gwyn": null, "taking their leisure walking through. They're the only ones that don't": null, "look like they've had a hard day with this.": null, "Omar: As I see this, and we now have this steed with an unbelievable": null, "amount of speed, I turn to my sister and I smile in this moment that we": null, "are both united in this goal and have the absolute advantage. And I say,": null, "Andhera: Dear sister, get fucked!": null, "Omar: And I click [snaps fingers] and I want Mucky to just run in the": null, "opposite direction.": null, "Surena: Oh!": null, "[Brennan laughing exuberantly] [Brennan clapping]": null, "Aabria: Oh my God.": null, "Surena: Oh my God!": null, "Brennan: Yeah!": null, "Aabria: That's unreal.": null, "Surena: Oh my God! [laughs]": null, "Aabria: She doesn't have the ability to react in this moment and she": null, "just angrily sails in the other direction. Your sister is gone, removed": null, "from the running.": null, "Omar: And I start to wander and I just put a hand out to the leaves and": null, "I go,": null, "Andhera: I trust your judgment of it's not a matter of who can get there": null, "the fastest, it's who deserves it the most. So let's see how this goes.": null, "Aabria: And the hedges move out and away, and you're all on a large": null, "blank field. That was dope. What do we do about it?": null, "Brennan: Wow, that's so fucking good.": null, "Surena: That's so good.": null, "Oscar: Inspiration!": null, "Aabria hands Omar a glass knight chess piece.": null, "All: Oh!": null, "Brennan: Perfect, perfect.": null, "Surena: What?": null, "Emily: Nice!": null, "Surena: Oh, magic.": null, "Oscar: You lost an item but you gained another one.": null, "Emily: Wow! Lose money to make money.": null, "Aabria: So here's the problem is we've got four groups at cross": null, "purposes, and I'm not the one that decides who wins, so I need all of": null, "you to roll initiative one more time. [to Surena and Oscar] Yours is a": null, "joint initiative. You're each going to roll and then whoever gets the": null, "higher one is the initiative roll between the two of you.": null, "Brennan: I'm gonna pull out the new moon here. See how we do.": null, "Oscar: Yeah, baby.": null, "Aabria: Yeah!": null, "[players applauding]": null, "Brennan: On the new moon. How about it? Wow.": null, "Omar: 4.": null, "Aabria: Oh no! [laughs] All right, you represent—": null, "Lou: 18.": null, "Aabria: 18.": null, "Oscar: 8.": null, "Surena: 13.": null, "Aabria: Okay, so a 13 for the two of you. All right, with that, Captain": null, "Hob goes first. You see everyone.": null, "Brennan: Incredible.": null, "Oscar: Gosh.": null, "Brennan: So...": null, "Oscar: Oh my God!": null, "Brennan: Here is how the potions would have been distributed in our": null, "[intense instrumental music]": null, "Brennan: The sack, long since dropped behind us once the potions were": null, "removed from it by our goblin corporals. On my right shoulder are": null, "Corporal Blash and Corporal Strump. Corporal Blash has taken the Plant": null, "Affinity potion, and Corporal Strump... I don't think any of this is": null, "gonna matter now, but this is how we—just for backstory.": null, "Aabria: Yeah, I love this. Go ahead, buddy.": null, "Brennan: For backstory, Corporal Strump is giving me the help action on": null, "an upcoming athletics check I would like to make.": null, "Brennan: Corporal Blash took Plant Affinity to be giving us live intel": null, "from the hedges as we made our way through the maze. Left-tenant": null, "Gorebladder, my right hand.": null, "Aabria: Gorebladder!": null, "Brennan: Gorebladder!": null, "Aabria: I love him!": null, "Oscar: Left-tenant Gallbladder, your right-hand man.": null, "Brennan: My—yes, exactly. Had taken a Detect Thoughts in case there were": null, "any disguised or invisible assailants, so that we would have a live": null, "report of any other mental presences.": null, "Aabria: Incredible.": null, "Brennan: Now, the last two potions that were taken were a Speed potion": null, "and an advantage on Performance. Hob took the Speed potion to make his": null, "way through the maze as fast as possible.": null, "Brennan: The Viscountess Grabalba took the advantage on Performance,": null, "because she's no longer on my cushion.": null, "Captain Hob: With your permission, My Lady, I would like to hurl you at": null, "the Crystal Heart as soon as we are in view of it.": null, "Grabalba: Okay.": null, "Brennan: So coming into view of the Crystal Heart, taking the help": null, "action on an Athletics check from Corporal Strump...": null, "Aabria: [chuckles] Yeah.": null, "Brennan: I—laces up, perfect spiral. I have the Viscountess Grabalba who": null, "has the advantage on Performance check and I would like to, the moment": null, "we see it, hurl her directly at the Crystal Heart.": null, "Aabria: All right, you are hucking nobility. We gotta have a roll about": null, "this. Give me an Athletics check.": null, "Brennan: [sighs] Okay.": null, "Aabria: This is wild.": null, "Emily: Well, you do have advantage, right?": null, "Oscar: You do.": null, "Brennan: I do have advantage. I do have advantage on this. Okay, come": null, "on, Your Majesty. Let's do the thing. Hold on. This is where it all...": null, "[gasps]": null, "Oscar: Oh!": null, "Surena: Oh!": null, "Brennan: We're gonna take 15 plus 10 is 25.": null, "Aabria: Damn, that'll do it.": null, "[Brennan laughs]": null, "Aabria: She is soaring through the air in the direction of... Roll, give": null, "it the full shot. Give me a d100 roll.": null, "Aabria: It's 100 feet away. If you roll a perfect 100, you can hit the": null, "crystal with a goblin.": null, "Captain Hob: Tuck in, Your Highness!": null, "Emily: Oh my God, I really want this to be 100. That's so funny.": null, "Brennan: Okay... [dice rattling] At the very least, she'll be closer to": null, "it.": null, "Aabria: Yes, 100%.": null, "Brennan: I think that was the thing the whole time is that Hob was here": null, "to set up Grabalba for the big win, right?": null, "Brennan: And then he'll try to close the distance if he can.": null, "Brennan: You know, I have the Haste on.": null, "Aabria: Yeah, you're the fastest mover on the field right now.": null, "Brennan: 37.": null, "Aabria: Okay. Yeah, she's 37 feet closer to this. The rest of you": null, "sailing through the air like, [screams] Having a great time. Just keep": null, "in mind that if you guys have anything to interrupt actions or use": null, "reactions, now's the time. She's closer and sailing through the air.": null, "Brennan: So I'll throw her 37 feet. I have... Speed is doubled with": null, "Haste, right?": null, "Brennan: So I currently am moving—I'm moving 120, so I throw her 37": null, "feet, [laughing] immediately scoop her up again. I'm like,": null, "Captain Hob: All right, a little farther next time.": null, "Brennan: And I'm going to—I'll hustle. I can move 120 feet.": null, "Brennan: Does that, like, is there—I'm trying to think how to... Can I": null, "scoop her up and then... But I wanna let other people roll and have": null, "their turns, too.": null, "Aabria: Yes. Oh, I'm gonna take this from you in a second.": null, "Brennan: Cool.": null, "Aabria: As Prince Apollo absolutely catches you. Like, you throw and": null, "then he sees the way you're moving and he goes,": null, "Apollo: Absolutely not, Dispel Magic.": null, "All: [gasps] Oh!": null, "Brennan: So I'll...": null, "Emily: Oh!": null, "Brennan: So Dispel Magic, oh shit. So I only move 30.": null, "Brennan: Cool, okay, copy that.": null, "Aabria: So you were able to catch up with her. Once he saw that speed he": null, "was like, \"Oh, absolutely not. We were playing games with that tea": null, "earlier. Go fuck yourself.\"": null, "Brennan: Cool, um...": null, "Aabria: Goodbye.": null, "Brennan: So in that case, I have 10-foot reach, so I'll move that 30 and": null, "snatch her up off the ground again.": null, "Aabria: Yeah. Love it. And you're still going. And next up, that was": null, "Apollo's action, but it goes to you. Lord Airavis, what are you doing in": null, "this moment?": null, "Lou: Creating a ruckus. I'm going to look to Hob. [chuckles]": null, "Oscar: Oh my God.": null, "Lou: And shout,": null, "Squak: Prince Apollo! Quick, the brave and tremendous Hob is making his": null, "way for the crystal!": null, "Lou: I'm gonna give you Bardic Inspiration.": null, "[Brennan cheers]": null, "Oscar: What?": null, "Lou: And then yell,": null, "Squak: We must stop them! It would be unfitting for you to lose to your": null, "ex-fiance! I mean...": null, "Brennan: What?": null, "[cast shouting]": null, "Lou: And I'm gonna cast Hypnotic Pattern on the group of goblins, so": null, "within kind of a 30-feet cube, kind of I guess in front of them so that,": null, "yeah, I guess you said 37. I don't know how far.": null, "Aabria: Doesn't matter.": null, "Lou: Great, within a 30-feet cube all of the goblins are going to need": null, "to make a Wisdom saving throw.": null, "Aabria: Would you like to roll on behalf of the gobbos?": null, "Brennan: Sure. How many rolls should I make? Just one roll for the whole": null, "group or should I roll for... There's four of us that are active right": null, "now.": null, "Aabria: Yeah, give me your roll and then two rolls for the goblins.": null, "Lou: DC is 18.": null, "Oscar: Oof.": null, "Brennan: DC is 18, okay.": null, "Lou: And remember, you have Bardic.": null, "Brennan: I have Bardic. [snaps fingers] We make it without the Bardic. I": null, "add a +1 to this and I rolled a 17 on the die.": null, "Aabria: Okay, so you're fine.": null, "Brennan: I'm okay.": null, "Aabria: Second one is for Grabalba.": null, "Brennan: This is for Grabalba. What does she add to her Wisdom save?": null, "Aabria: +2.": null, "Brennan: +2? She does not make it.": null, "Aabria: Okay, goblins are a -2 'cause they're little guys.": null, "Brennan: I get it.": null, "Aabria: They're little guys.": null, "Brennan: Gorebladder... What the hell did I call these guys?": null, "Brennan: Gorebladder, Blash, and Strump.": null, "Surena: Yep.": null, "Brennan: Gorebladder, down for the count. Blash, Blash gets a -2, so": null, "fails.": null, "Brennan: I mean, Strump needs a 20. That's it.": null, "Brennan: Strump...": null, "Lou: Get it, Strump.": null, "Surena: Strump, Strump!": null, "Brennan: That was almost a 19, which wouldn't even have mattered!": null, "Brennan: All my goblins are done. I'm like,": null, "Captain Hob: [sighs] At times it is hard to work with this court!": null, "Aabria: Incredible. Yeah, and for what it's worth, yes, Hypnotic Pattern": null, "does have the range for that. I just didn't want to talk about exactly": null, "how far away it is, 'cause then we'll start drawing triangles.": null, "Oscar: So Hypnotic Pattern puts them to sleep, or?": null, "Lou: No, they are all incapacitated and have a speed of zero.": null, "Aabria: Yeah, for what it's worth, you are holding Viscountess Grabalba,": null, "so she is kind of slumped in your arms, but you can still run with her": null, "if it's important for you to make her touch it first.": null, "Brennan: I literally go from getting ready to chuck her again to like,": null, "grabbing her little hands in my giant ones and being like,": null, "Captain Hob: Okay, we're gonna grab the heart.": null, "Brennan: And like…": null, "Oscar: You're running and doing this.": null, "Brennan: Yeah, like putting a kid on your shoes at a wedding. Like, all": null, "right, we're gonna get it.": null, "Aabria: Amazing. And even as you yelled that accidental bit of": null, "information, you can hear even from here the [gasps] gasp as we do a": null, "little smash cut away to people who are Scrying and watching this final": null, "showdown outside.": null, "Chirp: Expertly done.": null, "Aabria: Lady Featherfowl...": null, "Oscar: Oh my God. Messy.": null, "Aabria: You are—is it safe to assume that in this moment we find you": null, "running the gambling?": null, "Emily: Yes, absolutely, yeah. I think I'm not betting myself.": null, "Emily: And I'm just like, running the numbers on the probability of": null, "everyone to win and taking lots of—just lots of cash is coming in and": null, "out of my hands.": null, "Aabria: Amazing. Hedge is in your ear giving you little bits of data and": null, "intel and updates. I'm gonna offer you, though, this is a special time.": null, "You are circled around with a lot of the Archfey that either moved into": null, "the maze and got shunted out early, or never went in to begin with and": null, "either already have their laurels and don't need to seek glory or are": null, "just too turnt to try to wander through a hedge maze. You have a captive": null, "audience.": null, "Emily: Okay, then this is—": null, "Aabria: You have a bonus rumor phase.": null, "Emily: Okay, great.": null, "Emily: I think as we broadcast this ex-fiance thing, I just immediately": null, "am like,": null, "Chirp: Wow! So perhaps Princess Grabalba showing up on the arm of two": null, "young gentlemen really must have rankled our dear Prince Apollo.": null, "Chirp: Am I alone in this curiosity?": null, "Aabria: Absolutely not. And you see more than any of the others, the": null, "sort of head gossipy tier from the Court of Seafoam inclusive of": null, "Ephendra and Baroness Alven are leaning in and—": null, "Chirp: 'Cause he did seem off, right?": null, "        ": null, "Ephendra: No, he was like—": null, "Chirp: Prince Apollo seemed off.": null, "Ephendra: He was so weird.": null, "Chirp: Yes!": null, "Ephendra: It was like, too big of an energy.": null, "Chirp: Yes.": null, "Ephendra: Like you're compensating.": null, "Chirp: Absolutely.": null, "Ephendra: It's a lot.": null, "Chirp: Yeah, it must be weighing heavily on him.": null, "Ephendra: That's amazing, and this is such a good insight and I would": null, "never ever spread... I have to go to the bathroom. [laughs]": null, "Aabria: Get up, and you are watching this rumor immediately get deployed": null, "in 100 directions.": null, "Emily: Finally, I found my purpose.": null, "Aabria: And we [slaps hands] cut back to inside. Anything else you wanna": null, "do? That was a good round.": null, "Emily: Yeah.": null, "Lou: That's action, bonus action. And I'll hold on to my reaction.": null, "Aabria: Love it. Then that brings us to Rue and… BINX.": null, "Surena: BINX!": null, "Aabria: BINX.": null, "Surena: BINX.": null, "Brennan: And we don't recognize BINX, right?": null, "Surena: Right, 'cause I don't think I changed back.": null, "Aabria: Oh, so Rue and a moth-like stranger have rocked up to the": null, "Aabria: That's an important detail.": null, "Oscar: Yeah, wait. You didn't put your glamor up.": null, "Surena: Well, 'cause we were walking through the thing.": null, "Oscar: Right.": null, "Surena: And so I mean, I guess if I would've seen everybody I would've": null, "been, [gasps] but...": null, "Aabria: The hedges were suddenly dropped.": null, "Surena: Yeah, so I feel like it was just like, time for action, right?": null, "Aabria: Yeah, oh my God.": null, "Surena: So it's almost like in slow motion, I feel, in BINX's mind as": null, "she's now running with Rue towards the crystal, I think that she—there's": null, "like the flickering of... She looks at Apollo, and there's the": null, "flickering of Gwyndolin kind of popping back, but it's suppressed. And": null, "she's kind of figuring out, like what Rue said, “It's up to me to decide": null, "when and who I am revealing myself to.” And she thinks about the thing": null, "with Gwyndolin, the pact that they made, but she also thinks about the": null, "Court of Craft and how she's the only one left. And how if she were to": null, "stand up and be herself, that would be almost like a warning shot to the": null, "Court of Wonder.": null, "Surena: So in that, seeing that, those thoughts are racing through their": null, "mind as they're running. She casts Fog Cloud to obscure it from": null, "everyone.": null, "Lou: Counterspell.": null, "Lou: Counterspell!": null, "Surena: Shit!": null, "Lou: Nothing will go unseen in this moment.": null, "Aabria: Incredible.": null, "Surena: Fuck!": null, "Aabria: So yeah—": null, "Surena: Right.": null, "Brennan: Does anyone else have Counterspell to counter that first": null, "Counterspell?": null, "Surena: I don't have Counterspell!": null, "Aabria: Can anyone Counterspell the Counterspell?": null, "Surena: I don't. Oh, God.": null, "Oscar: Can I do a thing?": null, "Aabria: Do you have Counterspell prepared as a spell?": null, "Lou: I mean, you would have to have taken it as a magical secret.": null, "Surena: Wait, wait, you don't have to roll for Counterspell. You just": null, "say it.": null, "Lou: I just say it.": null, "Emily: Especially Fog Cloud, I think, is 1st level, right?": null, "Surena: Yeah. I have Lucky, though. So I was like, can I reroll off it?": null, "No.": null, "Lou: No, you may not.": null, "Surena: I cannot, I may not.": null, "Emily: [laughs] And that is when Lou Wilson turned heel.": null, "Brennan: We love it.": null, "Surena: Damn, it's so good.": null, "Brennan: A little bit, wait, is this our first like, true moment of PvP?": null, "[gasps excitedly]": null, "Aabria: Did we get there in the game with flowers and fucking? Yes.": null, "[Brennan laughing]": null, "Emily: There has been very little fucking.": null, "Lou: Okay...": null, "Aabria: Thank you, by the way. Hero shit.": null, "Brennan: We're holding it down over here.": null, "Lou: And there'll be a lot more.": null, "Aabria: Yeah, if we could have it.": null, "Brennan: [laughs] Don't do that with a bottle! No!": null, "Emily: Oh no.": null, "Brennan: No!": null, "Aabria: Oh no!": null, "Surena: Bad touch, bad touch.": null, "Omar: That was our shared bottle, Lou.": null, "Emily: Okay, let's—": null, "Surena: That bottle, we always use that.": null, "Brennan: Oh my God.": null, "Lou: Hey, it's all yours, buddy. I got my fill.": null, "Aabria: It looks like you do not have Counterspell prepared.": null, "Oscar: And Counterspell just gets rid of all...": null, "Aabria: It gets rid of this specific spell effect that's being called": null, "in, so as you run forward. What does it look like when BINX casts magic?": null, "Surena: Oh, it is like—when Gwyndolin casts magic it's very like cotton": null, "candy and like, very sparkly. When BINX casts magic, it's very dull and": null, "gray. And it's almost like cigarette smoke.": null, "Surena: Is what the Fog Cloud looks like. It's dusty and gray and": null, "there's soot in it.": null, "Emily: When I see my cousin pull that move...": null, "Emily: Can I enter initiative?": null, "Oscar: Oh my gosh.": null, "Surena: Oh shit, oh shit.": null, "Emily: I loved that. [laughs]": null, "Lou: As that Fog Cloud is cast, a peregrine falcon shoots out of the tip": null, "of my hands and just picks it up and flies away.": null, "Aabria: Amazing, you literally see—": null, "Emily: I love it.": null, "Aabria: This creeping cloud, and the falcon grabs the heart of it and": null, "swoops up and away, and you see as it bites down, all of it dissipates": null, "immediately.": null, "Surena: The fog and the...": null, "Aabria: The bird is gone. The necklace is still there.": null, "Surena: Got it, so that was how the Counterspell-": null, "Lou: That's what it looks like.": null, "Surena: Yes, that's what it looks like. Great.": null, "Aabria: Roll initiative for me.": null, "Aabria: Get in here.": null, "Emily: 10.": null, "Aabria: Okay. You would technically enter initiative just before": null, "Andhera.": null, "Omar: Oh!": null, "Emily: Yeah, oh my gosh.": null, "Aabria: But before that, you guys are still up.": null, "Surena: Yeah.": null, "Aabria: So a Fog Cloud was attempted.": null, "Surena: Mm-hmm.": null, "Aabria: It was Counterspelled.": null, "Surena: How far is it from us? Can we sprint?": null, "Aabria: 100 feet, baby.": null, "Surena: Okay, um...": null, "Aabria: [singing] Not in one round. Unless you have stuff to make you": null, "move faster.": null, "Surena: I don't.": null, "Aabria: Or teleport.": null, "Surena: So I want to, uh, oh... No, that’s—I can't do that 'cause that's": null, "a spell and I've already used a spell. Why didn't I use that other": null, "spell? It's fine. [laughs] It's all I have. I just—I'm gonna keep": null, "running. 'Cause I have Mage Hand and I was like, that's, no.": null, "Aabria: Yeah, okay. So you are sprinting in.": null, "Surena: Yeah, I'm just... [pants]": null, "Aabria: Rue, what are you doing?": null, "Oscar: I wanna use Misty Step just to get a little closer.": null, "Aabria: Love that. You pop 30 feet closer and continue to move.": null, "Oscar: Yes, and then I would like to use Pyrotechnics, but specifically": null, "use the smoke magic. So yeah, so I Misty Step, I show up, and then...": null, "[chuckles] I say,": null, "Rue: Okay, it's time.": null, "Oscar: And can I—may I do a Pyrotechnics smoke?": null, "Aabria: Please do.": null, "Oscar: Okay, great. So yeah, so out of my hand shoots a little firework,": null, "right? And I throw it up, and instead of exploding into fireworks it": null, "just like, poof, putters out and all the smoke envelops over the area.": null, "Aabria: Amazing. And I know you're gonna say something at home about": null, "being able to cast two spells. It's Pyrotechnics. It's cool. And it's a": null, "flavor thing, so go fuck yourself.": null, "Aabria: It's fine and I allow it.": null, "Oscar: Sorry.": null, "Aabria: No, you're good. I said it's fine.": null, "Aabria: So yeah, that smoke begins to settle in and you guys keep": null, "sprinting in.": null, "Brennan: How big is that smoke?": null, "Lou: How big that smoke?": null, "Aabria: How big the smoke is, though?": null, "Oscar: It is a 20-feet radius moving around corners. And it persists for": null, "one minute or until a strong wind disperses it.": null, "Brennan: Incredible.": null, "Lou: Hedge!": null, "Aabria: All right, let's insert you into the initiative.": null, "Emily: Actually, I think I'm not gonna do it because my thing takes 10": null, "minutes to do anyway, so I'm good, yeah.": null, "Emily: Thank you, though.": null, "Aabria: You slowly begin casting a spell. We'll come back to you in 10": null, "minutes.": null, "Omar: Also getting a horse?": null, "Emily: No, I was just gonna fuck with everyone. [laughs]": null, "Aabria: Everyone gets a horse. Andhera.": null, "Omar: I am taking in everything that's happening.": null, "Omar: And I turn to you two, recognizing Rue and not recognizing BINX.": null, "Surena: Hey.": null, "Omar: And the Counterspell, that all happened in front of us.": null, "Omar: And putting it together, I look in your direction.": null, "Surena: Uh-huh.": null, "Omar: Do we make eye contact?": null, "Surena: Yeah, sure.": null, "[pause]": null, "Omar: Just for flavor.": null, "Omar: I'm playing a paladin.": null, "Omar: I can't be charmed, I can't be thrown into falling in love 'cause": null, "of magic.": null, "Aabria: Correct.": null, "Omar: And I can't be put to sleep. That last one, not important. I don't": null, "know why I brought it up.": null, "Surena: I mean…": null, "Omar: I want to say, just because of the nature of that magic, I": null, "recognize your eyes even with the charm turned.": null, "Surena: Mm-hmm, 'cause I think Gwyndolin and BINX have the same eyes.": null, "Surena: Like that's what I made true, so you would for sure.": null, "Omar: So we make eye contact, and I recognize you, and I think about the": null, "magic that you just pulled. And I straighten my posture and I give you a": null, "nod and a smile.": null, "Omar: And I turn and I princely take my 30 feet to move, and I see the": null, "necklace 70 feet away from me, and I cast Darkness.": null, "[Brennan gasps softly]": null, "Omar: Pointing at a spot 60 feet away.": null, "Omar: And if you're counting at home and you're like, “oh wait a second,": null, "that's not enough.” It is a 15-foot spell to engulf the necklace. And": null, "then with the free action of speaking, I would just like to turn to the": null, "nearest part of the hedge that is close to me and whisper,": null, "Andhera: Again, I trust your judgment. I don't see why this has to be": null, "fought over. Again, it goes to the person who deserves it the most.": null, "Please proceed, I suppose.": null, "Omar: And I whisper that in that voice and then turn and go, [laughs]": null, "Andhera: Darkness, I've cast it. And I—look at that, damn. [laughs]": null, "Everyone, we all—did we all do—hello...": null, "[Surena chuckles]": null, "Aabria: Amazing. So yeah, you all see. And it's a 15-foot radius, so a": null, "30-foot diameter sphere of darkness that cannot be seen through unless": null, "you have some very specific abilities gets dropped over it, and unless": null, "someone... Here's how we're gonna resolve it, 'cause the hedge doesn't": null, "get to pick. It's on you all, so I need all five of you in here, and": null, "I'll roll on Apollo's behalf.": null, "Aabria: Everyone's going to make an Investigation check. I would say": null, "with disadvantage. It doesn't matter. Everyone just gets one roll, and": null, "whoever gets the highest is the one that finds it.": null, "Oscar: It ain’t me...": null, "Lou: Can I give Apollo the help action rather than roll myself?": null, "Emily: Oh, that's good.": null, "Oscar: I'm all in on Apollo.": null, "Aabria: Absolutely do.": null, "Lou: Great, I'd like to give the help action to Apollo.": null, "Brennan: Can I action surge to give disadvantage to Prince Apollo?": null, "Oscar: Oh, what the heck?": null, "Brennan: And you make it a straight roll?": null, "Aabria: I'll allow it!": null, "[Emily laughs]": null, "Aabria: I'll allow it. Okay.": null, "Oscar: Is there any way I can help...": null, "Brennan: Yeah, wait. Just to understand the moment in time.": null, "Aabria: Well, exactly, if we're action surging, can I give Bardic": null, "Inspiration to counter that?": null, "Brennan: Yeah—": null, "Aabria: All right, now we're doing a whole goddamn thing. I think this": null, "is just—then I'm gonna say no. No other magical effects on top of it.": null, "This is just a group of people groping in the dark.": null, "Aabria: Hoping that they come up with the Crystal Heart. So, no extra": null, "effects. If you find it and you don't want to be the one with it, we'll": null, "then adjudicate how you can try to slip it to your people in the dark.": null, "Lou: Oops.": null, "Oscar: Ew! [laughs]": null, "Brennan: Yeah, I would say, 'cause my question would be, is the": null, "Viscountess Grabalba with that Hypnotic Pattern, is she just gone, she's": null, "out of it?": null, "Aabria: She's gone, so you would have to find it and then get it in her": null, "hands.": null, "Brennan: So in that case, I think it's more important to Hob to prevent": null, "Apollo from getting it than it is for him to get it himself. Does that": null, "make sense?": null, "Aabria: Absolutely.": null, "Brennan: He's like, if Grabalba is toast, then this ruins the whole plan": null, "and I need to just make sure Apollo doesn't get it.": null, "Lou: Well, I'm the reverse. So I think we'll both bow out and Apollo": null, "will roll straight.": null, "Brennan: Cool.": null, "Oscar: Wow.": null, "Aabria: All right. Let's get our rolls going. [rolls die] Shit.": null, "Lou: [chuckles] Just the three of us just... [grunts]": null, "Aabria: I'll let you know what you have to beat for Apollo.": null, "Aabria: He's got an 18.": null, "[players chortle]": null, "Brennan: I'm sitting on a Bardic Inspiration that was so kindly given to": null, "me by the Lord Squak.": null, "Aabria: Go ahead, roll it and I'll subtract that from Apollo's result.": null, "[Oscar gasps]": null, "Brennan: 5.": null, "Surena: So I rolled a 9, but I have Lucky and—": null, "Aabria: Go ahead.": null, "Surena: Great. 'Cause my whole vibe is lost things.": null, "Surena: That's my court.": null, "Aabria: This is your exact stand.": null, "Surena: The court of lost things. Fuck! I'm so stressed out!": null, "Aabria: Hold on, hold on, hold on! This is the time to roll in the Box": null, "of Doom!": null, "Brennan: Yes!": null, "[players shouting]": null, "Brennan: Wait, are you—I was gonna ask. Are you searching for it as": null, "well, Rue?": null, "Oscar: I—yes, but I would love to help.": null, "Brennan: Yes.": null, "Aabria: There's not really a way to direct someone in the dark, so I'm": null, "gonna have you roll. And if you just win, then we'll talk about how you": null, "found it.": null, "Oscar: Oh, I see. Okay, gotcha.": null, "Aabria: And then you got it to her.": null, "Oscar: Okay, so that will be my helping, is participating.": null, "Aabria: Yes, 100%. This absolutely has to be a Box of Bloom.": null, "[players cheer]": null, "Emily: Yeah!": null, "Aabria presents the Box of Doom, which has a crown of plants on top.": null, "Aabria: Look at this little guy! Look, he's so beautiful.": null, "Brennan: Never looked better.": null, "Surena: Oh my God.": null, "Aabria: Okay, I'm just gonna hold it like a full crate.": null, "Surena: Okay, okay.": null, "Brennan: What do you need to roll? Like what do you add to your": null, "Investigation?": null, "Surena: Oh, I add—": null, "Emily: Oh, rogue, so you're probably really good.": null, "Surena: A 1, I have a 1 investigation.": null, "Emily: What?": null, "Lou: Come on, Prince Apollo!": null, "Brennan: So what is that? Is that a 12 or higher?": null, "Aabria: Yeah, a 12 or higher.": null, "Emily: She needs to roll a 12 or higher.": null, "Aabria: Knocks Apollo out of the running.": null, "Lou: Hey, under 50%.": null, "[tense percussive music]": null, "Lou: Come on, Apollo.": null, "Aabria: You got this, you got this!": null, "Lou: Come on, Apollo!": null, "Surena: Oh please, oh please!": null, "Surena rolls a 15.": null, "Aabria: What is it?": null, "Surena: It is a 16.": null, "Surena: Yes!": null, "Aabria: Okay, 17 is now the number to beat. I'm gonna hand that back to": null, "Surena: 16 is the number to beat.": null, "Aabria: Oh, 16 is the number to beat.": null, "Surena: Yeah, mm-hmm.": null, "Aabria: Okay. Can you hold it for the next person?": null, "Surena: Yes, I will hold it for the next person.": null, "Lou: It is being held.": null, "Oscar: Okay, here we go. I need to beat a 16.": null, "Brennan: 16.": null, "Oscar: But I mean—": null, "Oscar: I'm happy with not beating a 16.": null, "Oscar rolls a 9.": null, "Oscar: A 9.": null, "Emily: Yay!": null, "Aabria: You're fumbling around in the dark. You cannot find it.": null, "Aabria: I still want you to roll—": null, "Aabria: On Apollo's behalf to see if you can help him out, 'cause he did": null, "a mediocre job.": null, "Lou: Sure, happily.": null, "Oscar: Look into the eyes.": null, "Aabria: Of this little guy.": null, "Lou: Little guy. I will stare deeply into the eyes of little guy.": null, "Lou rolls a 3.": null, "Lou: That is only a 7.": null, "Emily: Oh.": null, "Aabria: All right. Can you hold it for Hob?": null, "Omar: I'll hold it for Hob.": null, "Brennan: You'll hold for me? Thank you. So in other words, me and": null, "Airavis are not canceling each other out.": null, "Brennan: Copy that, okay.": null, "Aabria: If you roll the highest, then we can talk about what happens.": null, "Brennan: Copy that. And my Investigation here—": null, "Surena: Ooh, ooh!": null, "Brennan: Is—I only add +1 to this as well, so it's gotta be a 16 or": null, "higher.": null, "Aabria: So it's gotta be a 16.": null, "[Brennan blows on die]": null, "Brennan rolls a 10.": null, "Brennan: Not a 16. That's an 11.": null, "Emily: Wow.": null, "Aabria: Last but not least, Andhera, you walk into the darkness, your": null, "element.": null, "Oscar: Ooh, yeah.": null, "Lou: He's home.": null, "[dramatic music swells]": null, "Omar rolls a nat 20.": null, "Omar: That's a crit.": null, "Aabria: Shut up.": null, "Lou: Das crit.": null, "Omar: That was a crit, it's like—": null, "Brennan: That is a crit. That is a nat 20.": null, "[Surena slaps table]": null, "Lou: What?": null, "Aabria: Um, holy shit. I love when dice tell a story.": null, "Surena: That's incredible!": null, "Aabria: Thank you.": null, "Omar: Technically a 21, 'cause I have a +1.": null, "Aabria: Okay, calm down. It's a natural 20. You did it.": null, "Surena: Holy shit, holy shit!": null, "Omar: You just said in my element.": null, "Omar: I can't see in darkness.": null, "Aabria: Correct.": null, "Omar: Because it's Darkness casted.": null, "Omar: But I can hear, and I'm used to listening in darkness.": null, "Omar: I would like to say then.": null, "Omar: If it's all right with you.": null, "Aabria: Please.": null, "Omar: I listen for the breeze that the hedge is blowing for a very": null, "particular sound that I'm actually well aware of. Granted, it's a bit": null, "bigger in this instance, but it's a sound I do know. And I would like to": null, "very sneakily push the heart into the hands of one BINX.": null, "Aabria: [gasps] Amazing.": null, "Aabria: You feel in the dark as you're scrabbling through the grass.": null, "And— [chuckles] Regency question. Gloves or no gloves?": null, "Surena: Yeah, that's what I was gonna ask.": null, "Aabria: It's the most important thing!": null, "Surena: Yeah, do our hands touch, like?": null, "Surena: I just need to understand what's happening here.": null, "Brennan: Please let them touch!": null, "Omar: I will—okay. If I may then.": null, "Surena: Uh-huh.": null, "[tense orchestral music]": null, "Omar: Unglovéd hands, with an accent mark on the E there.": null, "Aabria: Yes, thank you.": null, "Omar: Hands touch, not sure whose. I don't make any sound myself.": null, "Omar: To the best of my ability. And no one can see in the darkness, but": null, "were the audience to be privy to this, 100% that Darcy-esque shaking,": null, "tense.": null, "Brennan: Amazing.": null, "Aabria: And you feel grass and then the warmth of a hand. And then": null, "something sharp and cold pressed into it. BINX, you are holding the": null, "Crystal Heart.": null, "Surena: Uh...": null, "Aabria: You're in the dark.": null, "Surena: Mm-hmm.": null, "Aabria: Before you dispel the Darkness, I want to give you a chance to": null, "know, because you're a thing of lost objects and liminal spaces, and": null, "this is that, so please make a Perception check, or Insight with": null, "advantage.": null, "Surena: Okay. [die taps table] Oh God. Uh, okay... That is a—you said": null, "Perception or...": null, "Aabria: Or Insight.": null, "Surena: Okay. That is a 19.": null, "Aabria: Make a Deception check.": null, "Emily: Wow!": null, "Omar: That's only a 15.": null, "Emily: Wow!": null, "Emily: I'm the studio audience.": null, "Aabria: Wow!": null, "Brennan: It's so romantic!": null, "Omar: Chair of flowers just…": null, "Aabria: He smells like an oncoming storm and dark water and eroded": null, "stone. You know exactly who pressed this into your hand.": null, "Emily: Wow! Ooh, yeah.": null, "Brennan: Oh, ooh.": null, "Aabria: The hedge, of its own volition, intercedes and drops your": null, "Darkness spell. And you hear a great set of shouts and cries and swears": null, "of losing money and—": null, "Emily: Not from me.": null, "Aabria: Not from you. Sorry, I just meant that you're the ringleader of": null, "Aabria: And acclaim and curiosity as the entire hedge falls out and": null, "away. And standing at the center with the Crystal Heart in her hand…": null, "Emily: Yay!": null, "Aabria hands Surena the crystal heart from the center of the table.": null, "Surena: Aw.": null, "Aabria: Is BINX Choppley.": null, "Surena: Her last name is terrible.": null, "Aabria: Choppley.": null, "Brennan: It's great.": null, "Surena: Choppley.": null, "Aabria: The last member of the Court of Craft.": null, "Oscar: [claps hands] Damn!": null, "BINX: Hi, hello.": null, "[soft piano music]": null, "Surena: And sort of like a moth to flame a little bit. It's all very": null, "overwhelming. BINX is used to not being seen. BINX is used to being in": null, "the shadows and using Gwyndolin as like a bit of a key into finer": null, "society. And so she's now without that. And she goes,": null, "BINX: My name is BINX. I am the last of the Court of Craft. And I am": null, "here on behalf of the Court of Craft as its sole leader. [muttering] Is": null, "that right? Does that make me a leader? I'm thinking that's fine, it's..": null, "[laughs nervously] [shouting] Great!": null, "[leisurely instrumental music]": null, "Aabria: And the Wave Master slowly walks forward and you watch across": null, "their face, changing emotions kind of ebbing and waxing and waning like": null, "the tide. But the one that meets you as they do is a realization, 'cause": null, "what you said is correct.": null, "Aabria: You are the last of the Court of Craft, which means you are the": null, "leader of the Court of Craft.": null, "Surena: Oh, I don't know. Okay, mm-hmm.": null, "Aabria: And in a bow of deference from one leader to another, the Wave": null, "Master bows and takes your hand and says,": null, "Wave Master: All hail the Weaver of Fate, BINX Choppley.": null, "Aabria: And that's where we're gonna end today's episode!": null, "[players cheering and applauding]": null, "Aabria: And we'll see you next time for a new chapter of our regency Fey": null, "story.": null, "All: Yeah!": null, "[NEXT EPISODE - Episode 6: Of One Mind]": null, "[NEXT TIME ON DIMENSION 20]": null, "Captain Hob: BINX is Gwyn and Gwyn is BINX!": null, "Andhera: I know. [laughs]": null, "Captain Hob: You knew?": null, "Andhera: Of course I knew, yeah. I figured it out yesterday.": null, "Captain Hob: Well, shit.": null, "-": null, "Surena: I am not good at relationship talk, but I will hear the sounds": null, "you're making, and I will nod empathetically at those sounds so you feel": null, "heard and understood.": null, "Rue: Well, that comforted me very little.": null, "Andhera: I have no idea what I'm doing, Advisor. I think Lady Chirp's in": null, "love with me.": null, "Squak: I'm gonna leave the two of you. I'll go see if I can—": null, "Chirp: Cousin, Cousin, why would you do that?": null, "Squak: I'm gonna leave the two of you.": null, "Chirp: Why would you do that?": null, "Squak: I'm gonna see if I can scrounge up some—": null, "Chirp: What are you doing to me?": null, "Squak: It's deep!": null, "Chirp: Cousin, if you ever wanna—": null, "Squak: It's deep underneath the nest—": null, "Chirp: Hey, Cousin—": null, "Squak: So I may not be back in a second. Goodbye! [giggles]": null, "BINX: You're really cool. And do you know how cool you are?": null, "Brennan: My eyes well up with tears.": null, "        -": null, "Aabria: Gobble's throwing ass right now, and please don't.": null, "Chirp: What do I have to do? What do I have to do?": null, "Gobble: What?": null, "Chirp: To buy your silence?": null, "Gobble: Uh, money.": null, "Rue: You were the reason why Grabalba and Apollo were to wed?": null, "Omar: Oh, what's he gonna do?": null, "Lou: I don't know. Maybe I'll have sex with the prince.": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC, Iris (@sacredwhim)": null}