{"Dimension 20 Season 14": null, "A Court of Fey & Flowers": null, "Starring: Aabria Iyengar as Game Master": null, "Surena Marie as BINX Choppley; Oscar Montoya as Delloso de la Rue;": null, "Lou Wilson as Lord Squak Airavis; Emily Axford as Lady Chirp": null, "Featherfowl;": null, "Brennan Lee Mulligan as Captain K.P. Hob; and Omar Najam as Andhera": null, "Episode 7: The Masquerade Ball": null, "< [Previous Episode] | [Next Episode] >": null, "[elegant classical music]": null, "Aabria: To the churlish Captain K.P. Hob, venerated soldier of the": null, "Goblin Court. To the master of ceremonies, Delloso de la Rue, pride of": null, "the Court of Wonder. To BINX Choppley, sole survivor of the Court of": null, "Craft. To the tenebrous Prince Andhera, scion of the Unseelie Court. And": null, "to the notorious Lords of the Wing, Lady Chirp Featherfowl, Countess of": null, "Cluckingham, and Lord Squak Airavis, Earl of Peckersburg. Honored": null, "Archfey, we are delighted to welcome you to \"A Court of Fey & Flowers.\"": null, "Greetings and welcome to Dimension 20's \"A Court of Fey & Flowers.\" I am": null, "your dungeon master, Aabria Iyengar. Oh, there's handholding happening.": null, "Lou: On this side, not on that side.": null, "Aabria: No, no? Okay.": null, "Lou: They forced it. Ours was natural.": null, "[Emily laughing]": null, "Aabria: It was organic over here and that's important to note.": null, "Brennan: Omar's hands are so warm. It's amazing.": null, "Omar: Thank you, thank you, thank you.": null, "Aabria: All right, and with me holding hands, feeling the love, are my": null, "Pack of Pixies.": null, "Lou: We're still holding hands.": null, "Aabria: Say hi, Pack of Pixies!": null, "All: Hi, Pack of Pixies!": null, "Aabria: So in our previous chapter, rumors ran rampant as our Fey lords": null, "traded missives and visits following the events of the Hedge Maze. In": null, "the nest of the Lords of the Wing, Lord Airavis's admission of his": null, "secret engagement was chased by Lady Featherfowl's revelation of a": null, "secret family in the Mortal Realm.": null, "Lou: She had to outdo me.": null, "[group laughing]": null, "Aabria: Got him. And speaking of the Mortal Realm, BINX received a": null, "notification and concerning words from the real Gwyndolin Thistle-Hop,": null, "that the portals between the Fey Realm and Mortal Realm were closing.": null, "Eventually, Hob, Andhera, Rue and BINX met to possibly fight to the": null, "death, but instead conspire about the Court of Wonder's role and goals": null, "in making plans and breaking plans throughout the Bloom, and what deeper": null, "secrets they might be hiding from the Fey Realm and the Bloom, and from": null, "the players at this table. But that's enough of a recap. Let's do new": null, "shit!": null, "And before we get started, I would like to begin with the scene that we": null, "were seeding at the end of the last episode. The Court of Sea Foam is": null, "waiting for you, Rue, at this like, midnight sort of blooming, jasmine": null, "garden next to the seashore at the very edge. You actually have to leave": null, "the Tidal Island, go back onto the beach where the Hedge Maze was and": null, "where the tea service was. They're pulling you kind of far and away to": null, "have a secretive word.": null, "Oscar: Hmm.": null, "Aabria: At your asking. So is there anything you wanna do before heading": null, "over there?": null, "Oscar: Yes. So the moment right before was having the meeting with these": null, "three other members, and I take an aside to BINX and I say,": null, "Rue: I'm on my way to the Sea Foam Court.": null, "BINX: Why?": null, "Rue: I just have to clear these rumors that have been going around about": null, "the Court of Wonder stealing focus. And I feel like I need information.": null, "I know that you're looking to find magic.": null, "BINX: Mm-hmm?": null, "Rue: And I wanted to see if you wanted to join me on this.": null, "BINX: Yes, yes.": null, "Rue: Now—": null, "BINX: Okay.": null, "Rue: I told them that I was coming alone.": null, "BINX: Okay, uh, what if—": null, "Rue: But I can turn you into something small and hideable.": null, "BINX: You can turn me something—okay, what would be on you? Like, what": null, "would—can I be a frog? I don't know. Like what thing can I…": null, "Rue: You could be a frog and just hang out here.": null, "BINX: Can you turn me into a golden frog brooch?": null, "Omar: Oh!": null, "Oscar: Can I do that?": null, "Aabria: Are you talking about using Polymorph?": null, "Oscar: Yes.": null, "Aabria: I will say you can absolutely turn her into a golden frog, but": null, "it will take a Performance check to hold still and pretend to be a": null, "brooch.": null, "Surena: Yes!": null, "Oscar: Yes!": null, "Surena: This sounds good. [laughs]": null, "Oscar: Also she has Bardic Inspiration that I gave her—": null, "Surena: Oh!": null, "Oscar: Right before we got into the—": null, "Aabria: Good to clock?": null, "Rue: Yeah, of course. Yes, of course. Ooh, what a statement piece.": null, "Absolutely. And it matches this golden, gold and green, beautiful dress": null, "that I have. Yes.": null, "BINX: Great. Should we, uh, are we going now, or…?": null, "Rue: Yes.": null, "[magic casting] [group laughing]": null, "Surena: I guess I just went straight into a frog.": null, "Aabria: You get turned into like, just a little baby, smooth,": null, "golden-sheened frog. And you are in a tailor shop that also has a": null, "ventriloquist dummy.": null, "Surena: So many ventriloquist dummies.": null, "Aabria: So there's other stuff here.": null, "Omar: Oh, there's more?": null, "Aabria: I'm sure you find like a little pin that you could easily rip": null, "the like, fake jewel out of and give yourself like a little setting to": null, "sit in.": null, "Surena: Mm-hmm.": null, "Aabria: So it looks like you are a formed, golden piece on their outfit.": null, "Rue: And I’ll put you here. Are you feeling quite comfortable?": null, "BINX: You're honestly quite cozy. This is great.": null, "Rue: Well, thank you.": null, "BINX: Yeah.": null, "Rue: Let's away.": null, "BINX: What? Bye!": null, "Rue: Oh.": null, "BINX: Like, we—": null, "Rue: Please, I'm sorry, we must end this meeting a little early. I have": null, "something to attend to.": null, "Captain Hob: We've spent quite enough time here and our absence will be": null, "noted, I agree. The Court of Wonder—": null, "[BINX croaks]": null, "Captain Hob: Is—great point, and—": null, "Brennan: I'm going to say,": null, "Captain Hob: BINX, it is an honor to find a like mind, and though you": null, "are a frog, so I'm kind of just getting the top of your head—": null, "Surena: And I'm just gonna reach my little frog hand out.": null, "Brennan: Enormous, furry, claw. Shake little frog hand.": null, "Captain Hob: Well met. Great alliances forged in the dark of night are": null, "the bread and butter of the Goblin Court.": null, "Oscar: My heart is beating so fast 'cause his hand is so close [Brennan": null, "laughing] to my bosom.": null, "Surena: [laughing] That’s why I reached out.": null, "Omar: Can I say the cloud is throbbing [group laughing] as I'm still": null, "picking up on your thoughts?": null, "Lou: Disgusting.": null, "Aabria: Yeah.": null, "Captain Hob: There is much yet to learn.": null, "BINX: Yes.": null, "Captain Hob: My next move will be to challenge the Prince Apollo to a": null, "duel, but there are cleverer of us in this conspiracy than myself. I": null, "shall wait to make any move until those of us assembled here can learn": null, "more.": null, "Brennan: And I want to reach to my red sash under my coat. And I pull": null, "something off. And I just look at you and say,": null, "Captain Hob: Is there anything that you'd like to say to Miss Choppley?": null, "Andhera: You make an excellent frog.": null, "[Surena laughing]": null, "Brennan: [laughing] I turn to talk to Rue in this like moment of": null, "conversation here to have a moment. And I just look and go,": null, "[soft music]": null, "Captain Hob: I know you are going to dispel certain rumors. I owe you an": null, "apology, for I know that these are not the only rumors circulating about": null, "the Court of Wonder, nor indeed yourself. For the part I played in": null, "suggesting something untoward that I know, in truth, you took no part in": null, "I can offer only—": null, "Rue: Speak plainly.": null, "Captain Hob: After the duel, when I announced publicly, when I suggested": null, "between the lines of what I said that you had proposed to the": null, "Viscountess Grabalba, and the rumor then began to spread from the Goblin": null, "Court that Apollo had canceled the engagement that you might propose,": null, "this was a shameless effort to save face.": null, "Rue: You started that rumor?": null, "Captain Hob: The beginning of it, not the following.": null, "Rue: Why?": null, "Captain Hob: Wuvvy would not say why I was challenged, and to this day,": null, "I do not know why I was. In the absence of an explanation, I offered": null, "something that I thought would elevate the station of my court in my": null, "moment of humiliation.": null, "Rue: I need to tell you this.": null, "Surena: I climb off of you.": null, "[Aabria laughing]": null, "Surena: Climb on to—": null, "Andhera: Do you want to go see the outside?": null, "BINX: [frog voice] I would love to see the outside.": null, "Andhera: Great, we'll be right back.": null, "BINX: I'll give you privacy.": null, "Surena: Yeah.": null, "Rue: Ah. Good, Captain Knickolas P. Hob.": null, "Brennan: Hearing my first name, my ears sort of flip back onto my head.": null, "[suspenseful music]": null, "Rue: I warn you the dangerous nature of rumors. This is why rumors are": null, "toxic. They form out of suspicion. And that's why this attack to Apollo": null, "is—it worries me. It frightens me, because it's not really based on": null, "anything, is it?": null, "Captain Hob: We must learn. I understand that there is precious little": null, "information. I am waiting for the Prince Andhera and Ms. Choppley to": null, "find out what they can. But in a fog of mystery, the question of Goblin": null, "honor is at stake, and we cannot suffer this insult. Some would—": null, "Rue: But what about you? What about your honor? You were used, Hob. Know": null, "that. Your personal victory in a big battle is the impetus of this": null, "marriage formed out of what, love? [laughs] Please. You were the": null, "instrument in which all of this chaos started. What did you get out of": null, "it? And now you carry out other people's failures. For what? Why? I": null, "implore you to start taking care of yourself and your feelings because": null, "no one in that court seems like they're doing that. You are so attentive": null, "to other people's feelings. What about your own?": null, "Captain Hob: I… [sniffling] I can raise neither objection nor reproach": null, "to the words you have spoken here. I had planned more to say, to speak": null, "to the nature of your character and of your bravery that you have": null, "exhibited in this Bloom, but I now know that my stature is of a nature": null, "that those compliments would be unworthy. You deserve this more than I.": null, "Brennan: And the medal I took off my sash, I place into your hand. And": null, "it is a medal of courage. And I think, holding back tears, I turn and": null, "walk out the door.": null, "Oscar: I'm not going to stop him, but I will say, as he's walking out": null, "the door,": null, "Rue: Captain, take care of yourself. Don't act impulsively and think": null, "about why you are doing the things that you're doing. Why bring out": null, "things that have been left dead and buried for so long? You might": null, "uncover things you don't want. What is this actually for? Pray, protect": null, "yourself.": null, "Brennan: I rush into the storm.": null, "Oscar: I take a moment, collect myself. I look out.": null, "BINX: Oh yeah, so when I was in the Mortal Realm, we would just hide a": null, "lot of socks.": null, "Andhera: Oh, so that's where they go.": null, "BINX: That's where they go. Have you been to the Mortal Realm? It's": null, "great.": null, "Andhera: I have read about it in books.": null, "BINX: Do you read a lot of books?": null, "Andhera: I hate to brag.": null, "BINX: But you're gonna, because that's what the next sentence is, right?": null, "Andhera: [laughing] I've read like so many fucking books. It's like my": null, "trademark.": null, "BINX: That’s amazing.": null, "Oscar: Can I make an Insight check on these two?": null, "Aabria: Please do.": null, "Oscar: There's a connection. Oh fuck.": null, "Surena: Unclear.": null, "Oscar: 12.": null, "Aabria: I'm not gonna make you guys roll against it. This is a like,": null, "nice moment, but I do think it's worth saying you just had a whole big": null, "thing and suddenly turning your focus outward is not as effective. Also,": null, "Polymorph only lasts an hour.": null, "Oscar: Oh, shoot.": null, "Aabria: And you've got to hustle.": null, "Rue: I'm afraid to interrupt this, but we have to go.": null, "BINX: Well, we'll continue this later. I have so much to tell you.": null, "Probably better that I'm different.": null, "Andhera: [stuttering] As you were. Um, I—yeah. Obviously—": null, "Rue: Bye!": null, "Oscar: And then I hurry my way to the Sea Foam.": null, "[dramatic string music]": null, "Aabria: You exit out into the night, tiny frog friend on your chest, and": null, "make your way down through the city and out across like, the tidal lane": null, "to get to the beach on the other side. I do need you to make a Stealth": null, "check, though, as you go.": null, "Oscar: Ooh, that's a 2. [laughing]": null, "Aabria: Amazing. Your head is down and you're moving quickly. And there": null, "are people, lesser Fey mostly, in this part of the city that are sort of": null, "moving by. And as you make your way and try to be as discreet as you can": null, "in this moment, you don't notice the like, curly, white hair that": null, "flashes by you as you move. But she noticed.": null, "And you make your way to the Sea Foam Court's little jasmine garden, and": null, "you see sort of standing and waiting for you, the Wave Master, Lady": null, "Ephendra, Baroness Alven, and Sorwen, who is sort of known as the Sea": null, "Wall, the Champion of the Sea Foam Court, and Wannessa, the human,": null, "looking a little sleepy and out of sorts, and is kind of just lazing in": null, "the grass, and gives you a little wave hello as you come to meet them.": null, "Oscar: I do a deep bow to—": null, "Aabria: It is returned.": null, "Oscar: All members of the Sea Foam Court. And I say,": null, "Rue: Thank you, Wave Master, and the rest of the Sea Foam Court,": null, "including our dear Wannessa, for having me and listening to what I have": null, "to say.": null, "Aabria: The Wave Master obviously sort of takes point on this, and you": null, "see that Baroness Alven is actually, like, taking notes.": null, "Oscar: Hmm.": null, "Aabria: For whatever that's worth and whatever you wanna do with that.": null, "Wave Master: Of course, we are grateful for your work thus far, and": null, "would love to discuss whatever it is you would like to discuss.": null, "Rue: I'd like to know how you are enjoying the Bloom as of now. And if": null, "you have any notes on what I can do to improve the standing of the Bloom": null, "to your liking, I would greatly appreciate it.": null, "Aabria: Hmm. Give me an Insight check.": null, "Oscar: Ooh. [humming] That's a 12.": null, "Aabria: The Wave Master's face is fairly inscrutable because it is only": null, "vaguely humanoid. This is wave made flesh and form, and you can tell": null, "more from body language than from, like, any inscrutability around where": null, "their eyes or a puckering of a mouth would be, but there is a coldness": null, "and stillness before they speak again.": null, "Wave Master: Everything has been exemplary. You are a credit to your": null, "court.": null, "Rue: [clears throat] Thank you for the kind words. I do want to bring": null, "something up in terms of the Court of Craft. As you know, they've made": null, "their debut in a magnificent, I would say, display of performanceship.": null, "And I would like to know how you feel about the Court of Craft attending": null, "the Bloom.": null, "Wave Master: Hmm. If I'm being incredibly honest, it is a surprise that": null, "she is here, but we would never be so rude as to deny hospitality to the": null, "leader of a court, diminished though it may be.": null, "Rue: Is the court fully diminished if there's one person present or is": null, "it waning? I have heard stories that the Court of Craft is in need of": null, "magic.": null, "Aabria: And at this, you hear Alven kind of [coughing].": null, "Rue: What's that?": null, "Baroness Alven: Hmm? Oh, well, I mean, are we just gonna not talk about": null, "the fact that yours is the foil to the Court of Craft? If their magic is": null, "gone, we all have our guesses about who's responsible.": null, "Rue: And who is that?": null, "[tense instrumental music]": null, "Baroness Alven: The Court of Wonder. Oh, I'm sorry, are we not— we could": null, "just have this conversation.": null, "Rue: No, I just wanted you to say Court of Wonder if—": null, "Baroness Alven: Yes, your court. So shouldn't we be asking you how you": null, "feel about a loose end appearing?": null, "Rue: [sighs] I… I'm here as the Master of Ceremony, not as a member of": null, "the Court of Wonder. I will not speak for the court.": null, "Baroness Alven: You are a member. If not you, then who?": null, "Rue: Literally anyone else.": null, "Baroness Alven: Okay.": null, "Rue: You know that I'm barely at the Court of Wonder. I have been busy": null, "preparing this entire Bloom.": null, "Baroness Alven: We understand that. And we like you. That's why we are": null, "happy, willing to have this conversation with you. But when it comes": null, "down to it, isn't that the whole thing we're doing here? We, 100": null, "generations ago, decided to form courts and alliances to bolster": null, "ourselves and make ourselves stronger and more secure, and we have held": null, "to those lines for millennia. So you can say with your full chest and": null, "your glorious, true self, who you are, but you are still the premier": null, "member of the Court of Wonder, and every word you say rings with their": null, "authority. And you are a fool to think that anyone doesn't understand": null, "that when interacting with you. So if we are being gracious, if a little": null, "curt, know that it is because the Sea Foam Court does not want to incur": null, "the wrath of the Court of Wonder.": null, "Rue: Understood. I appreciate the honesty intended in which you've told": null, "me this.": null, "Aabria: I'm gonna need a Performance check from this little frog.": null, "[laughs]": null, "Surena: [chuckles] Oh my God, oh my God.": null, "Omar: You have Bardic Inspiration.": null, "Surena: Oh, oh, oh God.": null, "Aabria: Stop reminding her.": null, "[Omar laughs]": null, "Surena: Okay, that was cocked.": null, "Aabria: I want this frog.": null, "Brennan: You also have the Lucky feat!": null, "Surena: 20, 20! [hands clapping]": null, "Oscar: Nat 20.": null, "Aabria: Natural 20?": null, "Surena: Natural 20.": null, "Aabria: Amazing.": null, "Surena: Thank you, Bardic Inspiration.": null, "Aabria: You tremble a little bit as your court is being discussed, but": null, "you hold it together. And, clearly, the eyes of everyone here are locked": null, "in this strange moment with you specifically as they state quite boldly": null, "and quite baldly that it is the fear of your court that keeps their": null, "tongues from being even sharper.": null, "Rue: Hmm. Like I said, I cannot speak for the Court of Wonder, but since": null, "you've been such gracious hosts in the Bloom, I would love any input as": null, "to how the Court of Wonder can at least contribute to the quelling of": null, "this rumor that I am very well—I know that you are very well—know that": null, "you fucking know, okay?": null, "[whimsical instrumental music]": null, "Aabria: And you actually see as you drop a little F bomb, they actually": null, "all kind of relax a little bit. Like, \"Oh, we've said the thing.\" And": null, "you even see that the jasmine in and around the garden opens up a little": null, "bit more and releases its scent into the air as this like tension goes": null, "out of the meeting.": null, "Wave Master: [sighs] Look, we are deeply grateful to the magic lent to": null, "us through your efforts and from your court. We understand that this": null, "would not be as glorious as it is without you. My fear, and my fear for": null, "my court, is where your ambitions lie next.": null, "Rue: My personal ones or the one of the Court?": null, "Wave Master: The one of the Court of Wonder. Do you plan on—maybe it's": null, "better if it's not said.": null, "Rue: No, please.": null, "Wave Master: When things are spoken, it brings them closer to being. We": null, "have bolstered our alliances with the Court of Stone. We believe that if": null, "advances are made by the Court of Wonder, we will be able to hold out": null, "long enough for reinforcements to arrive.": null, "Rue: I understand what you mean by that. [sighs]": null, "Wave Master: I don't know if there's any assurances you could make, but": null, "that is our fear, not about the execution of a series of parties. Lovely": null, "though they are, sorry. Not to denigrate your work.": null, "Rue: No, no, no. No offense taken. Having this meeting with all of you": null, "has made me very well aware that I must have my own meeting with the": null, "Court of Wonder.": null, "[BINX groans]": null, "[Rue coughs theatrically]": null, "Rue: I'm sorry. Had a very full dinner and [coughs]. Ahem.": null, "Aabria: Deception check.": null, "[Oscar laughing]": null, "Omar: Oh, oh, oh.": null, "Oscar: That is a 16.": null, "Surena: 17.": null, "Lou: A 2, and you got a 16?": null, "Surena: No, this is a 7 and I have a +10 in Deception.": null, "Lou: Oh no, him.": null, "Oscar: Oh, wait, Deception, sorry. 2, 8.": null, "Surena: You have a 6.": null, "Brennan: Ooh!": null, "Surena: Ah, yikes!": null, "Lou: I was about to be like,\"A 2 to a 16, goddamn!\"": null, "Emily: Is this 3.5?": null, "Aabria: Just—Inspiration, something? I treasure you.": null, "Lou: Yes. Hey, I got you. We ain't gonna let this bullshit fly.": null, "[group laughing] [Aabria claps]": null, "Oscar: I was looking at my Performance. It was an honest mistake.": null, "Lou: Yeah, I bet you were. I bet you were.": null, "Aabria: What you see, then, as you're kind of laughing and taking this": null, "off, is that the Court of Sea Foam's main members are more like, they're": null, "busy exchanging glances between one another, but it's Wannessa—": null, "Lou: Oh no.": null, "Aabria: Whose eyes flare with like, right at the center of her pupils, a": null, "little purple glow, like a red eye effect, as her Detect Magic is": null, "focused on you.": null, "Oscar: Oh, she has Detect Magic. That's cool.": null, "Lou: Wannessa, yes.": null, "Aabria: And is doing a much worse job than both of you at being like,": null, "\"Yeah, fly casual.\"": null, "Surena: So casual right now. [laughing]": null, "Aabria: Yeah. A matched energy, for sure. [group laughing] But she's not": null, "gonna say anything, but she absolutely notices.": null, "Rue: [clears throat] So, with that, and if there's nothing else to be": null, "discussed, I would take my leave if it pleases the court.": null, "Wave Master: It was planned as maybe a bit of a slight, but given this": null, "conversation, we think it is in everyone's best interest to mention that": null, "a small change has been made to the ball.": null, "Rue: Oh?": null, "[ominous music]": null, "Wave Master: The invitations that were sent out outlined that it is, in": null, "fact, a masquerade, with maybe some intonations that glamors and the": null, "revelation of true selves was a important theme across this Bloom. Beg": null, "your pardon for taking a jab at your moment.": null, "Rue: I take no offense to that. Thank you for being honest.": null, "Wave Master: And for whatever it's worth, The Sea Foam Court has many": null, "types of beings in a myriad of shapes and sizes, and we have never cared": null, "about the outward look. It has always been your sharp mind and keen eye": null, "that has garnered our still-continuing respect, but we were feeling kind": null, "of cunty with the Court of Wonder stuff, and that's just what that was.": null, "And I'm so sorry.": null, "Rue: No, I mean, no offense. I mean, I get it, but like—": null, "Rue: Honestly, like I feel—real talk?": null, "Wave Master: Yeah.": null, "Rue: Like I feel—": null, "Rue: And thank you, honestly. You do me great honor for having me here": null, "and speaking so plainly. Thank you to everyone in the Sea Foam Court,": null, "and thank you, Wannessa.": null, "Aabria: She's just,": null, "Wannessa: [strained] Yeah. Yeah. You're so welcome. [exhales] Tell": null, "Gwyndolin I said hi.": null, "Rue: Yes, I will. [coughing] I will, yes. Well, there is much to do and,": null, "well, we have a ball—": null, "Wave Master: We have a ball.": null, "Rue: To do, so I must away.": null, "Aabria: You are escorted out, not by the Wave Master, who has gone into": null, "conference with the Lady and Baroness, but it's actually Sorwen, the Sea": null, "Wall, the sort of champion of the Sea Foam Court, who walks you out and": null, "will escort you back through the lane up to like the main island. And as": null, "he's walking, will just say,": null, "Sorwen: People move courts all the time. That's all.": null, "Rue: [sighs] It's frustrating. You understand? The things that I do is": null, "based on my merits, and to be associated with a court that you have very": null, "little to do with is very frustrating. You must understand this. I mean": null, "no disrespect, but I do understand that just by my presence, I speak for": null, "a court that has very little to do with me.": null, "Sorwen: I understand.": null, "Aabria: Make a Performance check as he kind of just sizes you up. Damn,": null, "that was a natural 1.": null, "Omar: And you have a +16.": null, "Oscar: It's a 7, uh, 18.": null, "Aabria: He studies you intently.": null, "Sorwen: Okay. Well, I began at the Court of Stone and I followed my": null, "heart here. And it's worked out ever since, for whatever that's worth.": null, "Have a good night.": null, "Oscar: I give him a kind look. And with just that, the amount of": null, "gratitude that pours out is infinite.": null, "Aabria: You see as he kind of turns and walks back, he's moving a little": null, "quicker, and someone who has absolutely been like a backdrop, background": null, "actor, he's moving, he's quite pleased with himself. He thinks he's had": null, "a big, impressive moment after saying like three words total.": null, "Aabria: And we move from there and we move toward our Lords of the Wing.": null, "[Omar gasps]": null, "Lou: Ugh.": null, "Aabria: What a reaction.": null, "[Omar laughing]": null, "Emily: So we just got an invitation from Prince Apollo?": null, "Aabria: Yes.": null, "Lou: And what does it look like?": null, "Aabria: It's literally—": null, "Lou: And who was it delivered by?": null, "Emily: Ooh, yeah.": null, "Surena: Nice!": null, "Emily: I will take the moment to memorize Prince Apollo's handwriting.": null, "Lou: Okay.": null, "[upbeat instrumental music]": null, "Aabria: Smart. This is a handwritten note in like gold embossing ink on": null, "like a burnished, gold, thin plate inside a gold envelope. He's got a": null, "theme; it's a lot. Delivered by a gold automaton.": null, "Lou: Oh, delightful.": null, "Aabria: There is no hiding this is from him for you, and an invitation": null, "to just like a private salon, like a little—like a chill hangout with": null, "just a couple close friends.": null, "Chirp: Um, Cousin, how far away is it? Do we have three hours and 22": null, "minutes?": null, "Squak: Cousin, if I had to guess, if I really thought on it, took all of": null, "the information I had and—": null, "Chirp: Perhaps we should go to the Fey calendar?": null, "Squak: Oh yes, of course.": null, "Lou performs a very intricate mime of rifling through an elaborate": null, "calendar.": null, "Squak: Definitely not.": null, "Chirp: What? We don't have three hours and 22 minutes?": null, "Squak: We don’t have three—": null, "Lou: Well, I guess how much time do we have?": null, "Aabria: Everything's a little wibbly-wobbly time-wise here. So this is a": null, "little earlier in the evening.": null, "Lou: Okay.": null, "Aabria: And the invitation’s just sort of, \"We're gonna be hanging out": null, "all night, drinking and chilling.\"": null, "Squak: In that case, maybe we do have three hours and 25 minutes.": null, "        [Chirp laughs]": null, "Aabria: 22!": null, "Squak: 22! Cousin, what are you up to?": null, "Chirp: Well, because after Andhera offered a—": null, "Squak: The beard thing?": null, "Chirp: The beard thing!": null, "Squak: To give you his beard or whatever.": null, "Chirp: And I was like, okay, clearly you have someone else.": null, "Squak: Yes.": null, "Chirp: I'm not standing in the way of that.": null, "Squak: Yes, of course.": null, "Chirp: But it is true that Grandfather's coming.": null, "Squak: He is.": null, "Chirp: I need a match.": null, "Chirp: I need to put out feelers—": null, "Chirp: To figure out who else might be—I mean, many of us Archfey have": null, "things on the side.": null, "[Squak laughs]": null, "Squak: You know who you're talking to, yes.": null, "Chirp: And someone else who is in a very similar position.": null, "Squak: Yes.": null, "Chirp: So I just need to do all the espionage I haven't been able to do": null, "yet.": null, "Squak: Oh, that feels good. Like, we go to this, I mean, this perfect": null, "event, this salon, and we find you—": null, "Chirp: Yes.": null, "Squak: A match.": null, "Chirp: We find me a match that is similarly emotionally unavailable.": null, "Squak: Exactly. And is that not its own kind of love, in like, kind of a": null, "different way?": null, "Chirp: Oh, yes. Oh, there will be friendship. There will be mutual": null, "respect.": null, "Squak: There will be friendship.": null, "Chirp: And who knows, when my partner on the Material Plane passes,": null, "because her lifetime is—": null, "Squak: What like two, 300, 400, 500 years? 600?": null, "Chirp: Oh, Cousin.": null, "Squak: 700, 800 years?": null, "Squak: 900 years? Am I going—I'll keep going.": null, "Squak: 1k, 1.5, 2k, 3k. 4k?": null, "Chirp: Cousin, she's looking at 80 to 100 years, and that's assuming-": null, "Squak: But a comma in the life of the Archfey.": null, "Chirp: Yes, yes, yes. And currently, she's 42, so.": null, "[Squak groans]": null, "Squak: I need Gobble! I—": null, "Gobble: Yes!": null, "Squak: Andhera gave us a gift on the first day when we arrived.": null, "Chirp: Oh!": null, "Squak: I told you to hide it, and then had my cousin Gift of Gab myself": null, "so I couldn't remember where it was. I need you to find it now. 42?": null, "Gobble: What's the code word? You told me.": null, "Squak: Well, it's probably the one I always use, which is Airry Pearry.": null, "Squak: Which, of course—": null, "Chirp: Speaking of which, we need to bring a copy to Prince Apollo.": null, "Squak: Oh, I mean, he would make a perfect Green Hunter.": null, "[Brennan laughing]": null, "Chirp: Right.": null, "Squak: He'd be perfect.": null, "Chirp: Right, okay.": null, "Squak: He's got all the smolder.": null, "Chirp: I just need a little time to just set up so I can be seeing all": null, "and hearing all, so—": null, "Squak: I'm gonna get drunk and maybe do some weird drugs, if that's": null, "alright.": null, "Chirp: Oh, I love that. I will join you in the drugs as soon as I am": null, "done with concentrating—": null, "Squak: Okay.": null, "Chirp: On my wizardly abilities.": null, "Emily: So I'm creating a Glyph of Warding at a 4th level to create": null, "Arcane Eye, which all of my spells are bird puns. It hasn't come up, but": null, "it's Arcane Ibis.": null, "[group laughing] [hands clapping]": null, "Oscar: Okay.": null, "Lou: Oh.": null, "Emily: So, I create a little glyph of an Ibis and then I also create a": null, "little glyph of my Flock of Familiars. And so right before we leave,": null, "I'll trigger both of those, so that I'll have a flock of familiars and": null, "an invisible Eye-bis.": null, "Aabria: Love it.": null, "Lou: Great.": null, "Emily: So that I can survey all of all. And the Flock of Familiars, it's": null, "a picture of an African Gray, because they have the greatest vocabulary,": null, "so—": null, "Aabria: Nice.": null, "Emily: It's—yeah. And I think that's all. And then I'll take a short": null, "rest to get my spell slots back.": null, "Aabria: Love it. Why don't you take the short rest?": null, "Lou: What is the effect of the drugs that were given to us on that first": null, "day?": null, "Aabria: Yes. So, yeah, Gobble returns with two red gems that are drugs.": null, "Cool. Did you have plans for this? I have something written, but I": null, "don't—I want to defer to you.": null, "Omar: Oh, if you have something written.": null, "Aabria: Who showed up with drugs. The right of first refusal goes to": null, "you.": null, "Omar: No, let's go with what you've written.": null, "Aabria: Okay. So you take it as you're getting ready for your long rest.": null, "Lou: Yes.": null, "Aabria: I'm gonna need a Constitution saving throw from both of you.": null, "Emily: Okay.": null, "Lou: Yeah, let's get fucked up.": null, "Emily: Can I…? No, nevermind.": null, "Lou: Oh no, of course.": null, "Squak: Hey, Cousin, go, go, go, go, go.": null, "Emily: Okay, I rolled a nat 1.": null, "Lou: I rolled a 15.": null, "Chirp: Ah.": null, "Aabria: Okay.": null, "Emily: You've given me Inspiration like five different times.": null, "Aabria: 100%": null, "Emily: And I've never used it.": null, "Aabria: Yeah.": null, "Emily: Actually, I wanna fail.": null, "Aabria: You sure?": null, "Emily: Yeah.": null, "Aabria: Okay. So you made the save.": null, "Lou: Yes.": null, "[whimsical music]": null, "Aabria: The Arcane Veil sort of turns to mist around you, a snortable": null, "mist.": null, "Lou: Ooh.": null, "Aabria: A beautiful moment.": null, "Emily: Mist.": null, "[Lou inhaling]": null, "Aabria: And in this, not only are your inhibitions sort of loosened,": null, "they are loosened because the understanding of magic and its distance": null, "from you is lost.": null, "Lou: Mm.": null, "Aabria: And for the next—roll a d4 for me.": null, "Oscar: Ooh.": null, "Aabria: Ooh.": null, "Surena: Oh.": null, "Lou: It's a 4. Or what is that?": null, "Emily: No, that's a 1.": null, "Lou: I think it might be a 4.": null, "Aabria: These snitches.": null, "Lou: No.": null, "Aabria: It could have been a 4; I'll never know. I cannot see.": null, "Lou: It's a 1.": null, "Aabria: For the next one hour—": null, "Lou: Mm-hmm?": null, "Aabria: Any magic you cast will not burn a spell slot.": null, "Oscar: Oh?": null, "Brennan: Wow!": null, "Lou: [laughing] Okay.": null, "Brennan: Drugs are great. [group laughing] You guys should be doing": null, "drugs out here.": null, "Aabria: So I would love to have an—you wanna revisit that conversation": null, "about not using my Goddamn Inspiration?": null, "Emily: I'm gonna use—": null, "Aabria: Yeah, maybe.": null, "Emily: Okay. Can I also bonus action Blade Song so that I get an": null, "increase to my Concentration saving throw? Oh, that's Concentration,": null, "nevermind, not Constitution. Okay, 14.": null, "Aabria: 14 beats the threshold.": null, "Emily: Okay.": null, "Aabria: And in the same way you feel yourself loosen and move into the": null, "space, and both of you, as arcane casters—": null, "Emily: Three hours.": null, "Aabria: Three hours. Both of you as arcane casters, feel incredible.": null, "[playful instrumental music]": null, "Chirp: Cousin, what have we been doing?": null, "Squak: I tell you.": null, "Chirp: Now that we're in this loosened state, can I just say—": null, "Squak: Please, talk.": null, "Chirp: The wager. I reached out to Rue, remember?": null, "Chirp: With all those little salt Goblins?": null, "Squak: Yes, the Olive Branch, then the—": null, "Chirp: Right, and then I sent out the letter?": null, "Squak: Yes, Mm-hmm.": null, "Chirp: Never heard back from them.": null, "Squak: Never.": null, "Chirp: It's a dead end.": null, "Squak: It's a dead end.": null, "Chirp: I think we should just try to short the wager on us.": null, "Squak: Yeah, we've gotta win somehow!": null, "Chirp: You know? So we just bet against ourself, and then when we fail,": null, "we make money.": null, "Squak: I bet. You know—": null, "Chirp: Yeah?": null, "Squak: You know Apollo.": null, "Chirp: Yeah?": null, "Squak: He's been looking at this.": null, "Chirp: Yes, he's been looking at it. [laughs]": null, "Squak: I bet he would help. I bet he would help.": null, "Chirp: Okay.": null, "Squak: And then I'd be like,\"Apollo, help us?\"": null, "Chirp: Help us, Apollo.": null, "Squak: And he'll be like, \"Of course.\"": null, "Chirp: Oh!": null, "Squak: “My pleasure.”": null, "Chirp: [laughs] Okay, yeah. Great, so everything's all settled.": null, "Squak: Everything is perfect.": null, "Chirp: Everything's perfect. We're just gonna say fuck this wager.": null, "Squak: Fuck the wager, man.": null, "Chirp: And just fucking Bloom it up.": null, "Squak: Just like old times. You know, they say this might be the last": null, "Bloom.": null, "Chirp: Yeah.": null, "Squak: And if it's the last Bloom—": null, "Chirp: We gotta Bloom like it's 1999.": null, "Squak: We gotta Bloom—which, again, you gotta tell me about that. That": null, "sounds like a crazy year.": null, "Chirp: Yeah, you weren't there because you had pneumonia.": null, "Chirp: Remember?": null, "Chirp: I remember. Oh God, 1999 Bloom was great.": null, "Lou: I think we're gonna take off.": null, "Lou: But we're still walking on our way to Apollo.": null, "Emily: Yeah. I will also summon my ostrich.": null, "Lou: Oh, good.": null, "Aabria: So let me just add this before you like, get back into it. So": null, "you're not burning spell slots, but you do have to make new con saves—": null, "Aabria: In order to like, maintain your vibe. So go ahead and just gimme": null, "another con save.": null, "Lou: Oh, we're con saving to maintain the vibe. And you still have that": null, "Bardic.": null, "Emily: Oh, right.": null, "Lou: Oh, another 15.": null, "Aabria: You're fine.": null, "Lou: The high continues.": null, "Emily: A 12 for me.": null, "Emily: Yes! Okay. Oh yeah, and before we leave, I just paw at the Ibis,": null, "paw at the African Grays. And now both of these are summoned without me": null, "having to worry about Concentration.": null, "Aabria: Love it. Love it.": null, "Lou: And I think as we walk and are in this kind of reflective space, I": null, "think Squak is gonna like, look at his cousin.": null, "Squak: So I'm an uncle? Oh, amazing.": null, "Chirp: Yeah, do you wanna see it? I actually have been keeping it on me.": null, "Squak: Ah!": null, "Emily holds the heart nest she received in Episode 2.": null, "Chirp: She made this. I know, I know, everyone's child's arts and": null, "crafts—": null, "Squak: It's so kitschy.": null, "Chirp: Are like so annoying to pretend—but I really do feel like it's": null, "good.": null, "Squak: Oh, does she have a favorite drug yet?": null, "Squak: What is she drinking? Wine, gin?": null, "Chirp: So, that's the thing about mortals. They're like, very sensitive": null, "to stimulants.": null, "Squak: Uh-huh.": null, "Chirp: So they just have to avoid them.": null, "Squak: So your child's not drinking gin yet?": null, "Chirp: Especially when they're young. Well, no.": null, "Squak: Well, then, for what you're saying, I would get my child drinking": null, "gin early—": null, "Chirp: She's four years old.": null, "Squak: Okay, and for them, is that…?": null, "Chirp: Yeah, so for them— [laughs]": null, "Squak: How big is she? Is it a she?": null, "Chirp: It's a she, yeah.": null, "Squak: Is she like that?": null, "Chirp: No, no, no. She's like—comes up to my hip, or maybe my thigh.": null, "Squak: [laughing] Oh, okay.": null, "Chirp: Yeah.": null, "Aabria: Chirp, by the way, can I get an Arcana check when you held the": null, "little woven piece?": null, "Emily: Um… 19.": null, "Aabria: You pick it up and as you're holding it, you feel a strong": null, "resonance of magic.": null, "[somber piano music]": null, "Aabria: It feels, if we go back millennia, to when you were and felt": null, "young, and moving through the House of the Lords of the Wing at their": null, "full power, that energy that is so connected to air and flight and life": null, "and soaring, that feeling you don't feel at home anymore, you feel a": null, "little surge of it inside of this woven piece, but it does feel": null, "different. It comes with that sort of stomach flutter of flying, but": null, "knowing that maybe you'll fall, something impermanent, something to her": null, "mortality that has changed the magic. But you recognize it as very much": null, "your magic.": null, "Chirp: Yeah. Mortals kind of like, add their own thing.": null, "Squak: Mm-hmm.": null, "Chirp: You know, it's like, because their lives are so precarious—": null, "Chirp: The things they do mean so much more.": null, "Squak: Mm.": null, "Chirp: And that's how I feel about her. Yeah.": null, "Squak: Ooh.": null, "Chirp: And she's also very sticky. Children are so sticky.": null, "Squak: What?": null, "Chirp: Yes!": null, "Squak: Like an adhesive?": null, "Chirp: No, like jam.": null, "Squak: Like a glue? The children, is it their skin?": null, "Chirp: No. It's just when you touch them, their hands are always just a": null, "little bit sticky.": null, "Squak: Oh. I'll have to meet this—": null, "Chirp: Her name is Phillipa, but you can call her Peep. That's what": null, "everyone calls her.": null, "Squak: Peep. Peep my niece.": null, "[Chirp laughing]": null, "Squak: Well, I'll tell you, when I meet her, I'm bringing a shit ton of": null, "gin, and me and her are getting fucked up together.": null, "Chirp: Okay, again, no—I love the impulse to give her presents.": null, "Squak: Yes!": null, "Chirp: Just not drugs or alcohol, yet.": null, "Squak: [laughing] Well, she better be fun. Like you.": null, "Chirp: Oh, she's very fun. She's very fun.": null, "Squak: And with this partner, Esme?": null, "Chirp: Mm-hmm.": null, "Squak: How is it? You know, it?": null, "Chirp: The sex?": null, "Squak: What, the love?": null, "Chirp: It's fantastic. It's fantastic.": null, "Squak: I don't give a shit about the love. Oh, is it that whole mortal": null, "thing of like, “Well, I can only fuck for like 80 years,” so it's like—": null, "Chirp: Yes, yes!": null, "Squak: So it's like—": null, "Chirp: It's just like—": null, "Squak: Like giving it all, all the time.": null, "Chirp: You know I get off on other people's pleasure.": null, "Chirp: And her pleasure's so heightened by how short a life she has.": null, "Squak: Oh God, I can't imagine only having 80 years worth of orgasms.": null, "Chirp: She's packing 'em in!": null, "Squak: And she's packing!": null, "Chirp: She's packing 'em in!": null, "Squak: That's my cousin!": null, "Lou: And I think we're gonna head off to Apollo's.": null, "Aabria: Sweet. And yeah, you arrive.": null, "[regal string music]": null, "Aabria: You make your way up to like the main thrust of the palace to": null, "the wing and tower that is dedicated to the Court of Wonders. You're a": null, "couple floors below Rue, and above them, still, the members of the": null, "Chorus that are here. But you actually see, as you walk into this small": null, "parlor that is a little thick with magical cigar smoke and heavy with a": null, "scent of incense and drinking and cologne and just people in close": null, "proximity in this little parlor, you actually see two members of the": null, "Chorus are like sitting in the corner.": null, "Lou: Mm-hmm.": null, "Aabria: Masks on, but still somehow like interacting with small snifters": null, "of brandy, with little fish swimming in them. You see Apollo, who is": null, "sitting in the corner and happily hails you, but doesn't get up to go": null, "speak.": null, "Lou: Oh. Ritzy.": null, "Emily: Interesting.": null, "Lou: I love it.": null, "Aabria: Jarl Korguf, who is the leader of the Court of Stone, and two of": null, "his attendants, who you would probably have picked up via osmosis, are": null, "Ruyin and Claete. You see Suntar, the Princess of the Unseelie Court.": null, "Omar: Oh.": null, "Aabria: And Wuvvy.": null, "Lou: Oh, Wuvvy in the building!": null, "Emily: Wuvvy!": null, "Aabria: Mm-hmm.": null, "Lou: Great. Who's the lowest ranking person in the room?": null, "Aabria: Wuvvy.": null, "Lou: Okay, I'm not gonna fuck with Wuvvy.": null, "Aabria: Then it would be either the two attendants to the Jarl of the": null, "Court of Stone.": null, "Lou: And are they also lords, or are they—what's their ranking?": null, "Aabria: No, they're just sort of like attendants. They're just part of": null, "the retinue.": null, "Lou: Great, I'm gonna Polymorph one of them into a fish.": null, "Aabria: Shut up!": null, "Lou: And go,": null, "Squak: The Lords of the Wing are here!": null, "Aabria: Amazing.": null, "Lou: DC's 18. If he wants to fight being turned into a fish.": null, "Aabria: What kind of fish does Ruyin turn into?": null, "Lou: Oh, just a little mud skipper.": null, "Oscar: Oh God!": null, "Lou: And then I chase him around. I just grab like a bust. I just start": null, "throwing shit at the mud skipper.": null, "Squak: Run! Run!": null, "Aabria: This little fish is flopping around. Does take like at least two": null, "objects to the dome—": null, "Aabria: 'Cause he didn't roll that high, but he's okay. Isn't gonna get": null, "Polymorphed. There's like a half of a hit point there.": null, "Aabria: But we're gonna leave this.": null, "Lou: I pop it back up and I go,": null, "Squak: Jarl, my bad.": null, "Aabria: The Jarl is like guffawing and bent over. Everyone saw this": null, "energy and is immediately like,": null, "Jarl: Oh my God, they're back. We thought you were all bummers forever.": null, "Squak: Oh!": null, "Chirp: It's been a bummer.": null, "Lou: I'm gonna cast Shatter on two of the windows.": null, "[glass shattering] [group laughing]": null, "Lou: And then I'm going to jump into one, cast Major Image for a shit": null, "ton of birds to fly through one into the other.": null, "Squak: No, motherfuckers!": null, "[group laughing] [group applauding]": null, "Emily: And I'll take out my Shadow Blade and just like, chop everyone's": null, "cigars from their mouth like where they left off.": null, "Aabria: You gotta give me an attack roll. That's so good.": null, "Emily: Nat 20!": null, "[group shouting]": null, "Lou: Yes!": null, "Emily: Yes!": null, "[group applauding] [group laughing]": null, "Emily: I have like, all their cigars in my wing. There's like three": null, "African Grays on my hand.": null, "Lou: Yes, of course.": null, "Chirp: Ah!": null, "Lou: Ugh! And at this point now, I'm wondering if Apollo is still": null, "sitting down.": null, "Aabria: Apollo is standing and screaming.": null, "Lou: That's about right. That's about right.": null, "Aabria: Oh my God.": null, "Oscar: That was a show, my God.": null, "Apollo: Welcome! You are well worth the wait.": null, "Squak: Ho, ho, ho.": null, "Apollo: And I don't mean just tonight. I mean, this entire Bloom has": null, "been a misery without your true selves.": null, "Chirp: I would agree. There's barely been any matches, so little amorous": null, "endeavors.": null, "Apollo: Right? And one duel!": null, "Squak: One duel!": null, "Chirp: And it didn't even end in a death!": null, "Apollo: No one died!": null, "Squak: Who knew Pillar Boy was hung?": null, "Chirp: I know! I did like that revelation.": null, "Squak: Wild, right?": null, "Aabria: Suntar is like disappearing in the shadow, like, \"Please don't": null, "talk to me.\"": null, "Squak: [snaps fingers] Suntar! No, no, no, no.": null, "Suntar: We're not talking—": null, "Squak: Suntar, no, no, no.": null, "Chirp: Take your cigar back, take your cigar—": null, "Suntar: We're not talking about my brother's dick, thank you.": null, "Squak: Oh, we have to mention it.": null, "Chirp: We have to mention it.": null, "Squak: The entire court saw it, Suntar.": null, "Suntar: Fine.": null, "Aabria: And she takes it and continues. She's like, \"Oh, unlit.\" and": null, "relights it.": null, "Chirp: Since this is a jovial mood—": null, "Apollo: Of course.": null, "Chirp: And we've really been feeling the weight of this wager.": null, "Squak: Ooh.": null, "Chirp: And we've been trying to think of a way to up the ante or—": null, "Apollo: Talk to me, I love this. I have so much money on you.": null, "Squak: Right.": null, "Chirp: So we wanna bet against ourselves.": null, "Apollo: Oh yeah, just like the rest of us.": null, "Chirp: We just wanna get in on that.": null, "Squak: We want to join you.": null, "Squak: And you know, hey, everyone's talking. Everyone knows how": null, "mature—I mean, the reputation just goes up.": null, "Apollo: That is true.": null, "Squak: And up and up.": null, "Chirp: And the higher it gets, it, ugh, you know?": null, "Apollo: I feel you. So you wanna bet against yourselves?": null, "Apollo: Huh. I mean, that's easily done, but what's on the line if you": null, "win? That's the part that we haven't been able to suss out.": null, "Chirp: We don't know. No one ever told us.": null, "Apollo: Oh?": null, "Squak: I am truly—": null, "Apollo: That's fucked.": null, "Squak: I'm not gonna lie, I'm terrified, Apollo, that it's just some": null, "sort of moralistic revelation. That they're going to be like, \"And": null, "there, the gift was love all along.\"": null, "Chirp: Yes, yes, yes.": null, "Squak: And if that's the case—": null, "Chirp: Yes, and if that's the case—": null, "Squak: Fucking kill me.": null, "Chirp: Then I am glad this is the last Bloom.": null, "Squak: I swear. Yeah, exactly, I'm not coming back if the Bloom has": null, "diminished to the point where the winnings for a grand wager are a": null, "lesson.": null, "[group laughing] [Omar clapping]": null, "Apollo: Amazing. Okay, well then, yes, we're happy to direct you to our": null, "bookies who's kind of hedging bets, but, I mean, now that you're here,": null, "we should have a conversation about what we can do for each other.": null, "[Squak sighs]": null, "Chirp: Oh.": null, "Apollo: I remember and appreciate your help, even though I didn't end up": null, "with the crystal heart.": null, "Squak: Which was a damned shame.": null, "Apollo: Truly.": null, "Squak: It was deserved.": null, "Apollo: That fucking Darkness spell.": null, "Squak: I swear, Suntar, your brother, mm, mm.": null, "Suntar: I don't wanna talk about it.": null, "Squak: Oh, I know.": null, "Aabria: And she crushes her cigar.": null, "Squak: Somebody's dusty.": null, "Chirp: You can snort it.": null, "Chirp: If it's out, you crushed it, but it's not wasted.": null, "Aabria: Persuasion check.": null, "Emily: Persuasion.": null, "Aabria: Or Deception if you are just trying to get her to do something.": null, "Emily: It's just a 9.": null, "Chirp: Or so I've heard.": null, "Aabria: [exhales] And then she just kind of blows it away like—": null, "Chirp: Okay, fair, fair.": null, "Suntar: Next time. There's more cigars. [sighs] Yes, my brother not": null, "withstanding, it does make for some interesting opportunities.": null, "Aabria: And she moves to Apollo's side, and they both are sort of just": null, "eyeing you down very interestedly.": null, "Lou: We eye them down even harder.": null, "Chirp: Huh. I still have four cigars in my finger.": null, "Aabria: And you know what? Yeah, with that, Suntar is gonna walk": null, "forward, and she conjures like, a little, purple flame at the edge of": null, "her fingertips and lights all four?": null, "Suntar: In case your birds smoke. I don't know.": null, "Chirp: Oh, you're right. Hi, babies.": null, "Chirp: Did you want some? Say yes because you have a vocabulary of 800": null, "to 1,000 words.": null, "Suntar: Well, let's be frank.": null, "Squak: Oh, hello.": null, "Suntar: We've heard what's been said about you, that you're secretly in": null, "a relationship?": null, "[Squak laughs dismissively]": null, "Suntar: That you are looking for a love match after having your heart": null, "broken?": null, "Chirp: Is that being said about me?": null, "Suntar: Rumors before the Bloom ever began.": null, "Chirp: I like rumors, though. They add a fog of war to hide behind.": null, "Suntar: [laughs] If you were looking for matches, and don't mind sort of": null, "eschewing the rigamarole of making a love match, the Unseelie Court and": null, "Court of Wonder would be very interested in forming an alliance.": null, "Squak: Oh! Are you saying we could go one for one?": null, "Suntar: Of course, in whatever your preferences line up to be.": null, "Chirp: I mean, doesn't it—and you don't care that it's—I mean, do you": null, "both have maybe something on the side, or something so that you wouldn't": null, "be coming into a match with expectations of intimacy and whatnot that—": null, "Aabria: Give me an Insight check and I'll give you a read on each of": null, "them.": null, "Emily: That's gonna be another nat 1.": null, "Lou: Can I do the same?": null, "Aabria: Oof, yes, please.": null, "Aabria: Your problem is that your birds are smoking these cigars and not": null, "taking it well. They're inhaling, so there's a lot of coughing.": null, "Chirp: You have to blow it out. You have to blow it out.": null, "Squak: Don't swallow it. Don't swallow it.": null, "Chirp: It's coming out of your cloaca.": null, "Squak: It's about the mouth feel. It's about the mouth feel.": null, "Chirp: It's about the mouth feel.": null, "Lou: Uh, 16.": null, "[string music]": null, "Aabria: Yeah. So while you're kind of lost in that thought, the thing": null, "you see as your cousin speaks is that Suntar looks utterly unfazed about": null, "the idea of something on the side. This does not matter to her. There's": null, "something hungry for what this is.": null, "Aabria: And it's not to like, be able to guess at any sort of her intent": null, "or sexuality.": null, "Lou: Mm-hmm.": null, "Aabria: It's just that it is not even a thought.": null, "Aabria: The look you get from Apollo is that little bit of a smirk that": null, "you recognize on yourself when you're sending letters back and forth": null, "with Theodore.": null, "Aabria: Of that little, like, \"Yeah, I've got mine, and we don't worry": null, "about it.\"": null, "Squak: Oh. Might we abscond for a second? Just me and my cousin.": null, "Squak: We have to make sure that these birds are okay.": null, "Chirp: Actually, do you mind if I leave them here?": null, "Chirp: Would you mind terribly if I leave them here? They're such": null, "chatterboxes and it might be a private moment.": null, "Apollo: No, of course, go ahead.": null, "Chirp: Okay.": null, "Squak: And in case they vomit—": null, "Apollo: Oh, do I have to—": null, "Lou: I'm gonna cast Polymorph again on the dude and turn him into a": null, "catfish, and grab him by the tail and throw him underneath the birds.": null, "Squak: They're bottom feeders; he'll clean it right up.": null, "Lou: And I wanna go stand with my cousin in the broken, shattered window": null, "from earlier.": null, "Chirp: I mean, this would satisfy Grandfather's needs, would it not?": null, "Squak: Grandfather would truly climax.": null, "Chirp: Yes, he would. And he seems intent on doing so.": null, "Squak: Yeah, but I mean, this is even—the match I already had arranged": null, "was, you know, but this, I mean—": null, "Chirp: Yes. And Suntar, my entire fucking thing is make a match and then": null, "head back to the Material Plane to enjoy the short lives of my beautiful": null, "family.": null, "Squak: And the vibes I'm catching off of her is that's okay.": null, "Chirp: That's okay.": null, "Squak: Honestly, Apollo gave me a look that I don't mind.": null, "Chirp: I think the two of you could get down. Let me just see what": null, "they're saying.": null, "Emily: And I wanna listen in on my African Grays and see what's being": null, "said.": null, "[Omar and Brennan gasping]": null, "Aabria: Amazing!": null, "All: Oh!": null, "Aabria: Aw, fuck, that's good. So Prince Apollo's just holding one of": null, "your birds like this. And—": null, "[mischievous instrumental music]": null, "Emily: I'm still like, miming like we're talking.": null, "Squak: Oh, but you're listening.": null, "Chirp: Because I wanna make sure the wool isn't being pulled over on us.": null, "Squak: It's okay, I'll make sure. Just having a very animated—": null, "Chirp: Yes, let’s have like, a really—okay, yeah, if I could just be": null, "quiet, and you just maybe pretend like you're telling me a really": null, "animated story.": null, "Lou comedically mimes animated storytelling.": null, "Aabria: Alright, so what you pick up is Suntar moving very close and": null, "sort of like whispering in Prince Apollo's ear and saying,": null, "Suntar: We should just tell them. We should let them know. If we bring": null, "them in, they'll be more likely to say yes.": null, "Aabria: And you hear Apollo respond,": null, "Apollo: Okay, calm down. Hold on. Let me get rid of Wuvvy and then we": null, "can speak freely.": null, "Emily: I Message this to my cousin.": null, "Squak: Oh, yes?": null, "Chirp: Like, in my head.": null, "Squak: Yes?": null, "Aabria: Oh my God, there's so—": null, "Chirp: It's me in your head.": null, "Aabria: I'm gonna need a Performance check.": null, "Lou: Okay, happily.": null, "Aabria: From both of you to like, maintain the listen, send the spell,": null, "and maintain like a kayfabe of conversation.": null, "Emily: Oh my God. You know what? I got so many trinkets I'm gonna burn.": null, "Can I burn one to just succeed?": null, "Emily: Yeah, yeah. I’ll just burn one to succeed.": null, "Lou: I'll take a 14.": null, "Aabria: 14'll do it.": null, "Emily hands Aabria the grey feather.": null, "Emily: Yeah? Oh, this was from Grandfather. Take it.": null, "Aabria: And in that moment, you feel your bandwidth split in too many": null, "directions and even high, though you are, your flow through the Arcane": null, "Veil isn't enough to maintain all of this, and your hand sort of": null, "instinctively reaches into your pocket where you feel that little": null, "feather. You don't remember putting it in your pocket. You don't really": null, "remember receiving it.": null, "Chirp: Grandfather.": null, "Aabria: And it burns away and you feel a surge of magic as you sort of": null, "step back from yourself, and you're able to maintain equal focus on all": null, "of these things, and all of these pieces in front of you. And it looks": null, "like you're looking down at a chess board.": null, "Chirp: They say women are good at multitasking.": null, "Aabria: And in the moment, yeah, just as this is wrapping up, Prince": null, "Apollo is sort of like giving a polite, like,": null, "Apollo: Wuvvy, you have things to attend to.": null, "Aabria: She kind of pops up,": null, "Wuvvy: Okay, yeah. Thank you for the drinks. Okay, I've got to… a ball.": null, "Aabria: And then takes off and leaves.": null, "Chirp: Is there a complication to the fact that we talked about betting": null, "against ourself in front of Wuvvy?": null, "Squak: I mean, if there is, I don't mind.": null, "Chirp: Yeah, right? She goes and says, \"Oh, they bet against": null, "themselves.\" There's nothing in the wager that says we can't bet against": null, "ourselves.": null, "Squak: Bet against ourselves. Of course.": null, "Chirp: Okay, okay.": null, "Lou: And I'm gonna grab the catfish and throw it out the window.": null, "Aabria: “Ow!” As it hits, it immediately turns back into Ruyin. Hold on.": null, "We just have to see how far he dropped.": null, "Lou: Yes, of course. Did I kill this man?": null, "Aabria: No.": null, "Lou: Oh, okay.": null, "Aabria: He only dropped a couple stories, but definitely turned back and": null, "took a shit ton of damage.": null, "Chirp: Sorry, I overheard you saying, \"Should we tell them something?\"": null, "Oscar: Oh, damn.": null, "Apollo: What?": null, "Chirp: What were you talking about?": null, "Apollo: How did you…?": null, "Emily: Gift of Gab. Gift of Gab; I did not say that.": null, "Aabria: Okay.": null, "Emily: Reaction.": null, "Aabria: And he's like,": null, "Apollo: Why am I close to the bird now?": null, "Apollo: Sorry, what was that? I missed something.": null, "Chirp: It's okay, we're all smoking a lot of cigars.": null, "Chirp: Speaking of which, babies?": null, "Apollo: Yes.": null, "Chirp: Come back. Come back, take your medicine.": null, "Squak: It's an essential item for the Lords of the Wing.": null, "Apollo: Smoking?": null, "Apollo: Okay. I'm sorry. Well, I hope your conversation was to my": null, "satisfaction. How are you feeling? I would happily continue to court": null, "Chirp: I think we are feeling fantastic about it. The only loose end": null, "would, as you all know, you have presumably overbearing parents, and we": null, "will need to confer with our grandfather. But I think we're going to": null, "confer with him and he's going to be so delighted.": null, "Apollo: He scares me.": null, "Squak: Oh. He scares me.": null, "Chirp: He's fucking terrifying.": null, "Squak: He threatened to eat us.": null, " [group laughing]": null, "Chirp: Yeah. Birds often eat their young—": null, "Aabria: What?": null, "Chirp: And it comes from Grandfather.": null, "Squak: That's the thing he just did normally, and he gave that to birds.": null, "Chirp: Yeah, yeah. And he gave that to birds.": null, "Apollo: Oh no. He's like all of the bad parts of birds.": null, "Squak: He is all of the bad parts of birds, but God do I love him. God,": null, "do I love him up there.": null, "Chirp: I see you up there.": null, "Aabria: In this moment, sort of Prince Apollo and Princess Suntar, like": null, "looking back and forth and looking at you and kind of eyeing you.": null, "Emily: Subtle Spell Message to my cousin,": null, "Chirp: Run interference.": null, "Squak: Apollo.": null, "Lou: I'm gonna slide my hand—": null, "Chirp: On both. On both.": null, "Squak: Suntar.": null, "Emily: And then, while he's running interference, I wanna take the truth": null, "serum that I stole from the party and put it into their drinks.": null, "[group oohs]": null, "Brennan: Ooh, barracuda.": null, "Oscar: Dang.": null, "Squak: I wanna show you a bird, one of my grandfather's greatest": null, "creations.": null, "Apollo: Okay, show us this bird.": null, "Lou: And I'm gonna make a 20 foot pigeon.": null, "Squak: It is called the Pee-geron. It's the Piegeron.": null, "Apollo: Is it always that size?": null, "Squak: Always.": null, "Chirp: Always. Always.": null, "Apollo: Oh.": null, "Chirp: They are an apex predator.": null, "Squak: Truly.": null, "Apollo: The eyes would suggest—": null, "Squak: Oh, you're talking about the eyes?": null, "Apollo: Yeah.": null, "Squak: Well, and in that is their greatest strength, in that they are": null, "always underestimating the Piegeron.": null, "Chirp: The Piegeron.": null, "Squak: Hurry, I can't keep this Piegeron.": null, "Aabria: Give me a Sleight of Hand check, 'cause there are other people": null, "in this room.": null, "Lou: And you still have the Bardic.": null, "Emily: I will—how much is Bardic?": null, "Lou: 8, d8.": null, "Emily: I gotta make this work, baby, so we're going for it.": null, "Aabria: I'm gonna let you know—": null, "Emily: 21 plus 8—": null, "Emily: 29.": null, "Aabria: I was gonna say some shit, and it truly doesn't matter. About": null, "how high the DC was gonna be 'cause there were other people in the room,": null, "and then you rolled a 29. So I'm gonna shut the fuck up as you": null, "absolutely pour the truth serum into their drinks.": null, "Chirp: So, yes, I—": null, "Suntar: That's cool.": null, "Aabria: Suntar is unimpressed, like, “Needs less feathers.”": null, "Chirp: Should we have a toast to our potential nuptials?": null, "Squak: Oh, it feels only fitting. In the shadow of the great Piegeron!": null, "Apollo: Well, sure, okay. Where's my glass?": null, "Aabria: And Prince Apollo will pick up his glass, and pick up the one": null, "beside it that was for Suntar, and they'll like, take 'em.": null, "Apollo: Oh, let's get you drinks!": null, "Aabria: And a servant appears, like a gold automaton offers you a glass—": null, "Emily: Can I sniff it to see if they've drugged ours?": null, "Aabria: Ooh, yeah, gimme an Arcana check.": null, "Emily: 14.": null, "Aabria: You don't smell the presence of any magical effect on this.": null, "Squak: To possibly being—": null, "Chirp: To possibly finding a strategic marriage.": null, "Apollo: Amazing. And again, there's no answers that need to be made": null, "tonight.": null, "Squak: No.": null, "Aabria: And they all—": null, "Squak: It's just chatting.": null, "Aabria: I know the DC on this. Interesting.": null, "Lou: Uh, can I Cutting Words Apollo?": null, "[Emily clapping]": null, "Emily: Ooh.": null, "Aabria: The one that passed the save? Yes, of course.": null, "Lou: I don't need to know if he passed the save.": null, "Aabria: I'm letting you know you ruined my day. Yeah, he had made—no": null, "it's okay, go ahead, do it. That's good.": null, "Lou: Aw, but a cool 3.": null, "Oscar: Wait, what is Cutting Word?": null, "Lou: I can knock down an attack roll, an ability check, or damage roll.": null, "So I guess if this is a saving throw, I cannot. So I apologize.": null, "Aabria: I'm gonna allow it.": null, "[group cheering]": null, "Emily: Yeah!": null, "Omar: Yes!": null, "Omar: Love this game.": null, "Aabria: Now you two, still on your respective drugs that give you a": null, "little bit of arcane lean, the way Zone of Truth normally works is that": null, "the caster would have information about who passed or failed them, but": null, "because this is a spell effect from a potion, technically no one would": null, "know if it worked or not.": null, "Emily: Mm-hmm.": null, "Aabria: But you guys can both make Arcana checks. The DC is going to be": null, "17. If you pass it, you'll know how they did.": null, "Emily: I did not. Nonstop 4s.": null, "Oscar: C'mon Lou.": null, "Lou: I got this. [laughing] Hya! [pause] Mm-mm.": null, "Emily: That's fine.": null, "Lou: It's a 9.": null, "Emily: That's fine, we can just assume.": null, "Lou: We'll just assume.": null, "Emily: Let's just assume.": null, "Lou: They both failed.": null, "Chirp: Okay. Truth be told, we heard you over there talking about": null, "whether or not to tell us something. And we feel as though we've been": null, "very transparent and we would, you know—we said our needs going into": null, "this, and if there's something that you're not telling us, of course, we": null, "want to know.": null, "Apollo: I mean, we're all friends and potentially lovers here.": null, "Squak: We'll see.": null, "Apollo: We'll see.": null, "Chirp: Maybe in 40 years.": null, "Apollo: Weirdly specific.": null, "[intense string music]": null, "Aabria: And Suntar kind of just folds her hands and sort of cedes the": null, "ground to Prince Apollo, just,": null, "Apollo: Honestly, well, if we're going to be getting into bed together,": null, "the truth of the matter is it's been a matter of rumor, but also a": null, "matter of fact that the Unseelie Court has been looking to curtail": null, "access to the Mortal Planes. And when I originally reached out to": null, "Suntar, more so to ask why than anything else, it occurred to me that": null, "the Court of Wonder and the Unseelie Court had something interesting in": null, "common.": null, "Squak: Hmm.": null, "Apollo: The stockpiling of magic, 'cause it flows into the Mortal Realm": null, "via those portals. But if we had a means to stopper it, to bottle it, we": null, "could keep that for ourselves. So an Alliance was born and, man, I don't": null, "wanna be crass, but since we're speaking so liberally—": null, "Apollo: We have a bit of a sense that the Lords of the Wing, storied": null, "though your house may be, is in a bit of disrepair, and we figured your": null, "good name deserves good magic behind it again, and that bringing you in": null, "would, of course, cut you in to our little venture.  ": null, "Aabria: And he kinda looks around like, “Why the fuck did I say all": null, "that?”": null, "Chirp: Oh, you have given us much to think about.": null, "Squak: Much.": null, "Chirp: And—": null, "Apollo: Yes.": null, "Chirp: Is it possible that we could bring this up with our grandfather": null, "as well? Or shall we just bring up the potential matches?": null, "Apollo: Oh, you—I leave that to you.": null, "Apollo: That's on you. And we obviously don't expect a response now. We": null, "will say that those of us sort of in the know, our colors will be royal": null, "blue at the masquerade. So were we to see a sign, we would know that an": null, "accord has been struck.": null, "Chirp: What if there's already a lot of royal blue in my plumage?": null, "Squak: Yes, the Sea Foam Court's—": null, "Chirp: And so maybe we could not limit each other's fashion sense?": null, "Chirp: Like maybe there's other signs that we could give.": null, "Aabria: Suntar kind of steps in.": null, "Squak: Maybe a symbol or something?": null, "Suntar: Okay, a symbol?": null, "Squak: Yeah.": null, "Chirp: Yeah, like a hand sign.": null, "Squak: Or like a pin,if we're all wearing like, a little strawberry": null, "right on the collar.": null, "Chirp: Oh, a little strawberry. Can we do strawberries? Can we do": null, "strawberries? [hands clapping]": null, "Squak: A strawberry on the collar means you're in?": null, "Suntar: How about this?": null, "Squak: Okay.": null, "Suntar: If you two wear a strawberry on your collar.": null, "Chirp: Well, now I just wanna wear it no matter what.": null, "Suntar: We'll know. Okay. How about this? We'll have a conversation, and": null, "that way we don't have to do a weird signal.": null, "Squak: Great.": null, "Suntar: That's Apollo's whimsical bullshit.": null, "Squak: No, but I will probably wear royal blue if I'm in, if we're in,": null, "and a strawberry, so that's how you know I'm doubly in. If it's a": null, "strawberry royal blue—": null, "Chirp: Ooh!": null, "Squak: Here we go.": null, "Chirp: And just one last thing—": null, "Suntar: Mm-hmm.": null, "Chirp: While we're speaking so candidly. Have you read \"The Green": null, "Hunter?\"": null, "Chirp: I was just wondering what you thought of it.": null, "Aabria: And Suntar looks up in that moment is just,": null, "Suntar: Yeah, and I heard they were gonna make it into a movie.": null, "Squak: Yes, they are.": null, "Chirp: Yeah, they are, yeah. I think so.": null, "Squak: And we're looking for a Green Hunter.": null, "Suntar: Wait, are you making the movie?": null, "Squak: No!": null, "Suntar: Are you associated with the production?": null, "Squak: Well, I have friends.": null, "Chirp: No, no, no, no.": null, "Squak: No, no, no, no. Gift of Gab, Gift of Gab. Gift of Gab.": null, "Aabria: And we're gonna wipe from there. [group laughing] Gift of Gab is": null, "a great cleanup spell.": null, "Lou: God, they almost found out who Airry Pearry was.": null, "Brennan: I just realized, is \"Airry\" a play—": null, "Emily: Airavis.": null, "Brennan: Well, because aerie is where birds are kept, an aerie.": null, "Lou: [loud whispering] I didn't know that.": null, "Oscar: Just say that you did.": null, "Lou: Yeah! You've known, I've known, we've all known. Thanks, man.": null, "Aabria: Do you think—I'll hand that off to you.": null, "Aabria hands Lou a golden goblet.": null, "[group gasping]": null, "Lou: I mean, it's—": null, "Emily: PDR.": null, "Aabria: It's a shared—": null, "Lou: It's shared.": null, "Aabria: If you wanna keep it as a squad—yeah.": null, "Lou: I'll put it right on the edge.": null, "Lou: If you need it.": null, "Aabria: Oh no. Oh, this is disastrous.": null, "Lou: I got it. Oh, like that? Like that?": null, "Aabria: There you go, betwixt you.": null, "[fantastical orchestral music]": null, "Aabria: However, we pick up like a day later, as the invitations have": null, "been officially submitted and distributed, that the ball is a masquerade": null, "theme. The colors are black, white, and gold.": null, "Lou: Hmm.": null, "Aabria: And it will be taking place, not in the palace ballroom proper,": null, "but in a little, secluded area off-site, a little grotto that's being": null, "purposed specifically for this. So, let's just call it the day of the": null, "ball.": null, "Lou: Ooh.": null, "Aabria: What's everyone getting up to? Are there any preparations?": null, "Oscar: What is everyone wearing?": null, "Aabria: Yeah?": null, "Surena: Yeah, what’s everyone wearing to the ball?": null, "Omar: Well, is it the ball now, or is it the day preparing for the ball?": null, "Aabria: If there was anything you wanted to do in advance of the ball,": null, "I'm treating it like a—yeah, it's gonna take like a couple hours to get": null, "ready for this. You know, like prom.": null, "Surena: Like prom.": null, "Omar: I visit the living quarters of BINX.": null, "Surena: So I think before you come over, BINX is definitely trying to": null, "tidy as much as they can. So they're kind of flitting around. They're": null, "shoving a bunch of like—they have a clown doll and they're putting it in": null, "their wings. They take a deflated basketball and they're putting it in": null, "their wings, and they're trying to like, only keep out the fancy stuff.": null, "So it's just like, a bunch of like silverware and plates, just like, as": null, "decoration, and various, like, feather boas everywhere.": null, "Omar: I knock on your door.": null, "[door knocking]": null, "BINX: Coming!": null, "Surena: And I am wearing—like everything has been really formal, right?": null, "Surena: So I'm just wearing like the Fey equivalent of like, leggings": null, "and a dirty T-shirt. So whatever the Fey equivalent is of that.": null, "BINX: Hey!": null, "Andhera: Hello? Is this okay?": null, "Omar: And I glance out to the hallway.": null, "Andhera: Uh, good day, BINX. Do you mind if I step in very quickly?": null, "BINX: Oh, of course. Yeah, come in.": null, "Andhera: Great, not a vampire.": null, "Omar: And I close the door.": null, "Andhera: I had an interesting request, if that's all right.": null, "Andhera: I wanted to put together an outfit for later today, for the": null, "BINX: Oh.": null, "Andhera: And I have some that are pre-selected, but I thought in order": null, "to make somewhat of an appearance, I was wondering if maybe I could": null, "bother your talents a little bit?": null, "BINX: I would be so happy to craft you a suit or anything you want. What": null, "are you thinking? What statement do you wanna make?": null, "Andhera: Prince of Darkness.": null, "BINX: Darkness?": null, "Andhera: Yeah.": null, "BINX: Great, great, great.": null, "Surena: And BINX is pulling through her drawers and is taking out": null, "various fabrics.": null, "BINX: Continue, describe!": null, "Andhera: Oh, something—if you stared at it for a long time, it would": null, "look like obsidian stalagmites, like, collected together. That's sort of": null, "the pattern of it. But you don't wanna look for too long.": null, "BINX: [muttering] Stalagmites… So I'm gonna do hypnotizing stalagmites.": null, "Great, great, great. Okay, uh huh, uh huh.": null, "Surena: And I flip a mannequin that had been tipped over. I flip it and": null, "it goes upright and I start like I'm sewing.": null, "Andhera: Wow, that was absolutely fantastic.": null, "BINX: No, no, no, continue.": null, "Andhera: Oh, yeah.": null, "Surena: So I'm throwing rocks on it and I'm like bead-working rocks.": null, "BINX: Uh huh?": null, "Omar: Oh, great. Form-fitting?": null, "BINX: Form-fitting, okay. Arms out.": null, "Andhera: Like as if I'm—?": null, "BINX: Out right now.": null, "Andhera: Oh, oh, yes. Oh, yeah.": null, "Surena: I'm measuring you.": null, "Andhera: Mm-hmm, great, yes.": null, "BINX: Okay?": null, "Andhera: Thank you, okay, yeah.": null, "BINX: Uh huh?": null, "Andhera: And, you know what, fuck it, maybe like a little, like,": null, "gemstone rock crown.": null, "BINX: Gemstone rock crown.": null, "Andhera: Of sorts, like a cave crown, whatever that would be.": null, "BINX: A cave crown?": null, "Andhera: Yeah. Or like a cave tiara. Maybe not a full crown, not the": null, "whole thing. Just like a head piece.": null, "BINX: No, no, no. Hey, you can get a full crown. You don't have to get a": null, "half crown or a tiara. You can get a full crown.": null, "Andhera: Great. In that case, a full crown please.": null, "Surena: Right. From like, the back, it's like my living quarters sort of": null, "expand as I'm moving through them. So if we're close, it seems really": null, "small, but I can like, move further out and it gets a little larger. I": null, "now have a welding mask and some flame, and I am welding you your crown": null, "currently.": null, "BINX: This might take a little bit. Thank you for trusting me with this.": null, "This is great. I actually haven't made anything for anyone else in a": null, "really long time. So this is like one of the best days I've had in": null, "probably a while.": null, "Andhera: Oh, I'm so sorry to hear that, and so glad I'm able to change": null, "that pattern, I suppose.": null, "BINX: Well, you know, it's fine. You get used to being alone. You know": null, "what I mean? Like, you make friends, like, and then, you know, they only": null, "have short lifespans, all of them. And so then you just get new friends": null, "for a little bit.": null, "Andhera: Most of my friends were rocks growing up. [chuckles]": null, "BINX: That's right, you did say that.": null, "Andhera: And my dog.": null, "BINX: So you're used to being kind of alone then?": null, "Andhera: Yes, actually. Yes, absolutely. So something we have in common,": null, "I suppose.": null, "BINX: Yeah.": null, "Andhera: Yeah.": null, "BINX: But you come from a court, though. I guess I don't really": null, "understand why you were alone when you had a court of people who would,": null, "you know, support you and be around you and would give you cocoa and—": null, "Andhera: Oh, cocoa and support. [laughs]": null, "BINX: And blankets and stuff, and like—": null, "Andhera: That would be nice.": null, "BINX: Is that not…?": null, "Andhera: No, no, the sort of general philosophy, I suppose, of the": null, "Unseelie Court is one of very intense and unhealthy stoicism, I would go": null, "so far as to say.": null, "BINX: Mm-hmm.": null, "Andhera: Were I to have any notes, of which I have many [chuckles] of my": null, "family. My mother, the Queen of Air and Darkness.": null, "BINX: Yes, I've heard of… your mother.": null, "Andhera: [laughs] That's an accurate—what have you heard? And you cannot": null, "offend me, if I'm being quite honest.": null, "BINX: Well, I've heard that she is the Queen of Air and Darkness, both": null, "in and out. She has and contains no heart or care for anything other": null, "than herself. That's what I've heard, but I'm not sure if that's true.": null, "And obviously, if she has children, she must care about those, you.": null, "Andhera: You would think. No, no, no, no. She definitely cares about the": null, "reputation of her offspring—": null, "Andhera: And her creations. But, no, if I may share some personal": null, "information—": null, "BINX: Oh, I would love nothing more. Please.": null, "Surena: Like, sparks everywhere.": null, "[solemn instrumental music]": null, "Andhera: She keeps everyone very separate because sentiment, where I": null, "grew up, is seen as a weakness, which I thought was funny because I": null, "thought, well, that's fear, then, you're scared of something, right?": null, "Andhera: And that wasn't taken too well. They called me a very emotional": null, "child. I was often described as hysterical, 'cause I would laugh.": null, "Sometimes my laughter would carry through the caverns and… They,": null, "actually, this thing I have in the back of my neck, this elemental": null, "shard, was put in such that anytime I am emotional, a cloud forms over": null, "my head.": null, "Surena: She kind of lowers her welding tools. She flips open her mask": null, "and says,": null, "BINX: Your mother put something inside of you so you wouldn't feel": null, "feelings?": null, "Andhera: Oh, well, it's not that I—they realized pretty quickly I": null, "couldn't stop the feelings. So it was sort of like a humiliation tactic": null, "in a way to say, like, if you're gonna feel them, it's going to": null, "literally rain on you, and then you'll just be, you know, wet and": null, "miserable for a bit.": null, "BINX: Please pardon me if I am too forward in asking this question. Can": null, "I see it?": null, "Andhera: Yes, absolutely.": null, "Omar: And I turn and I move the collar of my robe.": null, "Surena: What does it look like? Like how—can I tell how it was inserted": null, "in them?": null, "Omar: Yeah, I suppose it wouldn't take—oh, it wasn't done with any high": null, "intense crafting magic. It was kind of a punishment. So, I imagine you'd": null, "be able to.": null, "Aabria: So what you see is this like swirling, black—it's obsidian, but": null, "instead of like, that snowflake defect inside it, you see somehow darker": null, "black that's deeper. Whereas the shininess of the obsidian reflects": null, "light, these dark spots catch it and you feel yourself like": null, "instinctively moving into it.": null, "It is driven in the back of his neck as a spike and his skin has grown": null, "around it. And the very edges of it, no matter how long you've had this,": null, "they're still raw. It's still unhealed, but it's there and it's solid.": null, "And you can see, even as he kind of adjusts himself, like the": null, "musculature of his neck and shoulders, everything has shifted to hold": null, "this piece, but it is not of him.": null, "BINX: Well, there was no care in its placement.": null, "Andhera: Hmm.": null, "BINX: We're new friends, and I don't want to do anything that would make": null, "you uncomfortable or fearful. But if ever you feel like you want this": null, "removed, please know that I can do it.": null, "Omar: And they search for words. And while they might have like, read": null, "them, I think the emotional vocabulary isn't quite there yet to fully": null, "respond. And like, all those attempts at grasping and holding onto that": null, "feeling is almost like grabbing at smoke a little bit.": null, "Omar: And so instead, the prince finds one way through which to": null, "communicate everything, and just turns to you and looks directly at you,": null, "as I think a little bit of like a cloud forms over, but it's like a very": null, "stable, like, coastal storm that just sits on a cliff side for like a": null, "couple days.": null, "Andhera: It has been the nature of my family to pit siblings against one": null, "another for quite a time, because there was this idea of scarcity of": null, "love in my family. And nothing quite clicked until hearing you talk": null, "about magic. The way you see magic is that magic is love, a plant": null, "reaching up for the sun, the affinity between people and things.": null, "Andhera: And it occurred to me that, the Fey, we treat magic as if there": null, "is scarcity to it, in the same way that we feel that there's a scarcity": null, "to love. And it's something to manipulate, move around like pieces on a": null, "game board. That can't be correct.": null, "[soft piano music]": null, "BINX: For me, in my Court, magic is love. Magic is feelings. Magic is": null, "anger. Magic is, you know, is everything, but… there are Fey out there": null, "who do wish to withhold or keep, capture, siphon magic. And, as such,": null, "is, you know, why I—that's what happened to everyone. Except for I found": null, "a loophole, you see. I found a way to create sort of like a—I don't know": null, "another term for it other than a washing machine, like a spinning cycle": null, "of movement and magic that can happen between belief and the Mortal": null, "Plane. And I work with three others who believe in me, and together, we": null, "create magic. And that's how I am here. The last Weaver of Fate, the": null, "one, you know, the leader, they are a tree now. They are a tree, just a": null, "beautiful, static tree in the Mortal Plane. They couldn't get back. And": null, "that's what happens. We have to be able to come back, and then go there,": null, "because… we are of here, so.": null, "Surena: And at a loss for words, and realizing that they said so many": null, "things, she starts kind of frantically working back onto the—": null, "Aabria: I'm gonna need a Performance check to create this outfit.": null, "Surena: Yes.": null, "Aabria: The DC is 20.": null, "Oscar: Oh.": null, "Emily: Ooh.": null, "Surena: Oh, okay I'm going to roll Lucky, roll Lucky. [groans] Okay,": null, "okay. DC is 20?": null, "Aabria: Mm-hmm.": null, "Surena: I rolled a 17. 17 plus 7.": null, "Aabria: 24.": null, "Brennan: Ooh, 24!": null, "Aabria: Amazing. So yeah, you're able to construct this crown, and this": null, "sort of dark stalagmite, stalactite outfit to match it.": null, "Aabria: And you continue talking and move on. Do you have one more": null, "thing? I'm gonna bounce away from you in a second.": null, "Omar: Yeah, is it okay?": null, "Aabria: Yeah, go ahead.": null, "Omar: Andhera collects all the information. And as you finish that,": null, "Andhera just, very gently, they put like, one hand on your shoulders to": null, "turn you.": null, "Surena: Yeah.": null, "Omar: And—": null, "[Emily humming] [Aabria laughing] [Emily humming]": null, "Emily: Studio audience.": null, "[group laughing] [Emily humming]": null, "Lou: Sorry, your moment.": null, "Omar: Breaks their hand across [group laughing] the shoulder blades.": null, "Andhera: Before I was established as a prince to go out into the world,": null, "I was a squire of sorts, the way that my court works. And after being a": null, "squire, right before being a prince, I was a knight. Lady BINX, what is": null, "the royal term for your Courts?": null, "BINX: We don't abide by the formal titles. We're a house. We're a home.": null, "Andhera: Well, in that case, may I—": null, "Omar: And I look around and I wanna say I grab like, a cardboard tube.": null, "Omar: And I hand it to you.": null, "Surena: Mm-hmm.": null, "Omar: And I kneel.": null, "Andhera: I pledge my oath to your cause. And let's bring this entire": null, "fucking thing down.": null, "Surena: And I, in remembering courtly things, like, I knight you and I": null, "say,": null, "BINX: Let's.": null, "Emily: Yeah.": null, "Aabria: Oh my God, that's beautiful.": null, "[group applauding]": null, "Aabria: And we move from there and this moment. Can I ask above, is": null, "there anything Hob would wanna do before we get—": null, "Brennan: Specifically? No.": null, "Aabria: Then we will sort of follow Captain Hob as he makes his way to": null, "the masquerade ball. You move down through the city and to another gate": null, "burrowed into that massive retaining wall. And you see it open up on": null, "another pocket dimension of grassy, fern-covered woods. And moving down": null, "into it, you see sunken in front of you, this beautiful, marble flooring": null, "dropped down. It's pretty, but it looks like a ruin, and you don't see": null, "anyone else there. It looks empty, but looks are deceiving, like a": null, "masquerade. And as you make your way through this little valley to get": null, "inside, the moment you cross the threshold, you are inside this massive,": null, "gilt building. There's gold and chandeliers hanging down and no sky": null, "overhead. The floor is that same beautiful marble, but it's covered with": null, "well-decorated—": null, "The dome changes to be a projection of a ballroom similar to Aabria’s": null, "description.": null, "Oscar: It's beautiful.": null, "Emily: Wow!": null, "Brennan: Wow, wow, wow.": null, "Aabria: And you hear a full—": null, "Lou: Do you see this?": null, "[elegant ballroom music]": null, "Aabria: You hear a full orchestra playing, and there are servants that": null, "are lesser Fey offering drinks and refreshments. And you are there, at a": null, "live, festive, popping ball. What is—": null, "[Oscar beatboxing]": null, "Aabria: Yeah, we're gonna do a fit check for the squad. Let's start with": null, "Captain Hob.": null, "Brennan: Captain Hob, lowborn as he is, is dressed in the colors of the": null, "theme. Hob received a thing like—": null, "[group chattering]": null, "Lou: He’s trying.": null, "Oscar: He’s trying!": null, "Brennan: This is literally like, most of the high—but I think it's also": null, "because most of the highborn Fey are like, \"Oh, the theme is white and": null, "gold, so if I wanna make a splash, I should come wearing X.\"": null, "Brennan: And Hob is here in white and gold. He has a cream—he looks like": null, "the architecture now.": null, "Surena: Directions.": null, "Brennan: And Hob is doing this for two reasons. One, it occurred to him": null, "that he was like,": null, "Captain Hob: Well, oh, that's the theme, so that's probably required,": null, "mandatory.": null, "Brennan: And then someone was like, you know, \"It's not mandatory.\" And": null, "he was like,": null, "Captain Hob: Very well, it shall be an advantage should any stealth be": null, "required.": null, "Brennan: So he's wearing this beautiful, cream military coat with gold": null, "brocade, and a deep gold sash that runs across that he has rearranged": null, "all his medals on now that it's a new uniform, also to disguise that one": null, "of his medals is missing.": null, "Surena: Aw.": null, "Brennan: He has his formal halberd with him that is a beautiful,": null, "ceremonial halberd. So the blade is an edge of fairy steel inlaid with": null, "platinum and ivory and little hints of gold in it. And he has his": null, "military cap that has a—again, the tall, cavalry officer's cap that is": null, "again, cream, white with a golden bill and golden sort of, you know,": null, "plate here. And I think that the last bit of the fit is a tiny, golden": null, "chain going to a monocle.": null, "Brennan: And—": null, "[Aabria squeals]": null, "Oscar: What, is that purely cosmetic, or was that—?": null, "Brennan: Purely cosmetic.": null, "Oscar: I'm—": null, "Brennan: Purely cosmetic and—": null, "Aabria: Oh, okay.": null, "Lou: He doesn't need it to see?": null, "Oscar: He don't need it!": null, "Brennan: I don’t need it. Oh, the sash is not straight like his normal": null, "red sash is. It's very, like, ruffled, and has folds to it, so he's": null, "hidden all his little potions in there.": null, "Brennan: And also he has white gloves that are sort of fitted where his": null, "claws burst out of the tip of them.": null, "Aabria: Amazing. Go ahead and give me a Perception check as you arrive": null, "and scan the crowd.": null, "Brennan: Oh, 7.": null, "Aabria: Okay. You're not super aware of like, other people, but in a new": null, "environment, default to the basics. Where are the exits and where are my": null, "people? So you very quickly spot Boil and Blemish, who arrived a little": null, "bit before you. They're wearing deep green, and you see them walking": null, "with Lady Sylmenar, a lady-in-waiting to Queen Titania of the Seelie": null, "Court. And attendants of the Seelie Court are kind of walking back and": null, "forth and conferring with them and taking off in other directions. And": null, "you make eye contact with both Boil and Blemish and they give you a very": null, "respectable, but non-invitation nod and curtsy and bow and sort of move": null, "forward, continuing their talks.": null, "Captain Hob: My Lord and Lady.": null, "Brennan: And I will retreat and go stand by the punch bowl.": null, "Aabria: Amazing. Let's get, hey, Lady Chirp Featherfowl.": null, "Emily: Yeah?": null, "Aabria: As you rock up, what's you wearing, girl?": null, "Emily: I think I've used Fabricate to make a dress entirely of masks.": null, "Surena: Ooh!": null, "Aabria: Shut up.": null, "Surena: Incredible.": null, "Emily: Now I need to ask you a question.": null, "Emily: For a bit. How long does Invoke Duplicity last?": null, "Aabria: In this instance, it will only be five minutes.": null, "Emily: Okay. That's not worth carrying my train. I will—": null, "Lou: A second you.": null, "Aabria: Oh my God!": null, "Emily: I really wanted to be a second me carrying my train. [laughs]": null, "Aabria: I don't know, that's good for an entrance.": null, "Lou: A feathery entrance.": null, "Oscar: The second you could carry the train and then—": null, "Emily: But I can also do Unseen Servant, AKA Unseen Bird-vant.": null, "Aabria: No!": null, "Emily: To carry my train.": null, "Emily: So I'll just do that. And then I think, like,": null, "Chirp: Cousin, I think you understand my conflict with—": null, "Squak: I mean, of course.": null, "Chirp: The idea of closing off the Material Plane.": null, "Squak: All of that good-good just on the other side of the portal.": null, "Chirp: That good-good, indeed.": null, "Oscar: I hate that.": null, "Chirp: And, I mean, it would be a loss for you as well. You'd never meet": null, "your niece.": null, "Squak: I would never get to get blackout drunk with my niece.": null, "Chirp: Again, we just have to wait a little bit longer.": null, "Squak: So are we wearing royal blue or are we not? Because I have": null, "decisions I need—": null, "Chirp: There is a royal blue mask in here, but it’s—": null, "Aabria: Ooh.": null, "Squak: We'll do a very small thing. A small thing. So no strawberry.": null, "Chirp: Okay. I'm saying like, I'm not on board with this, but are we": null, "stringing them along?": null, "Squak: I mean, of course we're stringing them along.": null, "Chirp: Okay, but—": null, "Emily: I affix a little strawberry.": null, "Squak: I'm all about the string, all right? I don't care what's at the": null, "other end of it.": null, "Squak: It's the string I love.": null, "Emily: Yeah. So we dress accordingly and I've done all my bullshit. I'm": null, "assuming you don't want me to walk you through all the different spells": null, "I've cast on myself?": null, "Aabria: Look, when it comes up, I will assume you've done your homework.": null, "Emily: Great, I did all my math.": null, "Aabria: I can like, see notes written from there and I'm like, yeah, I'm": null, "not gonna check your work. You did it. [laughs]": null, "Emily: Yeah, that's me.": null, "Aabria: Perfect. Okay, well—": null, "Emily: And as much as I wanna Invoke Duplicity to have myself carrying": null, "my own train, I gotta save that shit. Oh, but I will take, though, the": null, "potion that gives me advantage on Performance checks.": null, "Aabria: Love that, cool. What you rocking up in, Squak?": null, "Lou: All white.": null, "Lou: I think it's all waistcoat, cravat, fucking trousers, coat. All": null, "white. And then instead of my normal black cape, it's a cape of literal": null, "molten gold—": null, "[group moaning]": null, "Lou: That I think leaves ethereal, golden drops behind me that then": null, "disappear after a moment. But it's literally—I'm dripping.": null, "Aabria: That's so fucking cool.": null, "Lou: But yes, in all the white, I have one cufflink that is a royal blue": null, "stone and one cuff link that is a strawberry.": null, "Aabria: Oh, that's so good.": null, "Oscar: Why haven't y'all been doing fit checks since day one?": null, "Lou: We've been dressing reasonably, you know? And I am going to bring": null, "my two charm potions. And when I walk in, I'm going to cast Polymorph on": null, "one of the attendants.": null, "Aabria: Yes, good.": null, "Lou: And turn them into a little salmon.": null, "Lou: And then, the other one, I'm then going to lean in and say,": null, "Squak: If you don't want the same thing to happen to you, you're not": null, "going to mention this.": null, "Lou: And I'm gonna take one of the love potions that I have and just": null, "drop it into another one of the glasses on the serving tray, shatter the": null, "thing.": null, "Squak: Have a great night.": null, "Aabria: Intimidation check.": null, "Lou: Of course. Happily.": null, "Aabria: It's fun, 'cause like, the attendants are largely Court of Sea": null, "Foam and they're like, \"I mean, being a fish isn't terrible, but I don't": null, "want it, not now.\"": null, "Lou: 24.": null, "Aabria: Why am I rolling? Yeah, okay. This person just… [long pause] and": null, "you see them blink, and like a second blink, a second set of eyelids,": null, "and they're like, \"I didn't see shit.\" And they just turn and walk away.": null, "Lou: But yeah, there's just one of them, somebody tonight is falling in": null, "love.": null, "Aabria: Love that.": null, "Lou: Ooh, ooh.": null, "Emily: And I do have my African Grays on me, just for the record.": null, "Aabria: Perfect. Amazing. We come around to Rue.": null, "Oscar: Yes. So I would like to come in with Wuvvy, like, both of us": null, "coming in together.": null, "Oscar: And we're both wearing complementary outfits to each other.": null, "Whatever I wear, Wuvvy's wearing. I'm wearing all black, an entirely": null, "beautiful, black ball gown from head to toe. So Wuvvy's wearing all": null, "white.": null, "Oscar: Same design. Cascading down the bust area, all the way down to": null, "the end of the train, are just dyed black peonies.": null, "Oscar: And so, Wuvvy's also wearing white peonies. And then in the": null, "bottom, the underskirt is made out of liquid material in honor of the": null, "Sea Foam Court. So as I'm gliding down the ball, it looks as if I'm": null, "floating on water, surfing, if you will.": null, "Emily: Wow.": null, "Aabria: Surfboard.": null, "Oscar: Yes, there is a peony crown on the top of my head, and adorned": null, "around my neck is the only subtle white that I'm wearing, which is a": null, "pearl necklace. And I'm wearing a gold ring as well. It's massive,": null, "'cause I have giant claws.": null, "Oscar: Inside the ring, there is the medal of courage that Hob gave me,": null, "concealed for no one to see.": null, "Aabria: That's so good. Amazing. Gimme an Insight check for Wuvvy.": null, "Oscar: Hmm, okay. 16.": null, "Aabria: You know her very well, and, obviously, this being like one of": null, "these center points and one of the climaxes of the Bloom, she is notably": null, "and reasonably like harried, trying to get everything set up and ready": null, "to go. But even now, as everything is in place, and really whatever is": null, "gonna happen is going to happen, she still seems a little quiet. Not": null, "unpleasant, but just a little more reserved and standoffish than normal.": null, "Oscar: Mm-hmm. I mean, I do want to address and say,": null, "Rue: Wuvvy, I—is everything alright? I know that there's much to be": null, "done, and thank you so much for entertaining me on this grand entrance.": null, "Wuvvy: Thank you. This is—it's very nice to be able to walk beside you,": null, "um… I'm good, thank you.": null, "Rue: Wuvvy, if there's anything, of course, you know.": null, "Wuvvy: Thanks. Yeah, I know. This is good. We're good. This is": null, "beautiful. You did a great job.": null, "Aabria: And she—": null, "Oscar: Then I let it go.": null, "Aabria: Yeah. She lingers for like a moment too long, also, and then": null, "turns and continues and moves out to like check on things so you can": null, "enjoy the night. And finally, BINX.": null, "Surena: BINX is wearing a black, velvet dress that was taken from a": null, "curtain. So, you know, like those heavy curtains?": null, "Surena: She created a very, like, slinky dress that has a very, like,": null, "high slit. And across her chest are different objects, some of them toy,": null, "some of them lost jewelry, some of them broken pieces of glass. That's": null, "sort of like a, almost—these objects are adhered to look almost like": null, "feathers. So they're just like very placed. She has a hood, and then the": null, "hood kind of is in the shape of like, owlbear ears.": null, "Surena: And she has a gold mask that is made of keys that has a beak.": null, "Brennan: Oh.": null, "Aabria: That's so cool. Amazing. And as you move down and in, you notice": null, "that you are being noticed.": null, "Aabria: Those who didn't sort of witness your arrival at an earlier": null, "event, everyone is here now.": null, "Aabria: And you hear whispers about the Weaver of Fate and the last of": null, "the Court of Craft, but all of that kind of falls away as you feel a": null, "taste that begins in the back of your throat and moves across your": null, "tongue. Sensation and flavor together, a fizzing bitterness that you": null, "recognize is the call of one of your warlocks.": null, "Surena: So I make my entrance and I immediately run to the restroom.": null, "Brennan: Hob's like,": null, "Captain Hob: I get it. Honestly, I get nervous making a big entrance,": null, "too. Yeah, for sure.": null, "Oscar: Someone's saying, \"Excuse me, you're in the front of the punch": null, "bowl.\"": null, "Captain Hob: Oh, sorry.": null, "Brennan: I just start ladling for people.": null, "Captain Hob: I think they think I work here.": null, "Aabria: Amazing. Yeah, so you sprint for a bathroom.": null, "Aabria: What do you do?": null, "Surena: Is it a private bathroom? Is it like—I mean, in my mind, I'm": null, "picturing a regular bathroom.": null, "Aabria: It is a regular bathroom, yeah.": null, "Surena: Thank you, cool. I whip out my magnifying glass and I go,": null, "BINX: Hello?": null, "Aabria: Yeah. And you see a little like, ochre-colored Kobold pop into": null, "frame, like eyeball first, and then backs up like,": null, "[whimsical orchestral music]": null, "Kobold: Hey. Hey.": null, "BINX: Hey.": null, "Kobold: Hi, BINX. You look cool. What's up?": null, "BINX: What up? No, you. Hi, Scratch, what's up?": null, "Scratch: Yeah.": null, "BINX: What do you need?": null, "Scratch: I just wanted to check in. It's been a while.": null, "BINX: How are you? Are you okay? Are you safe?": null, "Scratch: Um… Okay, no, I'm gonna be very honest.": null, "BINX: Yeah, yeah, yeah, yeah, yeah.": null, "Scratch: So…": null, "Aabria: And you see that whatever sort of object is allowing him to see": null, "you as well, he kind of turns it over his shoulder as this massive,": null, "swirling darkness is devastating what looks like a small, like, hamlet": null, "of like thatched-roofed, little homes.": null, "[intense instrumental music]": null, "Scratch: Anyway, this is—there’s a—[laughs] I'm with some friends and,": null, "hey, I—there's a thing. It's invisible and killing everyone.": null, "BINX: Oh my God.": null, "Scratch: Do you have any advice on how to kill it?": null, "BINX: It's invisible and it's killing everyone?": null, "BINX: All right.": null, "Scratch: I burned one of my spell slots. It's an invisible stalker. What": null, "is that and how do you do a hit to it?": null, "Scratch: I'm just looking for some advice. I got like six seconds.": null, "BINX: Oh, Jesus Christ. Okay, so—": null, "Surena: I'm gonna assess him to see, like, if I can grant him extra": null, "power.": null, "Aabria: Yeah, okay. Give me an Arcana check.": null, "Surena: Okay. Oh buddy. Oh, oh, oh! That is a 22.": null, "Surena: Okay?": null, "Aabria: Amazing. The feeling you get from him as you look at him and": null, "kind of look him over, and then look him over with like your Arcane": null, "Eyes, you see that he has taken some damage already.": null, "Aabria: He's already scuffed up. And he seems to look low on magic. Like": null, "those low, small spells that you can cast forever, Cantrips, are still": null, "available to him, but he seems to be out of his big guns.": null, "Surena: So in seeing that, and seeing that he is in dire need of help, I": null, "take off my mask and I concentrate very, very hard. And I take the craft": null, "magic that I use to create this mask and I give it to him. And so what": null, "that looks like is, I know that it's six seconds, so if everything is—": null, "Aabria: Oh, we're doing this in D&D bullet time.": null, "Surena: Okay.": null, "Aabria: Which is like 20 minutes for six seconds.": null, "Surena: Great, great, great, great, great.": null, "Aabria: It's like a football game.": null, "Surena: But it starts to become fuzzy, like out of focus. And then I put": null, "it into my wing and I do my best to grant him another spell slot.": null, "Aabria: Let's make this a die roll.": null, "Aabria: And I'm gonna let you tell me what you're rolling to do this.": null, "Surena: Okay. Oh boy, I'm gonna be rolling—": null, "Aabria: The DC is going to be 20.": null, "Aabria: To send him one spell slot. 25 to refresh everything on him.": null, "Aabria: And give him the effect of a short rest. And if you hit a 30,": null, "something else. You could always burn a token.": null, "Lou: For Scratch?": null, "Oscar: How many tokens you got?": null, "Surena: I have three.": null, "Lou: Is he worth it?": null, "Oscar: For Scratch?": null, "Lou: For Scratch.": null, "Oscar: For fan favorite, Scratch?": null, "Surena: For fan favorite, Scratch.": null, "Lou: For beloved, 8-season-long-arc-ing Scratch?": null, "Emily: Who is Scratch?": null, "Lou: You don't know Scratch?": null, "Lou: That's his catch phrase, number one.": null, "Aabria: It is!": null, "Lou: Yeah.": null, "Oscar: You don't know Scratch?": null, "Emily: You don't know Scratch!": null, "Lou: Well, cause he's always in the other room.": null, "Lou: It's his thing.": null, "Surena: I'm going to burn this feather ,and I think it's because I": null, "obtained it while, as Gwyndolin—": null, "Surena: And I don't feel like it was rightfully—I mean, it was earned,": null, "but it wasn’t—it was myself being somebody else to earn it.": null, "Surena: So I'm burning this to send my magic to Scratch.": null, "Aabria: You hold your mask.": null, "[focused instrumental music]": null, "Aabria: And it goes fuzzy. And you actually feel something come away": null, "from it as this feather drops.": null, "Aabria: And you feel the great and powerful magic that a token holds,": null, "this small nexus of arcane. And you tuck it into your wing.": null, "Aabria: And you see Scratch's wounds begin to close.": null, "Aabria: And he kind of flexes, and you see the aura around him glow": null, "brighter again as he's like,": null, "Scratch: Hey, I think I'm back in it.": null, "BINX: Hey, you look great!": null, "Scratch: Thanks! You're so good at this. Any final advice? I gotta go.": null, "My turn's up in a sec.": null, "BINX: Yeah, yeah, yeah. Smoke, sand. If it's invisible, smoke and sand.": null, "Scratch: That's great.": null, "Scratch: All right, fog cloud coming in. Thanks, boo.": null, "Aabria: He like, tucks it.": null, "Brennan: This fall, the CW.": null, "Lou: You don't know?": null, "Brennan: It's a really young, attractive Kobold.": null, "Lou: What'd you say? You don't know Scratch? And that's most of the": null, "scenes.": null, "Omar: He sounds like it's available.": null, "Aabria: And you make your way from this and back out, and realize that": null, "everyone at the masquerade is waiting for you.": null, "Aabria: Because as the holder of the crystal heart, no one gets to": null, "dance—": null, "Aabria: Until you open the floor.": null, "Surena: I have responsibilities!": null, "        Squak: Where the hell is BINX?": null, "Oscar: Whoops!": null, "Chirp: Yeah, I mean, I really like her but—": null, "Squak: I wanna dance!": null, "Chirp: Maybe she's being fashionably late. She is very fashionable. Mock": null, "wings are so in.": null, "Squak: They're so in.": null, "Surena: Slam the bathroom door open.": null, "Aabria: That's where your actual entrance comes from, the shitter.": null, "Brennan: When BINX heads to the floor to start the first dance, where is": null, "Andhera?": null, "Aabria: Where is Andhera?": null, "Omar: I made a pit stop.": null, "[Brennan gasps]": null, "Oscar: Oh!": null, "Lou: Andhera made a pit stop.": null, "Oscar: Where? To the jewelers, hmm?": null, "Aabria: To the jewelers.": null, "Emily: Oh my God.": null, "Oscar: Something to go get your pit stop on.": null, "Omar: Were I wearing my glasses, Oscar, I would blush so much.": null, "Omar: I approach as everyone's kind of, you know, trailing in, the Court": null, "of Tricksters.": null, "Omar: I go to the Trickster Court, and the way I approach them—": null, "Omar: Because anytime you approach them, they're always doing little": null, "tricks.": null, "Aabria: They're always doing little tricks.": null, "Omar: My face falls into the familiar stature that I had before I even": null, "came to the Bloom.": null, "Aabria: Mm.": null, "Andhera: I've come to offer something. I've come to offer something.": null, "Aabria: So you walk up and you see Fable.": null, "Omar: Mm-hmm.": null, "Aabria: The leader of the Trickster Court is a red haired man with his": null, "feet on backwards.": null, "Omar: Mm.": null, "[Brennan gasping]": null, "Aabria: And he's leaning in and speaking conspiratorially to none other": null, "than Viscountess Grabalba.": null, "Andhera: Viscountess, good to see you again.": null, "Aabria: And she gives you a little look like, \"This is embarrassing.": null, "What are you doing?\"": null, "Andhera: [laughs] But a moment of your time, I assure you. I was hoping": null, "to come into the possession of two items. One item, but two of them,": null, "that I will be passing on as gifts later this evening. And it seems that": null, "quite a bit of trickery will be done with these items. At least, that's": null, "the intended purpose. Maybe a bit of humility as well.": null, "Fable: Talk to me. Tell me what you want.": null, "Andhera: Hmm. Actually, humiliation.": null, "Fable: Oh, now we're speaking the language that I love. Tell me more,": null, "young man.": null, "Andhera: I will tell you exactly what I wish. You will have to nab them": null, "from the Court of Wonder, but I suppose they're all so occupied with": null, "that huge ball.": null, "Fable: [groans] A struggle, to be sure.": null, "Andhera: And what a hilarious event it would be were things to go": null, "incredibly wrong. Am I right?": null, "Fable: I have to ask, young prince.": null, "Andhera: Mm?": null, "Fable: What have I done to deserve such a gift?": null, "Andhera: [laughs] It's just part of something I'm doing.": null, "Omar: He just like, smirks.": null, "Fable: All right, keep your secrets.": null, "Fable: Let me know what you have in mind.": null, "Andhera: Tokens. A duel lost; humiliation.": null, "Omar hands Aabria his dagger.": null, "Fable: Oh.": null, "Andhera: And a trick that I myself pulled on someone else. Humiliation.": null, "Omar hands Aabria his glass knight chess piece.": null, "Fable: Oh!": null, "Oscar: Wow. [fingers snapping]": null, "Brennan: Woo!": null, "Fable: These are things of great import to feeling, as important as the": null, "material. I can craft wonders with this.": null, "Andhera: Can you?": null, "Fable: Yes.": null, "Andhera: Great. Good, well, that's why I came to you. [laughs]": null, "Fable: Yeah.": null, "Andhera: So, good. Let me tell you what I want, and then I will hastily": null, "go to the ball with those items in tow.": null, "Fable: Mm-hmm.": null, "Andhera: Oh, by the way, your feet, backwards? [laughing] Who are you": null, "even? What?": null, "Fable: Harder to hunt.": null, "Andhera: Oh.": null, "Fable: They think I'm running the other way.": null, "Andhera: I see, 'cause of your feet being backwards?": null, "Fable: Mm-hmm.": null, "Andhera: And they think you're running the other way?": null, "Fable: Yes.": null, "Andhera: It's brilliant. And it's working.": null, "Fable: You don't need to flatter me. I'm already invested.": null, "Andhera: Then I won't, I'll quit while I'm ahead. Great.": null, "Omar: And I whisper—": null, "Aabria: Yes.": null, "Omar: The item of two that I would like.": null, "Aabria: And you see the magic flare behind Fable's eyes.": null, "Omar: Oh shit, wow, okay.": null, "Aabria: As almost like an unrolling spider web out and away. You can": null, "feel it across your skin. He's analyzing the thousands upon thousands of": null, "permutations of possibilities that can be wrought with this. And his": null, "mouth begins to, like, he is like slavering and salivating at the": null, "potential.": null, "Andhera: If you could deliver those to me at the ball, I would very much": null, "appreciate it. And, Viscountess, you're looking so nasty tonight. I just": null, "wanna say, so nasty. You look filthy tonight.": null, "Andhera: Look at you.": null, "Grabalba: Stop that!": null, "Andhera: I have to leave, so nasty.": null, "Omar: And as I make my way, I keep glancing back and I'm just like,": null, "Andhera: So nasty.": null, "Grabalba: Oh my God, I’m so sorry.": null, "Andhera: Do you see this? Do you see how nasty she's being tonight?": null, "Aabria: She's just glowing and beaming as she falls back into": null, "conversation with Fable. And then we move to the ball. You're in your": null, "outfit.": null, "Aabria: With your crown on.": null, "Aabria: And you feel your pocket, your right pocket, just go a little": null, "bit heavy.": null, "Omar: Hmm.": null, "Aabria: As a pair of twin items were delivered into it, discreetly,": null, "always discreetly.": null, "Andhera: Ugh, what a good trick.": null, "Aabria: And before you can interact and move forward, you see BINX open": null, "up the bathroom door as all the music kind of goes grinding to a halt": null, "and eyes turn to you.": null, "BINX: Everything was fine in there.": null, "Chirp: Oh cousin, I think she took a shit.": null, "Squak: And it seems she wants us to know that she is regular.": null, "Chirp: She will be light on her feet, indeed.": null, "Oscar: I try to make everyone start applauding.": null, "BINX: Thank you. What? Wait, what?": null, "Rue: [whispering] Your responsibility.": null, "BINX: I have to dance?": null, "Brennan: Can I turn to Andhera as BINX is having this interaction with": null, "Rue?": null, "Omar: Mm-hmm.": null, "Captain Hob: [sighs] Brother?": null, "Andhera: Hm?": null, "Captain Hob: Are you gonna marry Grabalba, for real?": null, "Captain Hob: Someone's gotta. Is it gonna be you?": null, "Andhera: I could, if you need me to, but it's not quite in my direct": null, "line of—": null, "Captain Hob: It's gotta be a yes or no, my man. Tell me what it is.": null, "Andhera: Oh, in that case, if that's it, no, I'm sorry.": null, "Captain Hob: Okay, great.": null, "Brennan: And I would like to, like, with like giving advantage, like": null, "trip attack you stumbling towards BINX coming outta the bathroom.": null, "Oscar: I see what Hob is doing, and I will attempt to do the exact same.": null, "Aabria: Yes! Cool, let's get some like—honestly, just give me an attack": null, "roll, both of you.": null, "Aabria: What are Andhera and BINX's DCs?": null, "Omar: Mine—": null, "Aabria: These are unarmed strikes, for what it's worth.": null, "Omar: 18 was my AC.": null, "Aabria: Okay. So you know what you gotta beat.": null, "Oscar: An 8.": null, "Lou: Did you just assault BINX?": null, "Chirp: Did Rue just hit BINX?": null, "Squak: Rue just took a swing at BINX.": null, "Chirp: That's crazy, because BINX is—wow.": null, "Squak: Wow, this ball is off to a great start.": null, "Chirp: Oh, I do hope we have some death.": null, "Squak: We'll swing it.": null, "Oscar: I'm like,": null, "Rue: Oh no, oh, there was an insect.": null, "Chirp: Yeah!": null, "Rue: There's an insect on her shoulder.": null, "Surena: That checks out, actually.": null, "Chirp: Wafted up the skirt, it can be very pleasurable.": null, "Aabria: We love a fly.": null, "Squak: The game is afoot.": null, "Brennan: Oh, I also don't get it done.": null, "Aabria: Really? No!": null, "Squak: Are we fighting?": null, "Lou: I'm gonna punch the dude next to me.": null, "Brennan: I love this, like, giant bugbear and owlbear both take these": null, "much smaller fairies and are like, \"Go get 'em! No, overshot!” Like…": null, "Andhera: I'm so sorry. If you are offended by my turning down the": null, "Viscountess, I—": null, "Captain Hob: No, no, no. I thought I was doing something. I wasn't doing": null, "anything.": null, "Andhera: Okay.": null, "Captain Hob: Please, do, do, do. And the dance is, [hands clapping]": null, "strike up the band!": null, "Surena: BINX is in the middle of the dance floor and she only knows a": null, "couple of dances. And so she's gonna try to attempt solo the cha cha": null, "slide.": null, "Surena: And so she screams,": null, "BINX: Everybody, clap your hands! [claps]": null, "[group clapping]": null, "[violin music]": null, "Surena: And then she starts…": null, "        BINX does the cha cha slide.": null, "Oscar: Oof.": null, "Chirp: Beautiful.": null, "Aabria: I'm gonna need a Persuasion check with disadvantage.": null, "Emily: Can I have my African Grays, which have a language of 800 to": null, "1,000 words, can I just have them fly about, twittering, \"Beautiful!": null, "Amazing! Fantastic! Irreverent!\"": null, "Aabria: Okay, I'll cancel the disadvantage.": null, "Emily: \"Unexpected!\"": null, "Aabria: [laughing] Unexpected! It's so good.": null, "Surena: Persuasion, oh, 25.": null, "Aabria: Okay. People are slow to like, pick up your vibe. The birds, for": null, "sure, help. And they're like, \"Yeah, that sounds like a—I'm not gonna": null, "look up, that would be crazy. But, yeah, if other people think that this": null, "is great—\"": null, "Aabria: “I think it's great.” And slowly get into it and are clapping": null, "along. And after like the first 30 seconds of the cha cha slide, they": null, "join you.": null, "Squak: It seems like an incredibly simple dance. We could do it.": null, "Chirp: Absolutely!": null, "Squak: It seems to be one to the left.": null, "Chirp: Uh huh.": null, "Squak: And then we take it back now, y'all.": null, "Chirp: Yeah!": null, "Squak: Now one hop this time? Okay, one more hop this time.": null, "Chirp: Okay!": null, "Squak: Yes, slide to the right! Slide to the left!": null, "Captain Hob: I wish all dances came with instructions in the lyrics.": null, "Squak: Everybody clap your hands! [hands clapping] In sixteenths!": null, "Aabria: Amazing. And it has begun sort of proper. So now that the floor": null, "has been opened, beyond this first sort of dance, you are released. You": null, "can stay dancing. You can go find friends and have conversation, but": null, "I'll sort of open it up to the group. What's everyone's priorities in": null, "this moment?": null, "Oscar: I beeline my way towards Lady Featherfowl.": null, "Emily: Ah.": null, "Oscar: Are you amongst a lot of people at this moment in time?": null, "Emily: Just a lot of birds. I am on an ostrich being carried by—": null, "Aabria: Are you on an ostrich?": null, "Emily: Doves. Oh, actually, I don't have Flock of Familiars for doves,": null, "so just the ostrich, with a bunch of African Grays on my arm who are": null, "smoking cigars. They've developed a taste for it, you naughty babies.": null, "Rue: Lady Featherfowl?": null, "Chirp: Ah, Rue.": null, "Rue: Hello.": null, "Chirp: Hi.": null, "Rue: I–": null, "Chirp: Are you enjoying the party so far? I thought the group dance was": null, "inspired.": null, "Rue: Oh, yeah, well, that had nothing to do with me, and everything to": null, "do with the wonderful BINX.": null, "Chirp: The Lady BINX, yes.": null, "Rue: Yes, absolutely.": null, "Chirp: She's quite the charmer.": null, "Rue: And I did notice the birds that you sent along to help the": null, "situation. So thank you for that.": null, "Chirp: Ah, yes, of course. Well, they can speak 800 to 1,000 words.": null, "Rue: These smoking parrots?": null, "Chirp: Well, if they smoke too much, they might not be able to anymore.": null, "Rue: Lady Featherfowl, I must say that I apologize for my delay in": null, "getting back to you.": null, "Chirp: Ah, the salt Goblins that I sent to you with the illusory script.": null, "Yes, don't worry. I figured it all out.": null, "Chirp: I was in need of a question relating to the wager, and I figured": null, "it all out.": null, "Rue: I have to apologize. The wager was a moment. I seem to have": null, "forgotten all about it. It's been a very wild Bloom for me, personally,": null, "but—": null, "Chirp: Yes, yes. I've enjoyed seeing you take a little more time to": null, "Rue: Thank you.": null, "Chirp: I hope that's coming from a good place?": null, "Rue: Yes, it is.": null, "Chirp: Good.": null, "Rue: Thank you. And, again, for the Archfey for just seeing me for who I": null, "am truly means a lot. But I did want to ask you, I was curious—": null, "Chirp: Oh, yes, I—": null, "Rue: And I speak to you as a friend. How is your adventures in finding": null, "love? Has that been fruitful?": null, "Chirp: Ah. You know, I do find myself in love. It's hard for a bird to": null, "fall, [chuckles] 'cause we have wings, but I do. So in terms of falling": null, "in love—but I do find myself in love, so thank you.": null, "Rue: So the wager has been met?": null, "Chirp: The wager? Uh, the wager?": null, "Rue: Is it love?": null, "Chirp: I do feel love in my heart.": null, "Rue: Is it reciprocated?": null, "Chirp: It is reciprocated.": null, "Rue: Was there any aid of magic at all?": null, "Chirp: No, there was not. It was quite an unexpected love that I did not": null, "expect.": null, "Oscar: And then I, breaking any sort of like, traditional to-dos, I like": null, "rush over to Featherfowl and I give her a big hug.": null, "Chirp: Thank you, wow.": null, "Rue: I'm so proud of you.": null, "Chirp: Well, I'm so proud of you. And what for you? I mean, if this is": null, "the last Bloom, I know that you have turned down—I've heard the rumors": null, "you've turned down so many proposals.": null, "Chirp: Is there any consideration in you that, being the last Bloom,": null, "that you might indulge yourself in something you've previously denied": null, "yourself?": null, "Rue: Oh, it's not about denial. There's just so much to do at the Bloom.": null, "The Bloom isn't about me. I guess—": null, "Chirp: Well—": null, "Rue: It became about me. [laughs]": null, "        Rue: It’s, uh—[stammering]": null, "Chirp: I think any time it's about you, it has been delightful.": null, "Rue: Mm.": null, "Chirp: That dramatic duel was fantastic.": null, "Rue: Yes, about that. I'm remembering that the formal duel sent by birds": null, "was written out that it was Hob against Rue's assistant.": null, "Chirp: Right. Okay, we're dredging that up.": null, "Aabria: A champagne flute is placed in your hand.": null, "Emily: You know, I'm gonna go ahead and Gift of Gab so Rue doesn't": null, "remember that.": null, "Chirp: Cheers to such a successful Bloom so far.": null, "Rue: Cheers to a successful Bloom, and a successful love match as well.": null, "Now what about your cousin? I see you being very proactive in your aid": null, "to try to get him a love match as well.": null, "Chirp: Yes. My cousin is doing fantastically.": null, "Emily: Can I look over and see what Squak is doing?": null, "Lou: Who has the best drugs at the masquerade? Which court is known for": null, "having the best stuff?": null, "Aabria: Ooh, best stuff? Gotta be, weirdly, Goblin Court.": null, "Lou: Then I'm probably over with Lord Boil and Lady Blemish.": null, "Aabria: Yeah. Blemish and Boil. You like—yeah, it’s all good. You kind": null, "of rock up to them and they're in the middle of sending people back and": null, "forth. Go ahead and give me, really quickly, Perception check. See what": null, "you can overhear as it's happening.": null, "Lou: An 11.": null, "Aabria: That's when you roll the die you gave me, and I got a 3.": null, "Aabria: You hear, just as they sort of are reaching the end of a": null, "conversation, they're like, \"Good, a match, we understand one another.\"": null, "And a Seelie Court low-tier fairy that looks like a little, tiny fairy": null, "zips off in a direction.": null, "Lou: Low-tier fairy?": null, "Aabria: Yeah, just like a tiny, little—": null, "Lou: Like lowborn?": null, "Aabria: Uh-huh.": null, "Lou: [snaps fingers] Polymorph.": null, "Aabria: What do you turn—I mean, I'm gonna roll the—natural 5’s not": null, "gonna do it. What are they now?": null, "Lou: Like a little beetle.": null, "Brennan: A beetle!": null, "Lou: They drop out of the sky, hit the ground and start crawling.": null, "Lou: I pick them up.": null, "Squak: A friend of yours?": null, "Blemish/Boil: Uh, hi, yeah, that's—": null, "Squak: Sorry.": null, "Lou: I turn them back into a fairy.": null, "Aabria: Fairy's like,": null, "Fairy: [coughs] Honestly, that was pretty good.": null, "Squak: Not bad.": null, "Aabria: All right. Just, I guess, backstroke, floats away. [group": null, "laughing] It goes and delivers the message.": null, "Squak: Oh, what can I say? I'm out again having a bit of fun, but so": null, "good to see you.": null, "Blemish/Boil: It's so good to see you. What can we do for you?": null, "Squak: Oh, well, you know, I'm trying to get back to a little bit of": null, "that old-Bloom feel and was wondering if you had any accessories that": null, "might make this evening a bit more… engaging.": null, "Blemish/Boil: Party favors?": null, "Squak: Party favors.": null, "Blemish/Boil: Yeah, we got party favors, hold on.": null, "Aabria: And you see they like, start conferring with one another. And": null, "I'll sort of offer, without an Insight check, they seem incredibly like,": null, "relieved and pleased. And you're seeing someone who's like, business is": null, "done, it's time to party.": null, "Aabria: And what they actually hand off is just a full mask.": null, "Lou: Oh, fantastic!": null, "Aabria hands Lou a masquerade mask.": null, "Aabria: Oh no! Goodbye forever!": null, "Lou: Fantastic.": null, "Aabria: And they're like,": null, "Blemish/Boil: Put it on. Leave it on.": null, "Squak: Great.": null, "Blemish/Boil: For like a good minute.": null, "Lou puts on the mask.": null, "Blemish/Boil: And the effect will hit.": null, "Lou: Great. I throw it on.": null, "Aabria: I love that you actually put it on. That's amazing.": null, "Lou: It seems to be—": null, "Emily: I mean, once Brennan ate a feather.": null, "Lou: Yeah, exactly.": null, "Aabria: Ooh, yeah, I forgot about that.": null, "Brennan: That’s the bar.": null, "Emily: That is a high bar.": null, "Lou: I throw it on, go,": null, "Squak: Now this feels like fun.": null, "Blemish/Boil: All right, all right. I'm only wearing a half mask, so,": null, "but you're-": null, "Squak: Most people do half masks?": null, "Blemish/Boil: Well, I'm small.": null, "Blemish/Boil: I get it.": null, "Squak: You know, I have a tolerance.": null, "Aabria: And you're actually watching in real time, you can see in": null, "Blemish's eyes, just the active dilating of pupils as the beat drops.": null, "And they're like…": null, "Squak: Oh, I'm going to find you on the dance floor.": null, "Blemish: Yes. Yes. [gibbers]": null, "Aabria: And then sort of like. these two Goblins that were sort of known": null, "for having court decorum, as the drugs sort of wash over them, fall into": null, "their favorite version of celebration, which is inherently chaotic.": null, "They're kind of like shouting out, like pointing at you, and just": null, "kicking people's glasses out of their hands, and just beginning to": null, "literally tear up part of the dance floor.": null, "Lou: Right. I think I join them.": null, "Emily: I think I see all this and I'm like,": null, "Chirp: Ah, my cousin. He's doing exactly what I should be doing. I do": null, "hope that I'm able to maintain the decorum you require this party.": null, "Emily: And then I go to do drugs.": null, "Rue: Before you go, Lady Featherfowl?": null, "Chirp: Yes, yeah?": null, "Rue: May I ask you a question?": null, "Chirp: Oh, absolutely.": null, "Rue: It seems that you and your cousin, Lord Airavis, are the life of": null, "the party.": null, "Chirp: Oh, yes.": null, "Rue: And I'm realizing, maybe for the first time in a million Blooms,": null, "that maybe we do need to embrace a bit of the chaos.": null, "Chirp: Mm. Yes.": null, "Rue: If you were to run the Bloom—": null, "Chirp: Mm-hmm.": null, "Rue: Hypothetically speaking, what would be the most essential thing?": null, "Chirp: Mm, I think the most essential thing would be trying to create an": null, "environment in which everyone felt inspired to take a risk and go after": null, "whatever the fuck they want that night.": null, "Oscar: My eyes dart straight to Hob as she says that.": null, "Aabria: Come on! You give me—look, Emily.": null, "Aabria: I'm talking to you as Aabria.": null, "Emily: Mm-hmm.": null, "Aabria: Who needs this to happen, please. I need a Perception check. You": null, "have to clock. Insight, Perception, whatever. I need you to clock this.": null, "I need it, please. Please.": null, "Emily: Mm, okay. I have plus zero to Perception. And I rolled a 7.": null, "Emily: Oh, but my Insight is +3, I rolled a 10. [laughing]": null, "Omar: So much Inspiration, though. Don’t you have like 20 points of": null, "Inspiration?": null, "Emily: I don't think I've gotten it this episode. And I did just use an": null, "Inspiration before.": null, "Aabria: Yeah, your eyes sort of follow Rue's eyeline and then—just,": null, "there's a wall of people, so you're not quite sure what they're looking": null, "at. It's fine and I'm not upset about it.": null, "Emily: I give Rue another hug and I just say,": null, "Chirp: You need to be—I know that you are the host all the time, and,": null, "you know, Lord Squak and I, we were talking. “Oh, well we should host a": null, "party so that Rue can come be a guest.” But with Wuvvy around, I think": null, "you can let yourself be a guest for a night.": null, "Rue: Wuvvy does a lot of the work. I do understand that.": null, "Chirp: No, no, no, in a good way.": null, "Rue: No, no, of course.": null, "Chirp: In a good way.": null, "Rue: Yes, yes, yes.": null, "Chirp: You've earned one night of getting to be a guest.": null, "Rue: Well, I think I might. Thank you, Lady. And congratulations on": null, "winning your wager.": null, "Chirp: Thanks. I was gonna give you a supportive slap on the ass, but": null, "now I'm realizing I should ask for consent before I do that.": null, "Rue: Oh, I consent.": null, "Aabria: As you give that graceful little pat, give me a Perception": null, "check. I'll give you advantage as your parrot begins to—I almost said": null, "bark, but that doesn't feel right.": null, "Emily: Okay, well—": null, "Aabria: It's been a long day.": null, "Emily: I got a 5 and a 3.": null, "Oscar: Oh no. [laughing]": null, "Aabria: It's okay.": null, "Emily: My birds, they actually can speak, I don't know if I've mentioned": null, "this—": null, "Aabria: Oh, sorry.": null, "Emily: 800 to 1,000 words.": null, "Aabria: To 1,000 words.": null, "Emily: To 1,000 words.": null, "Aabria: Do you think they would know the word—": null, "Emily: They might know the word bark.": null, "Emily: So they could just say bark.": null, "Aabria: Thank you.": null, "Aabria: Do you think they would know the word grandfather?": null, "Omar: Oh.": null, "Emily: Ab-so-fucking-lutely, because we've said it so much.": null, "Aabria: Well, they're saying it now under their breath and looking off": null, "into the distance, across the ball.": null, "[tense orchestral music]": null, "Chirp: Cousin!": null, "Squak: I'm gonna walk up to my cousin, crack the mask in half, and push": null, "half of it onto Chirp's face.": null, "Squak: You gotta try this.": null, "Chirp: Okay, Cousin, but grandfather's coming. Grandfather's coming.": null, "Grandfather's coming.": null, "Squak: Oh, great!": null, "Aabria: Give me a Perception check.": null, "Oscar: [laughing] Oh, no.": null, "Lou: 19 plus 6 for 25.": null, "Aabria: Super fun. Inaccurate. Grandpa is absolutely here, watching you": null, "both across the dance floor.": null, "Oscar: Oh no.": null, "Chirp: Cousin, I so desperately wanted to do drugs. Wait, I'm doing them": null, "right now.": null, "Squak: Well, we are doing—": null, "Chirp: This mask is drugs?": null, "Squak: The mask is drugs!": null, "[Chirp giggles]": null, "Squak: We should go. We should go talk to him.": null, "Chirp: We should talk to him. Put on your game face.": null, "Squak: Let's do it. [huffs mask]": null, "Lou: And I think, each wearing half a mask, we're gonna go talk to": null, "Grandfather. Oh, and as we walk over, I put a reassuring hand on Chirp's": null, "shoulder and go,": null, "Squak: We got this. We've been drunker in even more important situations": null, "before.": null, "Chirp: You’re totally right. I love it.": null, "Lou: And I'm gonna cast Intellect Fortress on them.": null, "Emily: Ooh!": null, "Lou: As we go to talk to Grandfather, whenever that happened.": null, "Aabria: Amazing. You make your way over to your grandfather, who is": null, "standing in just sort of an ivory suit with a cape that's encrusted with": null, "amethyst at the shoulder and down the breast. But his skin looks sort of": null, "sallow and grayish by comparison. He's got like, a little snood hanging": null, "over, of skin. Look, he's the worst part of birds, and that's basically": null, "everything, you know, on a turkey, he's rocking, 'cause they're a yucky": null, "bird.": null, "Lou: Yeah.": null, "Aabria: And he's just sort of standing there.": null, "Emily: Is he drinking something?": null, "Aabria: He actually has a stemless flute in his hand. And you see as his": null, "hand kind of goes over it, it goes from like a transparent, thin glass": null, "and frosts over in gold, so you can't see what's inside of it.": null, "Chirp: Grandfather, this is the climax to which you referred?": null, "Grandfather: Mm-hmm.": null, "Squak: It is so good to see you.": null, "Chirp: It's so good to see you.": null, "Lou: I'll bow low.": null, "Aabria: He gives a little bow back.": null, "Chirp: Ah, I think that you'll find that we've negotiated two fantastic": null, "matches, and you can witness us being next to them tonight.": null, "Squak: Yes, we can play a fun game where we'll go stand next to them.": null, "Squak: As it hasn't been—Grandfather, as you know, things are courtly": null, "and it's all delicate.": null, "Chirp: It's all delicate, so it's not set in stone right now—": null, "Chirp: To borrow the phrase from the Stone Court.": null, "Grandfather: Hm.": null, "Chirp: Ah, I made Grandfather laugh. Okay, um, so, but you know, you can": null, "kind of witness the very beginnings.": null, "Grandfather: Show me.": null, "Emily: I look for Suntar and I point at her.": null, "Grandfather: Really?": null, "Chirp: It is in the works.": null, "Lou: I'm going to point at both the Baroness and Apollo.": null, "Squak: Do you have a preference?": null, "Aabria: God, what is the flex check on that? Just gimme just a raw": null, "Charisma roll.": null, "Aabria: That's wild.": null, "Oscar: Nat 20, please.": null, "Lou: No, only a 10. I'll burn a point of Inspiration.": null, "Lou: That I like better. We'll do 23.": null, "Grandfather: You wouldn't be lying to your grandfather, would you?": null, "Squak: You might eat us if we did.": null, "Chirp: We know that you eat your young.": null, "Grandfather: Hm. I'm impressed. And if you're asking, Prince Apollo,": null, "obviously.": null, "Squak: Yes, yes.": null, "Squak: Good, great.": null, "Chirp: Great.": null, "Grandfather: I would love to continue this, but even I have plans here": null, "Squak: Oh.": null, "Chirp: What are your plans, Grandfather?": null, "Grandfather: Don't ask questions you don't want the answer to. You got": null, "this honest.": null, "Squak: Grandfather, you seem to be a bit underdressed.": null, "Squak: You're lacking a mask.": null, "Aabria: No!": null, "Chirp: Yes, Grandfather! Go ahead and try it on.": null, "Squak: Here, grandfather, throw that on there.": null, "Aabria: You gotta give a me persuasion check.": null, "Oscar: Oh God.": null, "Omar: Yes.": null, "Aabria: With advantage, 'cause you're both doing it.": null, "Lou: Great. Oh, first one is a 10 for 21.": null, "Lou: Second one… is a 14 for 25.": null, "Chirp: Here, I'll hold your drink while you put the mask on.": null, "Aabria: He hands off the drink.": null, "Emily: And I'll dump a love potion into it.": null, "Oscar: Stop!": null, "Aabria: Yes!": null, "Oscar: Stop it, stop it!": null, "Aabria: Look, that's dope. I'm not making you roll for it.": null, "Oscar: Yes!": null, "Aabria: The mask goes on. You watch his beady, terrible eyes dilate. And": null, "then he takes a swig of his drink, and like, swivels around. I have to": null, "make this one of your problem. Have to.": null, "Brennan: God, I'll make a Dexterity check. I'll make a Stealth roll,": null, "whatever you need me to do.": null, "All: Grabalba! Grabalba! Grabalba! Grabalba! Grabalba! Grabalba!": null, "Emily: Oh my God, what if—": null, "Brennan: Can we clock this? Can I huck Grabalba right at Grandfather?": null, "Aabria: Throw her! Grandfather's eye line slides and slides in a": null, "direction. He goes,": null, "Grandfather: I actually have to go see... Dismissed.": null, "Squak: Of course.": null, "Chirp: Okay, Grandfather, of course. Of course.": null, "Aabria: And as he pushes past you, very excitedly moving in the": null, "direction of some members of the Sea Foam Court, he says,": null, "Grandfather: Brunch tomorrow.": null, "Squak: Oh, right. Brunch with Grandfather.": null, "Aabria: And moves through. And you all suddenly hear like a thunderclap,": null, "a loud bang, and the illusory walls around you begin to fall away,": null, "starting from the ground and moving up until the ceiling is gone and you": null, "see the sky overhead.": null, "The dome projects fireworks in the background.": null, "[group oohing] [fireworks exploding] [group applauding]": null, "Aabria: As a beautiful fireworks show begins and very much in the way": null, "that Lady Chirp mentioned this added darkness, this openness, this": null, "transformation to just the cover of night and everything that happens": null, "under a sky, inhibitions are lost, and the Fey truly have moments under": null, "booms and sighs and ahhs to be themselves. And very much in the manner": null, "of the Hedge Maze, I wanna ask you all one more time under the cover of": null, "darkness with flashes of light, where do each of you move? You have one": null, "more moment here at the masquerade. Captain Hob?": null, "Brennan: We have one more moment in the masquerade before the night": null, "descends and the fireworks begin?": null, "Brennan: Does this mean that we have one more moment of feeling": null, "ourselves as we did when masked and formal?": null, "Aabria: I think it's sort of in that like, transition period, as things": null, "move from like, one phase to the next, everyone, like, there's a sudden": null, "surge of motion as people sort of realign their efforts, and you see": null, "people like, scampering into the woods and disappearing into the": null, "darkness. So what do you do in this moment of transition as the": null, "masquerade falls away?": null, "Brennan: Oscar, you wanna call odds or evens?": null, "Oscar: I'm gonna say odds.": null, "Brennan: Never been happier to roll a nat 1.": null, "Aabria: Ooh!": null, "Oscar: You rolled a nat 1?": null, "Omar: I watched it!": null, "Brennan: I rolled a nat 1. Hob has been eyeing Apollo all night,": null, "preparing for the moment to reach out and strike, to begin this duel.": null, "And I think he's also been looking at the Lords of the Wing, thinking to": null, "himself, \"I'm going to give the Lord of Peckersburg and the Lady of": null, "Cluckingham exactly what they want, which is some action.\" And the first": null, "[fireworks exploding] goes off in the air, the first loud noise. And I": null, "think there's just enough of a gasp of people that were not expecting": null, "this, a little bit of startledness and a little bit of surprise, that": null, "Hob has always looked at his core and said, \"Well, I'm a Goblin. I'm": null, "ferocious, I'm terrifying. Whatever my impulses are, they're most": null, "feral.\" And in that moment of loud noise and a frightened gasp, the": null, "impulse that comes to Hob most in a moment that surprises him, too, and": null, "makes him a little bit afraid, is he bounds with his mighty arms, leaps": null, "over a group, to quickly surround Rue with his arms because he's worried": null, "for a moment for their safety.": null, "Omar: Ooh.": null, "[heartfelt string music]": null, "Captain Hob: I do apologize for laying hands upon you, Master of": null, "Ceremonies. The noise, I worried that we were under attack. Loud noises,": null, "as a military man, I believe—": null, "Oscar: Where do you grab me?": null, "Brennan: I stand behind you and grab you on the middle of your arms": null, "between your elbow and your shoulder.": null, "Oscar: So I look down at your arms and they're beautifully covered by": null, "these white gloves and then the claws coming out. And I look at my own": null, "brown, furry claws, with similar claws to yours.": null, "Brennan: Mm-hmm.": null, "Oscar: And I have never felt more appreciative of—because, you know, I": null, "would have normally put on a glamor to this event, but seeing my claws": null, "and his claws together, I realize that I am not alone. I'm not the only": null, "one. And I tense up for a minute and then I regain my composure, and I": null, "just politely brush you off, turn around to look at you.": null, "Rue: Oh, I—Captain Hob, thank you so much for… But it was just the": null, "magnificence of the fireworks that truly startled me. I'm quite fine.": null, "Captain Hob: Oh no, I understand. They startled me as well. My action": null, "was not a reflection on your startlement, but my own. You look": null, "resplendent.": null, "Rue: I was going to say the exact same thing. You look divine.": null, "Captain Hob: As full as I am sure your dance card must be, um… Sorry,": null, "no, I meant only to mention your—I'm sure you must be being bothered by": null, "everyone asking you to dance.": null, "Rue: Captain Hob, look around you. Who?": null, "Brennan: Do I look at your dance card and not see any names on it?": null, "Oscar: Mm-hmm.": null, "Captain Hob: Might I have the honor of inscribing my name upon your": null, "card?": null, "Rue: That would please me greatly.": null, "Captain Hob: There have been many instances that led me to believe that": null, "here amongst these Fey, I might at times have been surrounded by fools.": null, "Seeing that I have beat them all to the most desirable card in the room,": null, "I've never been more certain.": null, "Brennan: And I write my name on your dance card and I bow.": null, "Rue: Now let's take a look at your dance card.": null, "Captain Hob: Oh, [laughing] somewhat empty as well.": null, "Rue: Well, may I?": null, "Oscar: And then I start to write my name on your dance card.": null, "Rue: If the Archfey at this ball are blind, they are also foolish for": null, "not seeing the true magnificence of a gentleman amongst gentlemen": null, "Brennan: I look at my card. I fold it, meet your gaze, and I eat it.": null, "[hands clapping] [group laughing]": null, "Aabria: And we move from that to BINX. What do you do in this moment?": null, "Surena: So in this moment, I feel like BINX is not used to the glitz and": null, "the glam and the opulence of moments like this. And so, naturally, she": null, "is kind of drawn to the shadows and to darker corners. And so I think": null, "for a large majority of the dance, she's just been chatting with you.": null, "Surena: And just talking about everything. And then gives Andhera, tries": null, "to split a black apple with them and says,": null, "BINX: Have you tried these yet? They're amazing.": null, "Andhera: No. My dog had one of those the other day. I was so—": null, "BINX: Wait, your dog ate—": null, "Andhera: No, the dog just was around them.": null, "BINX: Oh. Uh, try it.": null, "Omar: And I take a bite of the half apple.": null, "Surena: Okay.": null, "Surena: Imbued in this apple are memories. They're memories of the": null, "Mortal Realm. You feel like you are by a fire, and there are people": null, "laughing and telling jokes around you. You feel warm and comforted by": null, "this group of found family, and it feels like a warm, cozy blanket upon": null, "your heart. And that is a memory. And you see like, the other Court of": null, "Crafts, there's different shapes and sizes. They all look sort of like": null, "they themselves are found objects, and you just experience it like": null, "you're there.": null, "Andhera: My happiness up until this point has been like striking a piece": null, "of flint in the darkness, little bits of spark which I was very grateful": null, "for. This is a fire. Thank you. Would you accompany me to a quick": null, "conversation?": null, "BINX: Sure, I would love to.": null, "Omar: And I hold out my arm.": null, "Surena: And I take his arm.": null, "Omar: I do grab a drink from a tray, and I do 100% cast Detect Magic on": null, "it.": null, "Aabria: Yes, that one's absolutely spiked with one of the vials from": null, "earlier. [group laughing] Not gonna tell you which one. And you're kind": null, "of looking around with your Detect Magic at this tray. This was not an": null, "original idea from the Lords of the Wing. They made it good, and like,": null, "okay for people to do, and now anyone that was still holding from the": null, "tea party is like, \"Let's go.\"": null, "Omar: And I just place it back on the tray.": null, "Andhera: You know what? Let's just go.": null, "BINX: Oh, sure, yeah.": null, "Aabria: Safe choice.": null, "Andhera: We don't fuck with that.": null, "Omar: And together we head over to the Lords of the Wing.": null, "Aabria: Oh.": null, "Chirp: Ooh, hi. We were trying to set our grandfather up with a match.": null, "Squak: Just having a bit of fun.": null, "Chirp: Just having a bit of fun. Hi.": null, "Andhera: Well.": null, "Chirp: How are you, young Andhera? Lady BINX?": null, "Squak: Lady BINX.": null, "Chirp: We've never met—": null, "Chirp: But we've been watching you from the window, admiring your": null, "fashion.": null, "Squak: Very much enjoyed your dancing.": null, "Chirp: Yes, loved your dancing.": null, "Squak: Very delightful, very easy.": null, "Chirp: Yes, yes.": null, "BINX: Mm-hmm. Yeah, you are very mature, and you are very hospitable.": null, "Chirp: We're also on drugs right now.": null, "BINX: Cool, so we can just like hang, then?": null, "BINX: All right, awesome.": null, "Andhera: We will not take up too much of your time.": null, "BINX: No.": null, "Andhera: I just really quickly want to say, at the heart of all your": null, "activities, as I've seen from the many Blooms before—": null, "Andhera: Is a pure joy. And having experienced what BINX has shared with": null, "me just now, the Material Plane has so much joy there that's worth": null, "protecting and enjoying and ensuring, as I'm sure there's many elements": null, "of the Material Plane that we should make sure that magic flows to": null, "there.": null, "Chirp: I'm sorry, um—": null, "Andhera: Mm-hmm?": null, "Chirp: Why are you talking to me about the Material Plane?": null, "Andhera: Well, I'm talking to both of you, because you're both fun.": null, "Chirp: Okay. So fun.": null, "Squak: So fun.": null, "Chirp: Yes, I do agree. I do agree that the Material Plane is an amazing": null, "place to summer.": null, "Andhera: It seems that there's some workings going on, and I'm not quite": null, "sure I've put all the pieces together.": null, "Chirp: Mm-hmm?": null, "Andhera: But clearly magic is being endangered.": null, "BINX: Oh, we’re just—we are trusting now. Okay.": null, "[ominous instrumental music]": null, "BINX: Yeah, so I'm the only one, because of this spillage of magic. And": null, "we feel there might be, um, people here that might have something to do": null, "with said loss of magic. And it would be great if maybe we, people who": null, "like to—": null, "Surena: Looks at you.": null, "BINX: Frequent the Material Plane, would want to make sure the doors are": null, "open for travel.": null, "Andhera: What I propose—": null, "Aabria: Hold on.": null, "Aabria: I need you to make a History check for me.": null, "Aabria: With advantage.": null, "Emily: Hi, yeah, yeah. That's a 3. Hi, yeah, yeah. That's a 15.": null, "Lou: Aye, aye, aye.": null, "Emily: That comes to 22.": null, "Lou: Aye, aye, aye.": null, "Aabria: There's no universe in which you didn't make that realization": null, "that like, even if you don't know the Gwyn-BINX situation, the only": null, "person you got caught slipping around and mentioning the Material Plane": null, "was to Gwyndolin Thistle-Hop.": null, "Emily: Ah.": null, "Oscar: Ooh, baby.": null, "Oscar: Oh, shit!": null, "Chirp: Lady Gwyndolin, you've come to collect on information I may have": null, "imparted to you?": null, "Squak: What's happening?": null, "Aabria: No, no, no, we have to end there. That was dope.": null, "[group cheering and clapping]": null, "Brennan: Yeah!": null, "Aabria: Ugh, that's so cool. Okay, I'm excited and there's things moving": null, "on the walls. So thank you so much for joining us for the magical": null, "masquerade episode and our chapter, and we'll return soon with chapter": null, "eight of ACOFAF, \"A Court of Fey & Flowers.\"": null, "[all shouting merrily]": null, "[NEXT EPISODE - Episode 8: The Rule of Sneakery]": null, "[NEXT TIME ON DIMENSION 20]": null, "Lou: I am going to start a rumor.": null, "Lou: That Prince Andhera—": null, "Lou: Of the Unseelie Court has found his match.": null, "        -": null, "BINX:": null, "“Dear Lady Featherfowl,": null, "I apologize for my overly blunt response into being thrust into the": null, "spotlight. Also, my sheer panic when you asked if I was calling in the": null, "favor, and for the fog cloud and magic missile I then deployed as I": null, "fled.”": null, "Chirp: Oh, honey, I would've counter-spelled them.": null, "-": null, "Brennan: This business of there not being any further Blooms was not": null, "some environmental, nebulous, magical reality, but maybe an act on a": null, "court that some are saying is greedy for magic that rightly belongs to": null, "more than just themselves.": null, "Emily: I need a nap after that one.": null, "Aabria: That was very good.": null, "------------------------------------------------------------------------": null, "Captions extracted by: Kyber Bonsai": null, "Edited by: OliverC, Iris (@sacredwhim)": null}