{"Dimension 20 Season 14": null, "A Court of Fey & Flowers": null, "Starring: Aabria Iyengar as Game Master": null, "Surena Marie as Gwyndolin Thistle-hop; Oscar Montoya as Delloso de la": null, "Rue;": null, "Lou Wilson as Lord Squak Airavis; Emily Axford as Lady Chirp": null, "Featherfowl;": null, "Brennan Lee Mulligan as Captain K.P. Hob; and Omar Najam as Andhera": null, "Episode 1: A Bloom to Remember": null, "[Next Episode] >": null, "[elegant classical music]": null, "Aabria: To the churlish Captain K.P. Hob, venerated soldier of the": null, "Goblin Court. To the master of ceremonies, Delloso de la Rue, pride of": null, "the Court of Wonder. To the illustrious Gwyndolin Thistle-hop of the": null, "Court of Wonder. To the tenebrous Prince Andhera, scion of the Unseelie": null, "Court. And to the notorious Lords of the Wing, Lady Chirp Featherfowl,": null, "Countess of Cluckingham, and Lord Squak Airavis, Earl of Peckersburg.": null, "Honored archfey, we are delighted to welcome you to A Court of Fey &": null, "Flowers.": null, "Greetings! And welcome to a social event of a season here on Dimension": null, "20. I [unfurls fan] am your highbrow Dungeon Master. This was a lot and": null, "I regret it. [throws fan over shoulder]": null, "Surena: Oooooh. I love it!": null, "Lou: Throw it away. What's up?": null, "Aabria: We're good. We're still going.": null, "Lou: Nothing is precious today!": null, "Emily: I love it even more.": null, "Brennan: Wow!": null, "Lou: That was powerful.": null, "Aabria: Thank you.": null, "Emily: That was great.": null, "Aabria: I'm Aabria Iyengar, and with me inside this decorous dome are my": null, "pack of pixies. Say hi, pack of pixies!": null, "All: Hi, pack of pixies!": null, "Aabria: This is going to be a story about fashions, passions, and power": null, "struggles of archfey from a variety of courts and noble houses all": null, "across the fey realms as they come together to briefly celebrate a surge": null, "of magical power in their world known as the Bloom. If any of this is": null, "giving you Regency vibes, then yes, you are correct and you're in the": null, "right place.": null, "Lou: Bloom, okay.": null, "Emily: Okay, yeah, it's gonna be really weird for my barbarian": null, "character.": null, "Brennan: How do you spell that?": null, "Lou: It's Bloom. I think, well, how would we? Is it Blum like Blumhouse?": null, "Is this a horror thing?": null, "Aabria: Yes, yes. We're going full “Midsommar”.": null, "Lou: Yes, honestly? All right. I'm sorry.": null, "Aabria: No, you're good. So in order to get the flavor right for this": null, "story, we had to build upon what is already in front of us in 5th": null, "edition Dungeons & Dragons. So I have reached out to some of my favorite": null, "games that have mechanics specific to driving interpersonal conflict and": null, "confluence and the pushing of drama and melodrama. So when they pop up,": null, "you'll see them. Just know we're playing something a little hacked": null, "together and a little fun, but that's the fun of the story. But why": null, "don't I explain the first one to you right now?": null, "All of you have a chest in front of you, and though you can't see your": null, "own, you see that there's a row of seven stones on the front. These are": null, "no mere design. They're your reputation trackers. Now, in polite": null, "society, your reputation is everything, and the way you behave out in": null, "the world will affect how people see you, how you are able to get the": null, "things you want from others, and what you think of yourselves as you": null, "move through this space and make your choices. So at the end of every": null, "session, we'll assess, and you'll see at the top of the next game where": null, "your reputation tracker is, and I encourage all of you to play with": null, "these mechanics. As people's stars rise, they are more desirable to you.": null, "They're better connections, better friends, more desirable lovers.": null, "Emily: But maybe also someone we want to take down a peg?": null, "Aabria: Also that.": null, "Lou: Emily, what?": null, "Aabria: Axford gets the game. She came in knowing the assignment. And by": null, "that same token, as people's reputations begin to fade, that's not just": null, "incentive to avoid them, but they're vulnerable. Some of you are birds": null, "of prey. Never forget.": null, "Lou: Come on.": null, "Aabria: So do what you will.": null, "Oscar: Oh my gosh.": null, "Aabria: And follow your heart. And make good choices, or at least bad": null, "ones in private. Before we begin our tale of A Court of Fey & Flowers, I": null, "believe some formal introductions are in order, so let's begin with": null, "Surena.": null, "Surena: Hello, I'm Surena Marie, and I'll be playing [in higher voice]": null, "Gwyndolin Thistle-hop.": null, "Oscar: Hello, I'm Oscar Montoya, and my character's Delloso de la Rue,": null, "and my pronouns are they/them.": null, "Lou: [twisting upper body to turn his head back to the camera] Hello.": null, "I'm Lou Wilson and I'll be playing Lord Squak Airavis of the Lords of": null, "the Wing, pronouns he/him.": null, "Emily: [appearing from under the table] Hi, I'm Emily Axford and I'll be": null, "playing Lady Chirp Featherfowl, Countess of Cluckingham. She/her!": null, "Lou: Oh, I forgot. I'm also—come back. I'm also a thing. I'm the Earl of": null, "Peckersburg.": null, "Emily: Hm, yeah. [to Brennan] It's your turn.": null, "Brennan: Hi. I didn't see you come in. My name's Brennan Lee Mulligan": null, "and I'm playing [in deeper voice] Captain K.P. Hob of the Goblin Court,": null, "[in normal voice] he/him.": null, "Omar: And I'm Omar Najam. I have no introduction. I have no cool thing": null, "that I'm doing, so. [holding arms up, pointer fingers touching thumb]": null, "Emily: That was nice, though. [copying the gesture] This is fun.": null, "Aabria: This is good.": null, "Omar: So let's just take a second.": null, "Aabria: This is great.": null, "Omar: I'm Omar Najam. I'm playing Andhera, he/they.": null, "Aabria: Amazing. So why don't we get into it? All of this begins with": null, "the Bloom. Since the time before time, the fey realms have been the": null, "wellspring for magic that suffuses not just this realm, but all others.": null, "The flow of magic is natural here, and it waxes and wanes according to": null, "its own unknowable clock. But when magic surges here, the entire realm": null, "reacts in a riotous celebration of life. Verdancy, fertility, and the": null, "giddiness of abundance affect every living thing here, and the eye of": null, "the storm of fecundity is known as the Bloom. Fey of all stations have": null, "gathered to the Bloom to mix and mingle, to move through courts and": null, "spaces, and celebrate life and join together. And this is where we find": null, "ourselves now.": null, "Oscar: The party?": null, "Aabria: Before we get there, I think we need to meet our characters. So": null, "we're going to move across the fey realm, not in distance but in timbre,": null, "from the salty Sea Foam Court that is hosting this year's Bloom to a": null, "place of nigh darkness.": null, "[pensive piano music]": null, "It is, as ever, the Gloaming here in the Unseelie Court. [thunderstorm": null, "rumbling] You spot a lone figure moving through a massive, dark, marble": null, "loggia lit by a black fire torch flickering in the unceasing winds that": null, "both are and are of the Queen of Air and Darkness, the ruler here.": null, "Andhera, you are headed to your apartments within the palace to finalize": null, "your preparations to head to the Bloom. You know Advisor, your chaperone": null, "and advisor, is waiting for you there to lecture you one last time": null, "before you take off, on decorum and expectations and what will be asked": null, "and required of you during your travels away from your home court, the": null, "place you stand to inherit. But you pause and you look out into the": null, "heavy blue twilight and we see your face for the first time, so will you": null, "please describe yourself for me?": null, "Omar: Absolutely. Andhera is a tall, toned, young man.": null, "Oscar fans himself. Brennan tugs on his collar.": null, "Lou: I just got hungry.": null, "Emily: Fuck, I did too.": null, "Omar: The first thing you would notice about Andhera is their sort of": null, "tousled, curly hair that's sort of peppered and salted, and it falls": null, "over a dark purple face with just these piercing garnet eyes, and it's": null, "hard to read if it's specifically a scowl or a smile or somewhere in": null, "between, and their stature is perfect, absolutely regal looking out the": null, "window, and if you were to have any judgements about this individual,": null, "you might come to the conclusion that he definitely has muscle, but it's": null, "not muscle from actually doing lifting. It's completely visual.": null, "Aabria: Love that, love that.": null, "Omar: Completely useless gym muscle. Is what he's going for. He's in a": null, "robe that's sort of open a little bit.": null, "Oscar: Ooh!": null, "Oscar covers his mouth. Lou puts a hand on Oscar’s shoulder.": null, "Omar: And just smolders.": null, "Aabria: Yes, good.": null, "Omar: Just constantly smoldering.": null, "Aabria: Yes, amazing. So as you look out, you hear the beginning of": null, "footsteps coming down this dark hallway, [footsteps echoing] and you see": null, "at the far end, the slender, sort of hunched form of Advisor coming in.": null, "Advisor: [clears throat] Young master, are you ill at ease? What are we": null, "looking at?": null, "Aabria: He comes right over your shoulder and is just sort of looking.": null, "Andhera: Okay, that's very close.": null, "Advisor: What, is this uncomfortable for you?": null, "Andhera: It is incredibly uncomfortable, and you know that. Give me,": null, "like, just a couple feet, please.": null, "Aabria leans back.": null, "Andhera: Thank you.": null, "Aabria: Oh, he didn't do it. He just leans back a little bit.": null, "Andhera: Thank you, I will appreciate it that you give me a couple feet.": null, "Aabria: I need you to give me a persuasion check.": null, "Omar: Right, persuasion. I've got three different dice. This will be my": null, "diplomacy dice. All right, here we go.": null, "[players applauding politely]": null, "Aabria: First roll!": null, "[Brennan laughing]": null, "Oscar: What?": null, "Surena: What is it?": null, "Emily: Yeah, baby!": null, "Omar: Now, total, it's a 3.": null, "Oscar: Oh no!": null, "Omar: With a plus 2, that's a 3.": null, "Aabria: Yeah, so we started with a 1?": null, "Oscar: Yo, seriously?": null, "Emily: We're starting off critical.": null, "Lou: If you all applaud for me, I'll stab you. I'll stab you on camera.": null, "Do not clap when I roll.": null, "Aabria: In defiance of your direct wishes, and truly physics, somehow": null, "Advisor closes the distance and is even nearer to you.": null, "Advisor: You're not in charge of the Unseelie Court yet, and I am here": null, "specifically to keep an eye on you, and that's what I will do.": null, "Aabria: And you feel just a little bit of his breath kind of float": null, "across your neck.": null, "Omar: Then I look to him and just really tense up my shoulders a bit,": null, "square out.": null, "Andhera: Actually, I wanted you to get closer, so actually what you did": null, "was what I—I put you into a position where you'd do exactly what I did,": null, "Advisor.": null, "Advisor: Hm.": null, "Andhera: So are you not doing exactly what I said, in a way, if you": null, "think about it?": null, "Surena: [laughing] If you think about it!": null, "Andhera: Because I knew, because I played against—the games we play, the": null, "strategy that I learned.": null, "Advisor: Yes.": null, "Andhera: I used against you.": null, "Advisor: I'm just going to jump in right here and remind you one more": null, "time that you need to double check all of your preparations, and if you": null, "need me to turn down any engagements and invitations that you've been": null, "given.": null, "[mysterious orchestral music]": null, "Advisor: I know you're excited to frolic in the flowers, but I would": null, "kindly remind you of who you represent. You and your sister, Suntar,": null, "need to do your best, because the queen herself will not be debasing her": null, "form with corporeality in order to make an appearance this Bloom.": null, "Omar: I turn back out and I clasp my hands behind me, which takes a": null, "second to kind of shove him out of the way.": null, "Aabria: Yeah, for sure.": null, "Omar: 'Cause he's right up in my business.": null, "Aabria: You just absolutely—you kind of sack tap him and he tilts his": null, "head back.": null, "Omar: And I didn't mean to, and I want to communicate that a little bit,": null, "of, like, just shifting one inch over, and just kind of look out and": null, "laugh.": null, "Andhera: I assure you, Advisor, the only thing that will be debased will": null, "be the… I, the…": null, "Advisor: No, say it.": null, "Andhera: Expecta—the…": null, "Advisor: Mm-hm?": null, "Andhera: It's the…": null, "Omar: Staring out.": null, "        Andhera: Will be the low expec—the low, yeah. [clears throat]": null, "Emily: This is the most perfect representation of a nat 1.": null, "Omar: Thank you, that was my nickname back in high school.": null, "Andhera: The only thing that will be debased, Advisor, is your low": null, "expectations of me. My man.": null, "Omar: And I turn.": null, "Andhera: So, you know, put that in your pipe.": null, "Advisor: [sighs] Thank you for reminding me that I need to pack my pipe.": null, "I'm going to go finish getting ready, and I suggest you do the same.": null, "Andhera: Well, I will. Thank you for that advice.": null, "Advisor: Will you be bringing your beastie with you?": null, "Omar: Yes, he has a yeth hound, which, in case you don't—": null, "Aabria: Yeah, for those—yeah.": null, "Omar: For those who don't know, it's a dog with an old man's face.": null, "Lou and Oscar: Aw!": null, "Omar: No, I'm sorry, that's inaccurate.": null, "Emily: Omar, why did you introduce this?": null, "Omar: I'm sorry, that's actually inaccurate. It's a hound with an old": null, "man's head, is probably the better way to put it.": null, "[Aabria audibly shudders]": null, "Emily: So the whole head, not just the face.": null, "Lou: But in a cute, fun way?": null, "Omar: Oh.": null, "Lou: Like an adorable, fun way?": null, "Omar: Everything's up for interpretation, I suppose.": null, "Emily: What's the hair situation? I need to know.": null, "Omar: Like, a little bit.": null, "Emily: And the ear situation? Human?": null, "Omar: Still a little, we meet in the middle.": null, "Oscar: We meet in the middle?": null, "Aabria: It's a terrible compromise on all fronts.": null, "Lou: I don't think this is adorable. The more he talks, it's not": null, "adorable.": null, "Oscar: So there's like a transition happening.": null, "Surena: It's like an ombre, yeah.": null, "Oscar: Ombre effect.": null, "Omar: You have a free photography editing program, and this was like,": null, "“Oh, this is how I can—like, I'll erase half of this.”": null, "Oscar: Okay.": null, "Omar: And just put it on top.": null, "Oscar: You got the free trial.": null, "Omar: The free trial.": null, "Oscar: Uh-huh, okay.": null, "Lou: I'm so glad our audience will have immediately just gotten a photo": null, "of it and be like, \"Oh, we get it.\"": null, "Aabria: We're in the space figuring out for ourselves. Yes, Advisor's": null, "going to turn on his heels and walk away, just sort of nodding as you": null, "mention bringing your hound, and he leaves you to your own devices to": null, "prepare however you see fit, but I will note that you were under the": null, "impression before that you would be the only one from the Unseelie Court": null, "besides Advisor going, and to find out that your sister, that sort of": null, "ray of light in an otherwise dark court, is going to be there, is new": null, "information.": null, "Omar: I wait for the footsteps to echo out.": null, "Aabria: Takes, like, a good two minutes.": null, "Omar: And I will wait those, mostly because it's that in between time": null, "where you're like, “But if I do anything, he'll know, because he can": null, "hear me, that I waited.”": null, "Aabria: Yes.": null, "Omar: But he probably also knows that I'm standing exactly still, not": null, "making a noise, in order to not indicate that I am waiting. So finally,": null, "when I'm at my peace.": null, "Andhera: Damn. Damn, damn! Are you serious, man? Are you serious?": null, "She's—dammit! Dammit!": null, "Omar: And I kick a piece of luggage.": null, "        Andhera: Damn!": null, "Aabria: It tumbles into the ether.": null, "        Andhera: Shit!": null, "Oscar: What was in that luggage?": null, "Aabria: Yeah?": null, "Omar: Like, my fanciest clothes.": null, "Omar: And I cast Dancing Lights to try to get it.": null, "Aabria: Amazing.": null, "Omar: Yeah.": null, "Aabria: What do your Dancing Lights look like?": null, "Omar: Imagine you can see the inside of a crystal without the external": null, "surface.": null, "Aabria: Oh.": null, "Omar: So everything—when you peer into it, like, if you've ever done": null, "scrying or anything, that's what you're looking at, but there's no": null, "surface to it.": null, "Aabria: Amazing. So yeah, this beautiful, prismatic light that is": null, "unbounded by geometry sparkles and shines, and you see a specific, dark": null, "gust of wind catch your luggage and sort of drop it back in front of": null, "you, and the scent on that wind lets you know that again, the Queen of": null, "Air and Darkness, who rarely debases herself to take a physical form, is": null, "here, and this is one of the kindest gestures you can imagine or": null, "remember in a long time, as she presents your luggage back to you.": null, "[thoughtful piano music]": null, "        Andhera: Thank you, mum, for that.": null, "Aabria: You feel the wind circle around you, and you're at the center of": null, "this small tornado, and it is a little suffocating, TBH. She is tousling": null, "your hair. There's the wind equivalent of cheeks being pinched, and all": null, "of it happening a little too close and a little too cold.": null, "Andhera: Okay, thank you. Thank you, mum. Thank you for all this. Thank": null, "you for getting my bag. I will make you proud, and you will see that I": null, "am the better child out of the two of us.": null, "Oscar: Not better child.": null, "        Andhera: I will be your best boy, going forth.": null, "Aabria: From that, the wind leaves you and makes a little bit of a": null, "strange howling sound as it whips through the loggia that sounds": null, "somewhere between a sigh of resignation and maybe a bit of stifled": null, "laughter, and you're able to continue towards your apartments and get": null, "ready to leave. And we move from twilight to a midnight canopy full of": null, "stars. We move to a world away, the Court of Wonder.": null, "[upbeat orchestral music]": null, "The Court of Wonder is a joyous citadel of celebrations and the home and": null, "hub of those magics that are known by mortals to be miracles, the kind": null, "granted by fairies over tearful prayers in the dead of night, and we": null, "find Gwyndolin Thistle-hop. You are standing in a courtyard sort of": null, "choked with summer lilac, and you're watching dozens upon dozens of": null, "small, winged, lesser fey flitting back and forth, helping the massive": null, "contingent of the Court of Wonder prepare to take off and leave for the": null, "Bloom. And as we see you in this sort of serene step away from the": null, "busy-ness, would you please describe yourself?": null, "Surena: Sure. So Gwyndolin has bright pink, wavy hair that falls down to": null, "her shoulders. She wears the most ridiculous blue, flouncy dress that": null, "bobs as she walks. She has a large dandelion leaf flipping out of her": null, "hair and a beauty mark on the side of her face that is in the shape of a": null, "flower, that she calls a berry mark. She probably looks like a": null, "traditional fairy with her proportions, like Tinkerbell but in the real": null, "world, so it's kind of weird. You know what I mean?": null, "Aabria: Yeah, it's a little wrong.": null, "Surena: Her eyes are too big, her face is too wide. Yeah, it's like": null, "that.": null, "Aabria: You hold in your hand sort of your invitation via the court and": null, "the leaders of the Court of Wonder, the Chorus, inviting you and not": null, "your sister, the Blue Fairy, to this event. Where is she right now?": null, "Surena: I think Blue would most likely be in a fainting room or, you": null, "know, like those fancy rooms where it's a powder room, but it's just": null, "couches, you know what I mean?": null, "Aabria: Yeah, yeah, yeah.": null, "Surena: That's where she hangs out.": null, "Surena: Yeah.": null, "[inquisitive instrumental music]": null, "Aabria: Let's talk a little bit about how you got your invitation,": null, "because Gwyndolin, who goes by her name and no official title, you're": null, "part of this court, though as people sort of walk by, the lesser fey": null, "know to bow and give deference to archfey as they walk. They're not": null, "necessarily doing that with you in this moment. So how did you get to": null, "score an invitation to the Bloom?": null, "Surena: Well, when you're friends with the people delivering": null, "invitations, things can get changed, and so, in that edit, my name was": null, "put on. [a sparkle chimes as Surena smiles]": null, "Aabria: Amazing. So we sort of cut from you in this moment looking down": null, "at your invitation and looking up at all of the preparations happening,": null, "and we cut back to your sister, the Blue Fairy of legend that turned": null, "Pinocchio into a real boy, as she is absolutely ripping your living": null, "room, your sitting room, to fucking bits in her fury at the slight of": null, "not being invited. [sounds of objects clattering and breaking] But": null, "that's a problem for another day.": null, "Surena: Mm-hm.": null, "Aabria: You're here now, and ready to go. And as you move through the": null, "courtyard towards the next steps to leaving, you get a little taste. It": null, "starts in the back of your throat and moves across your tongue to the": null, "very tip. It tastes like lemon, and you know what the taste of lemon": null, "means, and you know who that heralds, and Mika is reaching out to you,": null, "but is now the time for you to pick up this call? You've been tasting": null, "lemon probably once an hour.": null, "Surena: Once an hour?": null, "Aabria: Yeah, for the last two or three days.": null, "Surena: I'm going to find a corner somewhere. There's dark corners": null, "places, right?": null, "Aabria: Sure.": null, "Surena: The darkest of the corners.": null, "Aabria: Give me a Stealth check.": null, "Surena: Great.": null, "[players applauding elegantly]": null, "Surena: Oh, thank you. Wait, no, guys, don't clap!": null, "Lou: That's right, it's mean! It's mean to clap!": null, "Emily: Why?": null, "Lou: Because he got a nat 1.": null, "Emily: I know that.": null, "Surena: That was okay. A 20, but it's a dirty 20.": null, "Lou: Damn!": null, "Oscar: So?": null, "Surena: Thank you!": null, "Aabria: With a dirty 20, your body, your true essence, knows those": null, "liminal spaces and forgotten places, and you find one in shadow easily.": null, "Oscar: Where the music doesn't play.": null, "Lou: Where the sky's light does not shine.": null, "Emily: He can't reach.": null, "Surena: So in that liminal, dark space, I open my mind to communicate,": null, "but I don't—it's just like, you know the spell Message, where it can": null, "only be, like, state your sentence?": null, "Aabria: Yeah.": null, "Surena: That's what I've opened.": null, "Aabria: Okay. You open it. On top of the lemon flavor that you've been": null, "swallowing, it was beginning towards the next step in that reach, that": null, "signaling. You begin to smell cookies full of cinnamon just on the edge": null, "of burning, and then it suddenly goes away as the channels open and you": null, "hear,": null, "Mika: [tinny] Hello? Hello, are you there? Oh no, this is a… Oh shit,": null, "how many, I… How are you? Send the spell again. Plea—?": null, "Aabria: And it gets cut off.": null, "Surena: I panic, because it seems like they're having a thing, right?": null, "Surena: Fully having a thing. And I say,": null, "        Gwyndolin: Give me till the next moon.": null, "Surena: And it's just text that they would receive. They left me a": null, "voicemail and I texted back is essentially what happens.": null, "Brennan: Wow.": null, "Brennan: That's a statement in itself.": null, "Aabria: Once you send off that very brusque text, you feel across the": null, "bond with Mika disgruntled acceptance, but no sort of panic that would": null, "let you think that if you don't intervene in this moment, something dire": null, "would happen. And she tends to... It's obvious that she's in it right": null, "now, but that's kind of her energy.": null, "Aabria: So you're okay.": null, "Surena: Okay.": null, "Aabria: And she seems just sated enough to have heard from you at all": null, "that she lets it go, and you are left once again to your own devices.": null, "Surena: I'm going to get my things together and hurry on board.": null, "Aabria: Amazing. You're one of the first people onboard.": null, "Surena: Yeah, mm-hm.": null, "Aabria: You kind of sit in your corner, your things taken from you and": null, "stored away, and you're able to watch the sort of ingress of all of the": null, "other archfey. You see three hulking, large, ephemeral, a little": null, "translucent-at-the-edge figures wearing masks of theatrical expression": null, "carved from marble look at you. These are members of the Chorus, the": null, "leaders of your court, and they acknowledge you, give a little nod, send": null, "no energy either of curiosity or confusion or acceptance or greeting,": null, "they send you nothing, but regard you and continue to move on to their": null, "places of honor.": null, "Oscar: It’s kind of a big deal.": null, "Aabria: But you're here, and you're on your way, and from there, we go": null, "darker still. We move to dense woods, where the canopy of ancient,": null, "100-boughed trees obscure the night sky above and reflect the orange": null, "glow of a roaring bonfire.": null, "[festive folk music]": null, "Dancing about it are countless humanoid figures of varied heights and": null, "builds, laughing and screaming and throwing bones from the feast that": null, "they're engaging in into the fire and squealing with delight as they": null, "burst with a bang. We cannot see their faces, though a looming sentinel": null, "figure standing a dozen yards away watching this dark rumpus of the": null, "Goblin Court can be made out. Brennan, will you please describe Captain": null, "Hob?": null, "Brennan audibly snaps to attention.": null, "[all laughing]": null, "        Captain Hob: Very good, your ladyship.": null, "Oscar: The thigh slap heard around the world.": null, "Aabria: Truly. Truly.": null, "Brennan: [in a deeper voice] Captain K.P. Hob strikes an imposing figure": null, "as he stands watchful guard over this most sacred and important of": null, "goblin rumpuses. [normal voice] K.P. Hob is a—": null, "Brennan: K.P. Hob is probably by a good measure the largest goblin here.": null, "For folks at home that are familiar with D&D, he's very much a bugbear,": null, "but I think in the Goblin Court, those kinds of delineations between": null, "bugbears and hobgoblins, these are more fey goblins than high fantasy": null, "goblins. So he is very tall, he has that goblin countenance, but a": null, "little bit more animalistic. His nose is a sort of canine or ursine": null, "nose. It looks a little bit more bestial, but it's pressed into a more": null, "regularly flat, humanoid face. He's got the wide goblin mouth, very": null, "fangy and toothy, thick eyebrows, and incredibly long, furry, tufted": null, "ears that are very expressive along with his eyebrows, like, twitch and": null, "move and position as he hears stuff and also very much do the dog, like,": null, "“flatten if I'm sad or guilty, go up if I'm alert.” He's wearing a black": null, "military garb, epaulets, brocade, so black with gold brocade and gold": null, "epaulets, and a blood-red sash decorated with medals and emblems. Under": null, "one hand, he's got a tall cavalry officer's hat and a tall halberd in": null, "the other, very well-kempt and polished, and no pants! He's very furry,": null, "he's got a little—": null, "Oscar: Porky Pigging it. He’s Porky Pigging it.": null, "Brennan: Yeah, he's Porky Pigging it. So, immaculate military uniform,": null, "no pants, because his legs are digitigrade like a cat's, like a cougar's": null, "legs, and he's got a little deer tail that's white on the underside to": null, "help communicate danger to my comrades in arms! And he is rigid, at": null, "attention, marching. It's just between two trees, so it's four steps": null, "from one tree to the next, turn around, four steps back. No interlopers": null, "shall harm or besmirch any members of the Goblin Court while they do": null, "their important work rumpusing!": null, "Oscar: Now, how tall are goblins usually, and how tall are you?": null, "Brennan: I would say the average goblin is between two and three feet": null, "tall, and I think even with his legs that are always kind of bent, K.P.": null, "comes in at around seven feet tall.": null, "Lou: Holy Christ.": null, "Aabria: There was a visceral reaction at the table.": null, "Lou: Well, when you were like, \"two, three feet—\"": null, "Omar: I was gonna say—": null, "Lou: I was like, \"Okay.\"": null, "Oscar: Maybe five.": null, "Lou: Yeah.": null, "Oscar: No, he a freak!": null, "Lou: He a freak!": null, "Oscar: Is he the only one, or are there others that are just as tall?": null, "Aabria: In the description, I said they were of varied sizes. You have": null, "to listen…": null, "Omar: Yeah, but varied comes within, like—": null, "Oscar: Exactly, like two to five.": null, "Aabria: Okay, upper range!": null, "Brennan: I think that the Goblin Court, there are truly some goblins": null, "that are five inches tall and are stealing salt shakers, and then": null, "there's others—": null, "Emily: Aw, that's so sweet.": null, "Brennan: So I think when K.P.—part of the reason K.P. is marching is": null, "whenever he stands still, he becomes a platform for goblin shenanigans.": null, "Oscar: The little fellas! Okay.": null, "Aabria: 100%.": null, "Brennan: As the goblins crawl all over.": null, "Lou: The little fellas.": null, "Oscar: The little fellas.": null, "Omar: The little salt boys.": null, "Brennan: The little salt boys. Yeah, exactly.": null, "Oscar: And has he always been tall? Or did he get a growth spurt?": null, "Brennan: [in Captain Hob’s voice] I do not remember any instance of": null, "spurting growth. I assume I have always been this tall, as this is the": null, "height that I deem necessary for the completion of my tasks.": null, "Aabria: As you say that out loud to no one asking you—": null, "Aabria: I need you to make a Dexterity saving throw as some of the": null, "little salt goblins try to jam chicken wings into your open mouth.": null, "Emily: Oh my god, I'm obsessed with these salt goblins.": null, "Aabria: Trying to get you to…": null, "Brennan presses his hands together pleadingly.": null, "Aabria: Oh, do we need to clap?": null, "Brennan holds up one finger.": null, "[all cheering]": null, "Aabria: Let's go!": null, "Lou: We didn't even need to applaud!": null, "Oscar: We didn’t need to clap!": null, "[Brennan gurgling]": null, "Aabria: Like, three little salt goblins get cooked chicken into your": null, "face, and one goblin gets a small bird, like a quail, like a whole, live": null, "quail in there.": null, "Emily: Okay.": null, "Oscar: A live quail!": null, "Brennan: I go... [sound of wings flapping] [Brennan gulps] [coughs] And": null, "a little feather comes out.": null, "Aabria: Perfect.": null, "        Captain Hob: Thank you, your majesty.": null, "Brennan: I assume this is, like, nobility?": null, "Aabria: I mean, a couple of the salt goblins give a little curtsy and": null, "mock you as they begin to dance down your body and slide off your tail.": null, "[high-pitched mischievous goblin laughter]": null, "Emily: I love them.": null, "Aabria: Because they're not nobility. But the one that jammed the quail": null, "in there actually is going to hop off and move to his full height. He's": null, "a little bit shorter than you at six and a half feet tall, and this is": null, "the Goblin King.": null, "        Captain Hob: Your majesty!": null, "        Brennan taps the floor, smacks his forehead, and claps forward.": null, "Surena: Is that your salute?": null, "Brennan: That's the salute. Click your heels, smack your head, clap at": null, "the person. That's the goblin salute.": null, "Aabria: He gives you a little bow and then goes… [gibbering shrilly]": null, "Also with you.": null, "Captain Hob: Ha! I see I have been invited to rumpus! Very well, your": null, "majesty!": null, "Brennan: And I'm going to punch a tree in half.": null, "Aabria: Yes, give me an attack roll. Please kill this tree.": null, "Brennan: Nat 20!": null, "Emily: Oh my goodness.": null, "Emily: I love it.": null, "[steady drum music]": null, "Aabria: You punch the center of this tree, and it kind of crumples in on": null, "itself and buckles, and then it shatters apart and sort of rains down": null, "wood chips on everyone around.": null, "Emily: Ooh!": null, "Aabria: The Goblin King himself offers you a polite bow, trying to": null, "mirror your rigid formality for once, and speaks.": null, "        Goblin King: Are you prepared for your mission at the Bloom?": null, "Captain Hob: Your majesty, I await the mission with utmost earnestness": null, "and zeal. It is an honor to serve at your pleasure, your majesty.": null, "Brennan: Drop to one knee.": null, "Goblin King: Oh, oh, you're just going to keep doing it. Okay, up. Up,": null, "let's go all the way back up.": null, "Captain Hob: Yes, your majesty.": null, "Goblin King: I need you to remember, you are an honored and revered war": null, "hero not just in our court, but across the realms in general, and there": null, "will be expectations of you. What you are there to do, who you are there": null, "to protect, who you are there to... Well, we don't need to speak about": null, "it here, but I am trusting you with Boil and Blemish. You will guard": null, "them with your life.": null, "[low percussive music]": null, "Captain Hob: As you will it, sire. It is my fondest hope that I might": null, "die doing as you have ordered me to do.": null, "Aabria: The Goblin King's smile goes feral, and as the skin sort of": null, "splits away all the way to his ears, it reveals row after row of": null, "shark-like teeth, and his eyes go over black, but not reflecting any of": null, "the glow of the light, and he reaches behind him, quick as a flash, and": null, "grabs one of the smaller goblins, maybe only two feet tall, pierces": null, "through his ribcage, grabs his very heart, and rips it out.": null, "Oscar: Oh, gosh.": null, "Aabria: Crushing it and covering his hand in green-black blood, which he": null, "decorously, gently wipes across your face as a blessing.": null, "Brennan: Single tear.": null, "Captain Hob: You honor me, your majesty. I speak not only for myself but": null, "for the goblin you have just mercifully killed. We are forever in your": null, "debt.": null, "Oscar: Was that a salt goblin that y'all killed?": null, "Emily: No no no, they're five inches. I was watching, five inches.": null, "Oscar: Pinch of a heart.": null, "Lou: But there we go, there's that Blumhouse Blum.": null, "Aabria: There you go!": null, "Lou: There's that Blumhouse Blum. Goddamn!": null, "Aabria: He holds your gaze for a couple long moments, assessing you and": null, "seeing something kindred in your stillness, but your ferocity.": null, "Captain Hob: Sire, I know that questions as to my mannerisms have": null, "sometimes floated about the Goblin Court. I am perhaps more rigid in my": null, "form and behavior than it would be right for a goblin to be, but know": null, "that I follow the code of goblin chivalry with every fiber of my being,": null, "and have dedicated myself to mischief, mayhem, sneakery, rumpus, and": null, "ruin. With all my might, I shall not fail you in this endeavor.": null, "Aabria: He takes a little step away, sort of leaving his space": null, "interposing you from the bonfire, and gestures with that still bloody": null, "hand.": null, "        Goblin King: Prove it. We leave on the morrow.": null, "Captain Hob: Very well. Mayhem. It's time for it. Here we go.": null, "[muttering] Remember the code of goblin chivalry. Mayhem. [clears": null, "throat] A true goblin never does as he's told, never tells as he's done,": null, "and never follows a rule, least of all this one.": null, "Brennan: And he takes his halberd and just throws it through a nearby": null, "goblin. [metallic slash as Brennan battle-cries]": null, "Aabria: Make an attack roll.": null, "Oscar: Oh boy.": null, "Brennan: That's going to be a 17.": null, "Aabria: Oh yeah, a 17 absolutely catches a dancing, five foot tall": null, "goblin.": null, "Lou: Thank god. He's tall, he's tall!": null, "Oscar: Yeah, it's not a little salt shaker goblin.": null, "Surena: Calm down.": null, "Lou: He's tall! Don't worry, he's tall!": null, "Omar: The salt boys are safe.": null, "Surena: Salt boys!": null, "Oscar: The salt boys are safe.": null, "Surena: Super safe.": null, "Aabria: And it pierces just sort of through the back of this goblin with": null, "long, shaggy fur covering their entire body just above their left hip,": null, "and they wheel around, actually spinning the handle of your halberd into": null, "the fire, and wheel and face you.": null, "        Captain Hob: Medic!": null, "Brennan: I leap to help this person, and I pull the halberd out of them": null, "and I say,": null, "Captain Hob: Brother, I am so sorry. I am so sorry I have injured you. I": null, "wanted to do it, so it was right! I do whatever I want! I'm a goblin!": null, "Are you hurt?": null, "Injured Goblin: No.": null, "Captain Hob: Oh, good!": null, "Aabria: And he spits blood in your face, pushes you away, lets you take": null, "the halberd, and keeps dancing.": null, "Brennan: When I get blood in my mouth, I go... [gibbers] And I wrestle": null, "this goblin. [snarls] And I just start biting.": null, "Aabria: Amazing. And sort of as the Goblin King laughs on, we kind of": null, "move out and away, but I do want to ask one question, sort of once the": null, "frenzy of this moment has passed. Hob, what is foremost of mind? You": null, "know that your job here is one of a sentry, a sentinel watching out, so": null, "you are attenuated to the truly myriad rumors that fly about the courts,": null, "and you've had to pay attention not because you necessarily find them": null, "interesting, but because they are vital intel that will keep your": null, "charges alive. What interests you most in this moment?": null, "[contemplative string music]": null, "Brennan: Knowing that I will be accompanying Boil and Blemish, our most": null, "clever goblin nobility, to the Bloom, it remains ever on Captain Hob's": null, "mind that the military victories he won for the Goblin Court in their": null, "battles against the Unseelie afforded them the ability to enter into a": null, "very advantageous political marriage, and everything was set for the": null, "Princess Grabalba of the Goblin Court to be wed to Prince Apollo of the": null, "Court of Wonder, until, on the day of its announcement, before it was": null, "announced, everything was canceled. The plug was pulled. Someone behind": null, "the scenes at the Court of Wonder ended what would've been a huge": null, "political victory for the Goblin Court, so Captain Hob has the names of": null, "who we think is responsible for taking our hard-won victories, and": null, "specifically my hard-won victories, and making them fruitless and having": null, "happened in vain.": null, "Aabria: Amazing. So as you sort of turn on that and think about it, and": null, "you wrestle in the frenzy with this already be-stabbed goblin, you look": null, "up and you see, at the edge of the firelight, Viscountess Grabalba": null, "herself, ripping these small, golden peonies petal by petal and throwing": null, "them in the fire. She's not running or dancing or laughing, she's just": null, "burning them, and you know that those were a flower associated with": null, "Prince Apollo specifically, and you make a little bit of eye contact in": null, "that moment. She gives you a nod.": null, "Captain Hob: I will avenge your honor.": null, "Viscountess Grabalba: For ruin.": null, "Captain Hob: And rumpus!": null, "[Brennan imitating thudding blows]": null, "Captain Hob: Let me smash that barrel! I'm sorry! No, I wanted to!": null, "Aabria: And on and on it goes.": null, "[adventurous orchestral music]": null, "Aabria: So we move from there now to the scene of our tale, a massive": null, "tidal island just off of the coast of the Sea Foam Court's seemingly": null, "endless, sandy beaches. It's daytime in a gorgeously appointed castle": null, "central and topping this island like the highest tier of one of the": null, "hundreds of cakes that you, Rue, are responsible for to have brought": null, "with you. You are the emissary of joy, a member of the Court of Wonder,": null, "but somehow separate from it, a little beyond it. You've been here for": null, "weeks, not just at the request of the nobility of the Court of Sea Foam,": null, "but you go where the energy leads you, and you were the first one to": null, "feel the Bloom coming on years ago, and you began laying the": null, "preparations down, putting the right pieces in place, and now, it's the": null, "day.": null, "Oscar: It's the day.": null, "Aabria: Everything's here. Everything's exactly the way you would have": null, "it to be, and therefore, perfect. Rue.": null, "Oscar: Mm!": null, "Aabria: So, you are looking out over this beautiful thing that you have": null, "wrought via your effort and artistic abilities, and you see a figure": null, "approaching you. It's a satyr with a little piebald deer coloration,": null, "almost galloping up to you. You can see her wide, terrified doe eyes": null, "from yards and yards away. This is your assistant Wuvvy, and as she": null, "gallops, her pure white curls bounce and reflect the beautiful summer": null, "sun, and we sort of follow her as she comes up to whisper something in": null, "your ear about something she's panicking over that is probably fine, and": null, "you take it with all of that good grace and we sort of follow the camera": null, "from her lips to your face. Delloso de la Rue, will you please describe": null, "yourself for us?": null, "[elegant orchestral music]": null, "Oscar: Okay, so Rue, as everyone calls me.": null, "Aabria: Of course.": null, "Oscar: Is decked out in theme in honor of the Sea Foam Court. They're": null, "wearing a gorgeous, light blue sort of bodysuit. Skintight, very Britney": null, "Spears in the \"Toxic\" video.": null, "Aabria: Yes!": null, "Oscar: Glittering, dazzling. Also, the ensemble is an ode to The Birth": null, "of Venus.": null, "Aabria: [unfurls fan] Yes, continue. This is good for me.": null, "Oscar: You think it's just a bodysuit, but oh no. On the bottom, you see": null, "that it is in fact a mermaid dress that rises up in a beautiful taffeta": null, "in the shape of the shell from the painting, you know?": null, "Aabria: [groans] Incredible.": null, "Oscar: Their skin is a beautiful light green color.": null, "Oscar: Their hair cascading down. Sea foam, of course.": null, "Aabria: Of course, of course.": null, "Oscar: Beautiful elfin ears, eyes correct.": null, "Oscar: Brows done, you know?": null, "Aabria: Look, let me be very clear, I did say this was a fashion game,": null, "so you are going to be making all persuasion checks for the rest of this": null, "session at advantage.": null, "Emily: Yeah!": null, "Aabria: We love a fit. Incredible. So yeah, Rue, Wuvvy is whispering in": null, "your ear and is just,": null, "Wuvvy: Every archfey that was supposed to be here from every court worth": null, "knowing has arrived, except... The Lords of the Wing. They're not here": null, "yet.": null, "Rue: The Lord of the Wings always like to make an appearance.": null, "Wuvvy: Yes.": null, "Rue: They will be here.": null, "Wuvvy: Right, but we had a place for them, and they're not here.": null, "Rue: Wuvvy, breathe.": null, "[Wuvvy wheezing]": null, "Rue: Inhale, exhale. Inhale.": null, "Wuvvy: Again?": null, "Rue: Yes. And exhale. You're getting better at these, Wuvvy. I'm proud": null, "of you.": null, "Wuvvy: Thanks.": null, "Wuvvy: Okay.": null, "Rue: They will be late, and that is to be expected. If they arrive later": null, "than expected, go to plan Q.": null, "Wuvvy: Oh.": null, "Rue: Mm-hm.": null, "Wuvvy: Are you sure?": null, "Rue: Absolutely.": null, "Wuvvy: Okay. Okay.": null, "Aabria: And you see her little doe tail is wagging. She's very excited.": null, "        Wuvvy: Also, this came for you.": null, "Aabria: And as she reaches into her little satchel and offers up a note,": null, "there's no wax seal or colors to describe on first glance where it came": null, "from, but the slickness and fineness of the vellum would suggest that": null, "this is of archfey origin.": null, "Rue: Okay, but not an official letter.": null, "Wuvvy: No, it's just a little note.": null, "Rue: Wuvvy, would you care to read it to me, please?": null, "Wuvvy: Oh, I can... You're gonna let me read it?": null, "Rue: Of course. There's no secrets between us.": null, "Wuvvy: I love this, and you, so much. [clears throat dramatically] “Your": null, "presence is requested on the northern lawns for a small gathering.”": null, "Aabria: And she flips it over.": null, "Wuvvy: That's the whole note.": null, "Rue: Huh. Hm.": null, "Wuvvy: I'm sorry.": null, "Rue: No, no, it's not, and who sent you this letter, Wuvvy?": null, "Wuvvy: It was just on the pile with all the scrolls, all the courts that": null, "were saying that they've arrived.": null, "Rue: My schedule is quite busy, I'm packed, but I can't turn down an": null, "invitation, and a mysterious one at that, I'm intrigued.": null, "Wuvvy: I could take things off your plate.": null, "Rue: Would you?": null, "[Wuvvy squeaks]": null, "Rue: I think I'll see to this meeting.": null, "Wuvvy: [excited bleating] Thank you.": null, "Rue: No, thank you, Wuvvy.": null, "Aabria: She just takes off. She is at a full gallop, occasionally": null, "stumbling over big marble stairs and going on all fours and sprinting": null, "off in a direction.": null, "Oscar: I chuckle to myself.": null, "        Rue: That is so Wuvvy.": null, "Emily: “I think I'll see to this meeting.” So funny!": null, "Aabria: So yeah, this wasn't a time-bounded invitation, but now that": null, "Wuvvy's sort of taking things off of your plate, there's nothing really": null, "left for Rue to do. They can sort of—": null, "Oscar: May I scope and see what is around me in terms of, is anything": null, "out of the ordinary? Is everything perfect?": null, "Aabria: Everything is perfect. The only thing you see—it's not in flux,": null, "it's just being built up, is that at the southern end of the island, you": null, "see a hole is being bored into the seawall, and the tunnel that's going": null, "to lead out to tomorrow's hunt is being excavated, and that's right on": null, "time and right in line with your expectations and what should be": null, "happening now.": null, "Oscar: Okay, I look at the scenery and I take it all in. It's a very big": null, "moment for Rue.": null, "Oscar: And I smile, because it's here, it's happening. This is the": null, "Bloom. And I find my hands shaking a little. I get nervous, a little": null, "bit, because I want the Bloom to be the best there is. That's what I do.": null, "That's what I'm good at. But this one, there's something about it that,": null, "slightly, something feels special, more special than the other Blooms.": null, "And I take a deep breath, and I exhale like I told Wuvvy to do, and": null, "yeah, I slowly make my way to the destination.": null, "Aabria: Amazing, so we sort of follow you as you move down from the sort": null, "of edge of this palace at the top of the tier cake of this tidal island,": null, "and you pass, and everyone that sees you, especially everyone that's": null, "putting last touches on bouquets and ribbons and lights for later, give": null, "you not just a bow or a curtsy, but a bright, beaming smile to have been": null, "in your presence even for a moment, Rue. And we move across and around": null, "to the northern lawns in the shadow of this massive palace, where we": null, "actually find all four of you. Andhera, Hob, Rue, and Gwyn, you also": null, "received this sort of invitation that lacked any sort of signature or": null, "designation. You're not sure if this was an invitation that was": null, "originally meant for your sister, but you're here now, and you all are": null, "standing amongst maybe a dozen or so archfey. They've sort of started": null, "clumping together, and the four of you find yourselves standing close": null, "enough that the lawn itself begins to sprout, and it grows these": null, "beautifully ornate, wrought iron chairs, and it blossoms a massive": null, "mushroom for a table for you four to sit and talk to one another before": null, "whatever happens, happens.": null, "        Captain Hob: Allow me.": null, "Brennan: And I'm going to, my arms go all the way down to my ankles. My": null, "fingers go from my shoulders to my ankles when I'm standing straight up,": null, "so I just pull out all three chairs pretty messily for everyone else.": null, "One falls over. Pick it up.": null, "Captain Hob: After you, all three. You, welcome to—I'm also new here.": null, "Rue: You must be Lieutenant Hobs.": null, "Gwyndolin: Yes, that's exactly who you are.": null, "[Captain Hob clears throat]": null, "Gwyndolin: I'm Gwyndolin—": null, "Captain Hob: Captain Hob.": null, "Gwyndolin: Oh.": null, "Captain Hob: But yes, well met, delegates of the Court of Wonder. I see": null, "that the decorations are splendid as ever. You have truly outdone": null, "yourselves.": null, "Gwyndolin: Good job. [applauds]": null, "Rue: Oh, thank you.": null, "Gwyndolin: You did this.": null, "Rue: I did. Well, I had a small part. I have many people helping me out,": null, "but thank you very much. Please, let us all sit.": null, "Aabria: Rue, can you do me a favor and make a History check for me?": null, "Oscar: Mm. [cackles] Oh boy. That is a 5.": null, "Aabria: With a 5, yeah, that deserves a bad, sad applause.": null, "[all applaud mildly]": null, "Aabria: With a 5, you regard this fey. You recognize her as a member of": null, "your court, but you do not recognize her.": null, "Oscar: Mm-hm. My eyes stay on Gwyn as I take my seat.": null, "Surena: My eyes are also locked on your eyes as I take my seat.": null, "Oscar: Our eyes are locked together as we both take our seats.": null, "Brennan: Can I make an Insight check?": null, "Aabria: Yes, please.": null, "Brennan: As to what the hell this is?": null, "Aabria: I'll give you advantage on this because I…": null, "Brennan: Insight is my favorite skill in D&D, and this character has a": null, "+1 to it.": null, "Aabria: Oh my, no!": null, "Brennan: That's an 11.": null, "Aabria: Ooh. What were you looking for in the specific?": null, "Brennan: I want to know if Captain Hob can clock that Rue and Gwyndolin": null, "are regarding each other having never met before.": null, "Aabria: You know what, give me either Deception or Performance.": null, "Oscar: Mm, okay.": null, "Surena: Both of us?": null, "Aabria: No, you're good.": null, "Surena: I'm good, nice.": null, "Aabria: You know Rue.": null, "Surena: I do.": null, "Aabria: Everyone knows Rue.": null, "Oscar: Okay, so that's a 2, but I have a Performance bonus of 11.": null, "Omar: What?": null, "Surena: What?": null, "Aabria: The differential on that was buck wild. Okay, so with a 13, I'm": null, "going to say you catch a glimmer, Hob, that Rue sort of internally is": null, "moving through and trying to place a person, and then sort of puts on": null, "that generalized, like, \"Oh, hello.\" There's not quite a glimmer of": null, "recognition, but that kind of generalized kindness.": null, "Brennan: Copy.": null, "Captain Hob: [gestures to Andhera] Oh, your majesty, well met, and I": null, "hope you are enjoying the early festivities of the Bloom as well.": null, "Omar: Andhera sits down and leans the fuck back. Just one arm up,": null, "complete spread of the legs, and just smiles.": null, "Oscar: Complete.": null, "Omar: Complete, like a full on—": null, "Emily: What a wild detail!": null, "Omar: How much space?": null, "Oscar: We're talking obtuse angles!": null, "Emily: What's the pants situation like? Or are we summer shorts?": null, "Oscar: Yeah, what's the deal down there?": null, "Aabria: Yeah, what's going on?": null, "Lou: How sexy we got?": null, "Omar: I think it is... No, 'cause they come from a cave system, so I": null, "think our regal attire is a full-on shalwar kameez kind of thing, so it": null, "is pantsed up, with, like, form-fitting cloth.": null, "Aabria: Yeah.": null, "Omar: But it is, you know, attuned to their body. So it's not being": null, "indecent, is what I'm saying, currently.": null, "Aabria: No, yeah, okay.": null, "        Captain Hob: I'm not familiar with pants.": null, "Oscar: Yeah, how are you sitting?": null, "Brennan: It's clear I broke my chair before you guys got here, so I have": null, "taken a section of, I guess just a bush, and ripped it out of the ground": null, "and put it, and I'm seated. For a big guy, it's crazy how much K.P.'s": null, "knees touch while he's sitting. Knees together, back straight, arms at": null, "the side.": null, "Lou: Like clearly in pain. This is not comfortable.": null, "Brennan: I look like I'm inviting people to sit on the subway next to": null, "me.": null, "Surena: Taking up the least amount of space.": null, "Omar: Please, there's clearly space.": null, "Brennan: Because he's got big guy body of, like, “oh, I already know": null, "that I'm taking up space.”": null, "Captain Hob: Here, welcome. Seems comfortable.": null, "Andhera: Captain, it's good to see you again.": null, "Captain Hob: It has been some time, I believe, since last we beheld each": null, "other.": null, "[Andhera laughs]": null, "Omar: And he laughs out to the air.": null, "Andhera: Yes, I would agree with that assessment.": null, "Rue: The last time. Care to explain?": null, "Gwyndolin: Yeah, tell us.": null, "Andhera: I didn't realize they were listening.": null, "Gwyndolin: Well, you're very loud.": null, "Rue: Yeah, and we're very close to each other, as well.": null, "Gwyndolin: You're a loud speaker.": null, "Andhera: It was your fight, Captain. I'll allow you to…": null, "Captain Hob: Well, as they say, it takes two to waltz. But, you know, it": null, "was both of our fight. We met, we traded blows, the prince and I, during": null, "a skirmish at the Battle of Briar Falls in the conflict between the": null, "Unseelie and Goblin Courts some years ago. But all that has since been": null, "settled, and we've come to diplomatic relations. A toast! To wine!": null, "Oscar: May I have a History check on that specific battle?": null, "Aabria: Yes, absolutely.": null, "Oscar: As to what happened?": null, "Aabria: Hundo P.": null, "Oscar: Please give me a high number, no more 2s! Ooh, okay.": null, "Emily: Okay, good, 'cause that's the dice I gave you. I put that shit": null, "out on the new moon, and it is not delivering.": null, "Oscar: No, this time it did. It's a 16.": null, "Aabria: Give me the tenor of your thoughts and your recollections here,": null, "and I'll give you extra information. What are you trying to recall?": null, "Oscar: Okay, yes. So I'm trying to recall if this battle was written in": null, "textbooks, what would they have written about?": null, "Aabria: Yes, this was sort of—he downplayed it, but this was one of the": null, "biggest and most well known skirmishes between the Unseelie and the": null, "goblins.": null, "[curious string music]": null, "It is very hard to truly kill high level fey, and this was one of those": null, "battles that decimated both courts, and there are rumors and stirrings": null, "about the fight between K.P. and Andhera, and that the young prince was": null, "knocked from his mount and at Captain Hob's sword point, and Hob": null, "declined to finish him.": null, "Oscar: This is a rumor?": null, "Aabria: There's no textbooks about this, just what people hear and what": null, "they say, and as you're recalling this, all of you would notice that the": null, "other archfey that are here at their own little tables, at the beginning": null, "of this discussion, have grown quiet and are absolutely listening in.": null, "Andhera: Yes, I think a toast would be quite fitting. To…": null, "Gwyndolin: New friendships?": null, "Andhera: New friendships, and getting better at a double-bladed scimitar": null, "over time, Captain, which I will let you know has been happening quite a": null, "bit in your militaristic absence.": null, "Captain Hob: To new friendships, and to training with double-blade…": null, "Gwyndolin: To training with scimitars, and…": null, "Captain Hob: Scimitars—": null, "Gwyndolin: Sharpening those scimitars.": null, "Captain Hob: In your—in my military absence.": null, "Andhera: Considerably have gotten better at it.": null, "Gwyndolin: And… good.": null, "Aabria: And as you all sip from your glasses, the reflection of the sun": null, "off of the beautiful cut crystal—I need everyone to make a Perception": null, "check.": null, "Omar: Okay.": null, "Surena: Natural 20.": null, "Aabria: Hey! Woo!": null, "Emily: Is that the first crit? No, you had the first crit.": null, "Lou: First crit's on a tree.": null, "Emily: The first crit belongs to Brennan.": null, "Oscar: On the tree, that's right.": null, "Omar: 12.": null, "Oscar: 16.": null, "Brennan: 5.": null, "Aabria: Oh no. Hob, you never get there. But it starts with Gwyndolin.": null, "You're sort of sipping in your glass, and you notice that reflection of": null, "the sun, and you look up towards it, and you see something shadowed": null, "against it, and your eyes turn up, as do yours, and finally you follow": null, "it up to perceive…": null, "[curious instrumental music]": null, "        Captain Hob: [enthusiastically lapping at drink] What?": null, "Oscar: I tap him.": null, "        Captain Hob: Huh? Huh!": null, "Aabria: As what is resolving from a single smudge on the surface of the": null, "sun into movement as a thousand thousand birds surround something large": null, "and looming.": null, "Omar: Andhera puts their hand over their cup.": null, "Captain Hob: Oh goodness. Well, someone throw a tarp over the buffet!": null, "Rue: It's fine. I have it handled.": null, "Captain Hob: Hm!": null, "Aabria: Once they sort of get into range and start actually throwing": null, "shadows across the lawn and block out the sun properly, you can hear": null, "birdsong as birds that, some of them shouldn't sing, and some of them": null, "do, gloriously, are all chiming this beautiful, lilting melody in": null, "harmony together as they surround and escort a massive nest that is": null, "being carried through the sky, and it's going to take a good 8 to 12": null, "minutes for this thing to move all—": null, "Lou: It's closer to 12.": null, "Brennan: It's closer to 12!": null, "Aabria: It's closer to 12.": null, "Lou: We're blocking out the sun for a full 12 minutes. That's why we": null, "picked the birds that don't sing.": null, "Aabria: A bunch of pelicans doing their damndest to carry the weight.": null, "[Oscar singing croakily]": null, "Emily: Oh yeah, there's some weird birds in there that shouldn't sing.": null, "Aabria: As a massive nest that you all know belongs to the Lords of the": null, "Wing is set down upon the northern lawn, and immediately, all the birds": null, "go to roosting over every plant, over the nest themselves, Hob, you sit": null, "so straight that four birds are like, “that must be some kind of": null, "statue,” and just absolutely post up.": null, "        Captain Hob: Goblins do this all the time as well.": null, "Aabria: As two figures, on their own time, at their own schedule—": null, "Emily: I think we're essentially on a chariot ostrich that's being": null, "carried by doves.": null, "Lou: You heard her. A chariot ostrich that's being carried by doves.": null, "Brennan: So the ostrich isn't pulling the chariot.": null, "Lou: No!": null, "Brennan: The ostrich is the chariot.": null, "Lou: Yes!": null, "Aabria: The ostrich is the chariot.": null, "Lou: Let us be clear! Ostrich chariot, pulled by doves.": null, "Aabria: So there's doves in the front and you're just posted, you're on…": null, "Are you sharing an ostrich, or—": null, "Lou: Of course not! Two ostriches! Two separate collections of doves": null, "pulling said ostriches!": null, "Omar: Are the doves like sleigh dogs?": null, "Emily: Yeah.": null, "Aabria: They've got big husky energy. They're like... [panting]": null, "Brennan: How many doves does it take to pull one ostrich?": null, "Aabria: Roll 3d10. Roll 3d10.": null, "Brennan: If you roll a 3 and it's three doves…": null, "Lou: I'm assuming we have different weights, so.": null, "Emily: 18.": null, "Aabria: 18 doves on the one on the left.": null, "Lou: Yours only takes 18?": null, "Emily: 18, yeah, from 3d10.": null, "Lou: From 3d10, yours only takes 18? Mine takes 25.": null, "Oscar: Whoa.": null, "Aabria: That's so many doves.": null, "Chirp: Hi-yah! Hi-yah!": null, "Squak: Hi-yah!": null, "Captain Hob: I know it's a lot of doves, but it seems like it should be": null, "more doves, frankly.": null, "Aabria: And since you are less obscured by doves, will you please": null, "introduce yourself to the group?": null, "Emily: Yeah, Lady Chirp Featherfowl, Countess of Cluckingham. She's sort": null, "of based off of a Victoria crowned pigeon, so if anyone were to Google": null, "that, or perhaps post could even share a picture of one.": null, "Aabria: Right here. [bird squawking and feather rustling as an image of": null, "a crowned pigeon is edited into Aabria’s hand]": null, "Emily: Basically I have kind of pale blue skin, a fancy crown of": null, "feathers, I've got a cloak of raven's feathers, a bustier of peacock": null, "feathers. I've got a sleeve tattoo of birds of paradise flowers.": null, "Emily: And then I've also got a feather sword that I can kind of whip": null, "out like a fan.": null, "Emily: And then whip back in.": null, "Oscar: Like a butterfly knife?": null, "Omar: Like a switchblade situation.": null, "Emily: Yeah, yeah.": null, "Surena: That's so cool.": null, "Emily: And I can also fan myself with it, and I can also kill people": null, "with it.": null, "Emily: Oh, I also think the bird has almost—it's like eyeliner, almost.": null, "It almost looks like a masquerade mask.": null, "Aabria: Love a description. Go ahead and take advantage on Deception for": null, "the rest of the session. And beside you, your darling cousin.": null, "Lou: Yes.": null, "Aabria: Please introduce yourself.": null, "Lou: There stands Lord Squak Airavis, Earl of Peckersburg. If you want": null, "to go ahead and track this and throw a nice little picture of a bird": null, "next to me, it'll be the secretary bird. Whip thin, truly 105 pounds": null, "wet, yet six feet tall. Dark, deep black, high boots into trousers, kind": null, "of almost an ombre lightening up gray into white, wearing a kind of": null, "rich, green waistcoat into—is it called a cravat? Is that what it is?": null, "Aabria: Yeah! Probably?": null, "Lou: I think, for the occasion, wearing a cravat that is like clouds": null, "over ocean and kind of illusory in that way of just a soft white up top": null, "with a gentle blue underneath that slightly moves along with the wind,": null, "wearing a giant cape of black raven's feathers that kind of extends—": null, "Chirp: Cousin, we're wearing the same cape!": null, "Squak: Well, I thought it would be striking.": null, "Chirp: You're right, actually. It's fantastic.": null, "Lou: Into just a very sharp, incredibly sharp features with kind": null, "of—around his eyes, just kind of gilded makeup that comes out and then": null, "in and then just kind of all the way around into hair that is pulled": null, "back and sleek on top, and then kind of poofs out in the back into a": null, "bunch of, again, kind of ombre, these white tendrils that end in black": null, "tips, astride his ostrich chariot pulled by 25 beautiful doves.": null, "[whimsical classical music]": null, "Aabria: You both come down and as you sort of land at the bottom and": null, "enter onto the lawn, you see their retinue. Dozens of bird-like": null, "humanoids and bird people sort of file out, and they're kind of looking": null, "around and talking amongst themselves and nodding, and one of them sort": null, "of leans in between you.": null, "Bird: A success. Everyone you wanted to be here is here for your": null, "arrival.": null, "Chirp: Fantastic. Cousin, I think we should do an announcement.": null, "Squak: Of course.": null, "Chirp: Okay. [clears throat, then pauses] [clears throat more": null, "emphatically]": null, "Emily: I'm making a lot of noises to make sure everyone shuts the fuck": null, "up.": null, "        [Squak clearing throat theatrically]": null, "        [Chirp clears throat]": null, "Aabria: All of the birds start squawking loudly.": null, "Squak: No, you're drawing focus.": null, "Chirp: You're drawing focus.": null, "Squak: You're drawing focus.": null, "Chirp: Yeah, yeah, okay.": null, "Aabria: And they all get quiet.": null, "Chirp: Hello. [laughs] It is I, Lady Featherfowl.": null, "Squak: And I, Lord Airavis.": null, "Chirp: Now, I know that perhaps we have had in the past a reputation of": null, "being rakes and scoundrels and scamps and rapscallions and—": null, "Squak: We've ruined many a Bloom for many of you.": null, "Chirp: And made some better. I'm looking at some of you.": null, "Aabria flips her off.": null, "Chirp: This year, however… Okay, you know what? I just didn't return the": null, "feelings, okay?": null, "[Aabria exhales shakily]": null, "Aabria: Starts crying, runs away.": null, "Chirp: This year, I just wanted everyone to know that the Lords of the": null, "Wing have matured a bit, and we seek not just carnal pleasures, but a": null, "love match.": null, "Crowd: Love match, love match? A love match?": null, "Squak: Indeed, we are here in hopes of making amends as to our past": null, "behavior.": null, "Chirp: Mm-hm.": null, "Squak: As well as to find someone who might betroth both me and my": null, "cousin.": null, "Chirp: Separate people, though.": null, "Squak: Separate people.": null, "Chirp: Separate people.": null, "Squak: We have done a lot of that in the past.": null, "Aabria: A couple fey look hella disappointed.": null, "Chirp: We have, but this time, separate.": null, "Squak: Separate.": null, "Chirp: Separate.": null, "Chirp: Separate. [laughs]": null, "Aabria: And you hear from the back,": null, "        Onlooker: I demand satisfaction! I demand satisfaction.": null, "        Chirp: Does that mean something to you, cousin?": null, "        Squak: I am not sure.": null, "Lou: Can I make a perception check to see—": null, "Aabria: Yeah, absolutely.": null, "Lou: Who is it that demands satisfaction?": null, "Chirp: I mean, satisfying other people is my kink, as we all know.": null, "Squak: I have satisfied many of you, yet it does not normally come in": null, "this space.": null, "Lou: That is a 9. So I'm more thinking about, yeah, who have I satisfied": null, "here?": null, "        Squak: I've satisfied you…": null, "        Chirp: You, you.": null, "        Squak: I've satisfied you.": null, "Aabria: You see one person raise their hand.": null, "Squak: Yes, very much so.": null, "Satisfied Person: Yeah.": null, "Chirp: You know, a lot of bird calls are actually based off of the": null, "sounds that you all make when you orgasm.": null, "Squak: You're welcome.": null, "Chirp: You're welcome.": null, "Squak: Again, just in case you forgot, our grandfather…": null, "Chirp: Invented birds. So.": null, "Aabria: All of the birds that are here all sing a beautiful trill": null, "together at that announcement, as they were trained to do.": null, "Squak: Of course. Grandfather, he is alive, but also looking down on us.": null, "Chirp: So when we look to the sky, it's not because he passed, it's": null, "because we live in the sky.": null, "Squak: Yes, the Lords of the Wing are powerful as ever. Grandfather is": null, "very much alive.": null, "Chirp: Yes, Grandfather is alive.": null, "Aabria: You have got to—I need an Insight check against your Deception.": null, "Omar: Yeah, 100%.": null, "Aabria: Everyone. Please, please make an Insight check.": null, "Oscar: Ooh, a nat 20, baby. [triumphant chord]": null, "Emily: I did get a 24 on my Deception.": null, "Aabria: What's your total even past once you add your bonus?": null, "Oscar: 24.": null, "Aabria: Oh, okay, a tie.": null, "Surena: 19.": null, "Aabria: 19.": null, "Omar: 18.": null, "Chirp: I love your bodysuit.": null, "Rue: I love your cape.": null, "Arabia: Oh no!": null, "Chirp: Thank you.": null, "Rue: Is it a new sleeve?": null, "Chirp: New sleeve? No, it just keeps getting bigger.": null, "Rue: Oh.": null, "Chirp: Yeah, yeah. It started with one birds of paradise flower, and": null, "then just keep adding them.": null, "Omar: I will add, though, Andhera goes to cast Zone of Truth but stops": null, "at the last second and just looks around. It's not the place. Wanted to,": null, "but not the place.": null, "Aabria: You actually see, as you put your hands down, at the very edge": null, "of this lawn line, there is a beautiful marble bust, and you see,": null, "leaning away from it, is Advisor, who goes…": null, "        Aabria shakes her head.": null, "Aabria: And then leans back and disappears behind it.": null, "        Andhera: He was standing back there the entire time.": null, "Aabria: But I will say, Rue, you're the only one that clocks, and it's": null, "very faint, they're so aggressively gregarious that you're like, “oh,": null, "there's something rotten here.”": null, "Oscar: Hm.": null, "Aabria: You can smell it.": null, "Emily: I'm just preening myself a little too aggressively.": null, "Oscar: A little sharply.": null, "Squak: Cousin?": null, "Chirp: Oh, thank you, thank you, thank you.": null, "[mysterious ballet music]": null, "Aabria: The woman that spoke up continues, and she stands, and you see": null, "this wooden, carved, feminine figure. She looks like a ballerina that's": null, "been whittled out of well-lacquered maple and finished with inlaid": null, "mother of pearl and brass filigree, and she stomps over to you, and": null, "though your Perception check was low before, as she presents herself,": null, "she is the spitting image of her siblings. She's one of a set of": null, "triplets, and you know the other two quite well from a previous party,": null, "and she gets right up in your face, and I need you to make a Dexterity": null, "save as she attempts to slap you.": null, "Emily: Oh!": null, "Omar: How far are we apart at this moment?": null, "Aabria: I would say probably 30 feet away from them.": null, "Omar: That's unfortunate.": null, "Oscar: Roll low.": null, "Lou: I don't want to get slapped, guys.": null, "Oscar: Just roll a low number.": null, "Emily: I secretly want him to get slapped, because I love starting this": null, "out messy.": null, "Aabria: Do you want to give her advantage? I'll allow you, you can make—": null, "Emily: No, because we're turning a new feather.": null, "Lou: It is funny, I do think there is a moment in which this person": null, "approaching and the stirring of shit does excite Squak. To be, so": null, "quickly, in the Bloom, be in the shit. But remembering that we just": null, "announced that we're here to be mature and grown up—": null, "        Chirp: Cousin, this is 3:00 A.M. behavior!": null, "Lou: Yes, yes. I got a 15.": null, "Aabria: 15. Her 18 is going to beat that.": null, "[Emily cackles]": null, "Aabria: And she hauls off and slaps you, and this is Capacea, and she": null, "says,": null, "Capacea: I know what you did with Leona and Thymor, and I am here to": null, "demand satisfaction for their honor.": null, "Lou: Okay.": null, "Oscar: Is that what you say? “Okay?”": null, "Lou: No, I don't say that.": null, "Lou: Do I recollect, with that, what I have been slapped over?": null, "Aabria: The hit kind of jogs your memory, because that's a very specific": null, "texture. You had a one night stand with two of the three triplets at the": null, "failed engagement party of Prince Apollo and Viscountess Grabalba. After": null, "everything sort of fell through, even though there were a bunch of": null, "nobles and fey there, the party still happened because it was being": null, "thrown by Rue.": null, "Lou: Mm-hm.": null, "Aabria: And you fell into your cups and then fell into bed and broke": null, "their hearts.": null, "Emily: Can I try to take the sound of the slap and turn it into applause": null, "for us, and be like,": null, "        Chirp: [laughs] All part of the show! Fantastic work! [laughs]": null, "Aabria: Persuasion check.": null, "Emily: Okay. I think it's time for a crit! No.": null, "Aabria: It could be Deception. I'll allow it.": null, "Emily: Okay then, I do it with advantage. That's a 7 twice. 12.": null, "Aabria: Okay. You know what, a couple people that are near, not this": null, "table specifically, but the Seelie Court who are just kind of giving you": null, "a weird look will be the ones that join in to help you out.": null, "Chirp: Hi, no thank you, I'm not trying to associate with you.": null, "Seelie Court: Is this what you want? Is this good for you?": null, "Chirp: You're, like, the most basic fey. Thank you but no thank you.": null, "Seelie Court: Oh, are you turning over a new leaf? We were here to": null, "support and you just immediately spit on that, and that's interesting.": null, "Chirp: Yeah, I am.": null, "Seelie Court: It's an interesting choice for you.": null, "Chirp: I can't be seen with you.": null, "Seelie Court: Really?": null, "Chirp: Yeah.": null, "Seelie Court: Y'all showed up late.": null, "Chirp: No, we showed up right when the party started, 'cause us arriving": null, "is when the party starts.": null, "Seelie Court: Mm-hm, and the party started with a duel. Or there's gonna": null, "be, so.": null, "Chirp: Okay.": null, "Seelie Court: Maybe you tighten your ratchet asses up.": null, "Chirp: This is really hard for me because I fucking love a duel, but I'm": null, "turning over a new feather.": null, "Seelie Court: Doubt it.": null, "Chirp: So actually I don't think I'll be…": null, "Seelie Court: Looks like you're molting in front of me.": null, "Surena: Ooh!": null, "Chirp: [aside to Squak] Okay, are we allowed to duel? Did Grandfather": null, "say we could duel?": null, "Squak: [hushed] Both dueling and drunken dueling are off the table.": null, "Chirp: What about drugged dueling?": null, "Squak: I believe that is also off the table.": null, "Chirp: [to Seelie Court] I'm going to turn the other beak.": null, "Seelie Court: I wasn't challenging you. That's all Capacea. But good": null, "luck.": null, "Aabria: And they go back to gently drinking, I guess, mint juleps, since": null, "I made the Seelie Court southern.": null, "Chirp: Honestly, I am not used to the Seelie Court being that cool, I": null, "kind of liked her.": null, "Squak: I just, truly.": null, "Capacea: Excuse me, I am in your face right now!": null, "Squak: Yes, yes.": null, "Capacea: Engage with this!": null, "Squak: Sorry, you slapped me in the direction of my cousin, it just so": null, "happened.": null, "Aabria: She's gonna haul off and hit you again.": null, "Squak: Okay, now!": null, "Capacea: Eyes on me!": null, "Squak: Okay, enough.": null, "Chirp: Here you go!": null, "Capacea: Thanks. Thank you?": null, "Squak: Enough! Carpacia. Carpacia?": null, "Capacea: Capacea.": null, "Squak: Capacea, great. I do apologize for my behavior. It was an": null, "emotional time for all, the undoing of a... What was to be an exciting": null, "bond, sent us all into a tizzy. I apologize to your sisters. I only can": null, "promise that my behavior is more befitting of that of a lord, and it": null, "will be at this Bloom, and I can only ask that we set out on this new": null, "journey on a different foot than the last.": null, "Aabria: You can give me a Persuasion check with disadvantage.": null, "Lou: Happily. That'll be an 18.": null, "Capacea: I have waited for... months, months, to demand satisfaction": null, "from you! How do I know that you're not going to just do this again? Not": null, "to my sisters, but anyone else here?": null, "Squak: I can only offer my word, which in the past has not meant much,": null, "but I promise now, I am a different bird. I have turned the other beak.": null, "And I can only offer that. If I could open up my chest and show you my": null, "heart, I would.": null, "Aabria: And you see that something has turned in her countenance. It's": null, "gone from general rage to something of an affectation preserving that": null, "anger, but you know what this look is, because you saw it in her": null, "sisters' eyes.": null, "Oscar: That's how you get them.": null, "Squak: I say, I would happily, once our nest is established, please come": null, "by. I will show you the many ways in which I've changed.": null, "Aabria: And she goes even more rigid than a wooden woman could, and you": null, "see just the beginnings of a blush at her cheeks as she goes over to": null, "mahogany and sort of pats down the carved wood that is her hair, gives": null, "you a little curtsy, and turns and walks away without another word.": null, "Lou: I give a slight bow, turn to my cousin.": null, "        Squak: Jesus Christ.": null, "Chirp: I need you to fucking down low me on what the fuck happened.": null, "Squak: It was, we got buck nasty.": null, "Squak: Because, you know, and they had all the stuff for a wedding, and": null, "so, you know, we were talking about love and kind of the depth of": null, "connection.": null, "Chirp: Wait, you had the accoutrements of a wedding.": null, "Squak: Yes.": null, "Chirp: And started having an encounter with that?": null, "Squak: Well, yeah, it began like that, and we were like—": null, "Aabria: All of you hear this. Let me be very clear.": null, "Chirp: That is the most complicated shit I can think of. Cousin, is it": null, "just me, or are we eating a lot of shit?": null, "Squak: We're eating a lot of shit.": null, "Rue: Lords of the—": null, "Squak: Yes!": null, "Chirp: Hi-yah, hi-yah!": null, "Squak: Hi-yah, Hi-yah!": null, "Brennan: I am going to stand up.": null, "Chirp: Ah, Captain Hob.": null, "Captain Hob: Lady Featherfowl, Lord Airavis.": null, "Squak: Captain Hob.": null, "Chirp: I've seen your name in the papers recently.": null, "Captain Hob: Ah. I wish to convey the sympathies of the Goblin Court.": null, "The Lady Capacea was clearly not possessed of reason in a moment of": null, "pique. Obviously she referred to an event that never occurred. As we": null, "know, the marriage, hypothetical though it might be, of the Viscountess": null, "Grabalba and Prince Apollo of the Court of Wonder, was never announced.": null, "It is mere speculation.": null, "Rue: Now now, Captain Hob, that was in the past. We do not dwell on the": null, "past. This is a new Bloom. Let us start anew, please.": null, "Captain Hob: I disagree that it is in the past, for indeed, it never": null, "occurred at all!": null, "Brennan: And I'd like to make a sort of outward Intimidation check.": null, "Omar: Ooh.": null, "Aabria: I need everyone to make… let's go Charisma save.": null, "Emily: Charisma save.": null, "Omar: Everyone gets a +2 standing near me, I believe.": null, "Aabria: Okay.": null, "Aabria: I love that.": null, "Omar: Within 10 feet, just so you know.": null, "Oscar: Oh, great.": null, "Aabria: And you have to beat his Intimidation.": null, "Emily: A 9.": null, "Aabria: I'll give you advantage on this.": null, "Brennan: Ooh!": null, "Aabria: 'Cause it's cool. You did a cool thing.": null, "Brennan: That helps.": null, "Aabria: Yay!": null, "Brennan: And I'm also going to use a Commanding Presence Battle Master": null, "maneuver to add a d8 to an Intimidation check. That's going to be a 22,": null, "plus 5 is 27.": null, "Aabria: Okay guys, you have to beat a 27 on a Charisma save.": null, "Oscar: Nope, can't do it.": null, "Surena: I got a 21, and I thought I was hot shit.": null, "Aabria: Oh no!": null, "Surena: Yeah! No.": null, "Emily: I got a 9.": null, "Lou: What do we have to beat?": null, "Aabria and Oscar: 27.": null, "Lou: Oh. Also 25.": null, "Aabria: Ah, shit.": null, "Omar: Did you use the +2 of being near me?": null, "Lou: If I'm near, then yeah, I also hit a 27.": null, "Aabria: What's the range?": null, "Omar: 10 feet.": null, "Aabria: That wouldn't be close enough unless you can explain to me how": null, "you would've closed the distance.": null, "Lou: I mean, I think in the moment where we hi-yahed.": null, "Emily: Hi-yah, hi-yah!": null, "Aabria: I’ll allow it.": null, "Lou: Up to Rue, at which point Captain Hob began speaking to us.": null, "Aabria: I'll count it.": null, "Lou: So unless Hob closed a great distance.": null, "Aabria: Meets it beats it. Everyone here, with the exception of Lord": null, "Squak, is suddenly cowed, and turns to you.": null, "Captain Hob: I only mean to remind the assembled guests of this most": null, "magnificent Bloom that no engagement of any kind between any member of": null, "the Goblin Court nor the Court of Wonder was ever formally announced,": null, "and therefore all of this speculation is of a type of rumor-mongering": null, "most unbecoming of the archfey herein assembled.": null, "Chirp: I am a picture of decorum this Bloom, so, as you will.": null, "Captain Hob: I mean only to give my sympathies that you were so rudely": null, "challenged with an accusation that could not have been true, because it": null, "referenced events that never happened!": null, "Oscar: There's spit on my face now because Hob has just spat all over": null, "every one of us.": null, "        Chirp: You're glowing. You're glistening.": null, "        Rue: Thank you, thank you.": null, "        Chirp: It looks so good with your mermaid outfit.": null, "        Rue: Thank you.": null, "Omar: When Hob spoke, Andhera just sat up properly, none of that": null, "manspread stuff anymore. He's just like, “oh shit.” But then is looking": null, "for a pocket. The second that you finish speaking, just kind of hops up": null, "and goes,": null, "Andhera: But then again, we're here for a party, aren't we? So. [laughs]": null, "Chirp: I'm sorry.": null, "Andhera: Yes?": null, "Chirp: Who are you?": null, "Andhera: I am Andhera. We've actually met before.": null, "Chirp: You used to be—": null, "Squak: Much smaller, yes?": null, "Chirp: Much smaller.": null, "Andhera: In the past.": null, "Chirp: But you were so weird!": null, "Andhera: Well, no!": null, "Rue: You were weird.": null, "Andhera: I don't know.": null, "Chirp: Yes, you remember him, right?": null, "Squak: Constantly hiding!": null, "Rue: Always hiding. Cowering, even.": null, "Chirp: Every time I turned around, you'd be like, “ah!”": null, "Andhera: And now I... [stammering] [clears throat] The screams come from": null, "when I now fight, or make love.": null, "[soft piano music]": null, "Chirp: I do see that you've filled out. A lot of non-functional muscle.": null, "Andhera: My lady, you make me blush, which is difficult for my": null, "particular complexion.": null, "Rue: But you have changed, grown a lot.": null, "Chirp: [looking at Andhera, fiddling with her hair] Yes.": null, "Andhera: In more ways than one, I assure you.": null, "Rue: Well.": null, "Andhera: Anyhow, when I heard that both of you were arriving, or were to": null, "attend the Bloom, I wanted to get both of you something particularly": null, "special to say, sort of, “what's up?”": null, "Chirp: Oh, I love a “what's up” gift.": null, "Omar: I would, if it's all right, pull out two crystals that have sort": null, "of a charge, little red, dancing energy inside.": null, "Aabria: Ooh.": null, "Andhera: These will get you stoned as shit.": null, "Chirp: [to Squak] Okay, again, drugged dueling might be okay.": null, "Squak: Might be. It wasn't on the list.": null, "Chirp: It wasn't on the list. [to Andhera] Thank you.": null, "Squak: Thank you.": null, "Andhera: I look forward to us partying.": null, "Squak: Yes. I do, as well.": null, "Chirp: About that, about that. We actually really aren't supposed to be": null, "doing that this year.": null, "Squak: Yes, but we do look forward to it in a moment where it is": null, "appropriate.": null, "Squak: And is controlled and contained.": null, "Chirp: Yes, yes.": null, "Andhera: Great, great. Good. I'm very happy to hear that.": null, "Squak: Put it away, cousin!": null, "Chirp: I can't stop staring at it.": null, "Squak: Cousin, put it away!": null, "Squak: Put it away, yes.": null, "Chirp: In my mouth?": null, "Lou: I'm going to take Chirp's hand and guide it.": null, "Emily: Do it like in Lord of the Rings.": null, "        Squak: Down, not in your mouth, not in your mouth!": null, "        Chirp: Okay, okay.": null, "Aabria: Let's use that moment to push through to the conversation that": null, "you had with the leader of your house.": null, "        Chirp: Grandfather?": null, "Aabria: Not court.": null, "Aabria: Because the Lords of the Wing are the only unincorporated major": null, "family left in the fey realms. You, your people, your grandfather, made": null, "a decision centuries ago to remain above and beyond, and his disdain and": null, "contempt for those below the branch was deeply ingrained in you. And": null, "even now, as your nest is so slowly being carried across the sky.": null, "        Chirp: Careful, careful!": null, "        Squak: Put it down right there. A little to the left.": null, "Aabria: From your homestead.": null, "Squak: A little to the left.": null, "Chirp: Now the entrance is being blocked by a tree. It's being blocked": null, "by a tree.": null, "Squak: Pull it back up, pull it back up! We're going to do it again.": null, "We're going to do it again.": null, "Chirp: We'll get it, everybody. Up, up, up!": null, "Squak: Pelicans, pull your weight!": null, "[Aabria caws]": null, "Aabria: And you see one pelican chirps and a fish jumps out of their": null, "mouth.": null, "        Squak: Oh, you were eating? Oh, you were eating? How dare you?": null, "[regal classical music]": null, "Aabria: Even here, you see your grandfather, a man of countless eons,": null, "and like you, very birdlike in his appearance, though birds were modeled": null, "after you and your kin and took all of the striking beauty and preening": null, "into account. Your grandfather is all the worst parts of birds. All the": null, "nasty shit. A wattle and a comb, a fleshy, disgusting comb on a bald": null, "pate with too thin of legs that look rickety, as though the knees ought": null, "to bend the other way.": null, "        Chirp: He's so tough to look at.": null, "        Squak: I love him, but it's so hard to look him in the eye.": null, "Chirp: I know, I tend to just do a crossword puzzle when I have to talk": null, "to him.": null, "Aabria: He's used to your lack of eye contact and your lack of rapt": null, "attention to him, but he reclines, sort of leaning on a massive": null, "peregrine falcon as he speaks to you sternly, as you are on your way.": null, "Grandfather: This must go differently. You understand that, right?": null, "Chirp: Yes, Grandfather.": null, "Squak: Of course, Grandfather.": null, "Chirp: Absolutely, Grandfather.": null, "Squak: Always, Grandfather.": null, "Chirp: Forever, Grandfather.": null, "Squak: Definitely, Grandfather.": null, "Grandfather: You have to stop saying my fucking name. I know who I am.": null, "But do you know who you are? Because I think you constantly forget": null, "yourselves around those unwinged cretins.": null, "Chirp: Hm. You're not wrong. We do, we forget ourselves, and there's a": null, "lot of substances imbibed which are conducive to forgetfulness.": null, "Grandfather: You're blaming this on the things you choose to put in your": null, "body?": null, "Chirp: It wasn't a strong defense, I admit.": null, "Grandfather: It was not, and I appreciate your honesty.": null, "Chirp: We won't let you down. Can we ask, though, why are you coming": null, "down so hard this year? Because usually you just send us with bags of": null, "money and golden eggs.": null, "Grandfather: All of that has yielded all of this, and we cannot endure": null, "another season of your misdeeds. Our ancient and noble house is": null, "crumbling at the foundation because of your actions, because of the": null, "words that reach even me, here in my nest that I so kindly lend to you.": null, "Squak: Grandfather, we promise, this season we will soar above the": null, "frivolity and act as is befitting of you and our great house.": null, "Chirp: Yes.": null, "Squak: It is our solemn vow.": null, "Grandfather: You will settle down.": null, "Chirp: Grandfather, may I inquire, do you have any particular courts": null, "that you think would make the most profitable alliance?": null, "Squak: Of course you, Grandfather, would know best of whom to make a": null, "match.": null, "Grandfather: If you're leaving it to me, I will be happy to make the": null, "matches on your behalf.": null, "Squak: No, no. We have a few ideas.": null, "Chirp: We do, we do.": null, "Squak: We've been batting around a few ideas.": null, "Grandfather: It would be wonderful to experience you with half of a": null, "fucking idea for once.": null, "Chirp: Okay, I laid an egg. I just laid an egg.": null, "Squak: Jesus.": null, "Lou mimics tossing an egg.": null, "Oscar: Crack.": null, "Chirp: Grandfather, you're absolutely right. We have been spoiled.": null, "Grandfather: Yes.": null, "Chirp: And frivolous.": null, "Chirp: And indecorous.": null, "Squak: Mm.": null, "Chirp: And this year, you are going to see birds of a new feather.": null, "Grandfather: I don't like bird puns.": null, "Squak: We're going to turn a new beak.": null, "Grandfather: Let me be very—no. I said not to do it, and then you did it": null, "anyway.": null, "Squak: Yes, it kind of doesn't work.": null, "Grandfather: No, you do it out there. In here, we just talk normal.": null, "Squak: Okay!": null, "Grandfather: I said the below the branch thing, but that was such a long": null, "time ago, I got over it!": null, "Squak: You invented birds! We feel obligated!": null, "Grandfather: What have you invented?": null, "Chirp: Do you think that Henry Ford doesn't make car puns?": null, "Squak: In the mortal world, the man who created the motor vehicle!": null, "Grandfather: Hold on.": null, "Aabria: And you see your grandfather's already blustery countenance grow": null, "even darker as you mentioned the mortal realm.": null, "[tense instrumental music]": null, "Chirp: Not that I—": null, "Grandfather: The what?": null, "Squak: We—": null, "Grandfather: No! What?": null, "Chirp: The material plane. I've heard. I never go. Never, never, never,": null, "never. When there's so much sky to fly, who would need to go to the": null, "material plane? Hooo indeed? I'm sorry. I'm so sorry.": null, "Aabria: You need to convince your grandfather of what you've just said.": null, "Now, if that's a Persuasion check—": null, "Emily: Fuck it.": null, "Aabria: Or a Deception check.": null, "Emily: I'm going to—": null, "Aabria: That's on you.": null, "Emily: What I'm going to do, actually, is I'm going to use my Metamagic": null, "adept Subtle Spell to cast Gift of Gab so he doesn't remember that I": null, "said that.": null, "Brennan: System!": null, "Aabria: Excuse me? Do I have any roll to make?": null, "Emily: “When you cast this spell, you skillfully reshape the memories of": null, "listeners in your immediate area so that each creature of your choice": null, "within five feet of you forgets everything you said within the last six": null, "seconds. Those creatures then remember you actually said the words you": null, "speak as the verbal component spell.” Technically because of subtle": null, "spell, I don't need a verbal component, but I'm going to just say,": null, "Chirp: I cannot wait to make the most fantastic match that will make you": null, "so proud.": null, "Grandfather: [sniffs] Good.": null, "Chirp: Yeah, good.": null, "Grandfather: You will find matches. If you return from the Bloom without": null, "partners of merit or with any stain on your already sullied reputations,": null, "I will deal with you as I see fit. Some birds eat their young.": null, "Chirp: [quietly] That's kind of a bird pun, right?": null, "Chirp: Isn't it?": null, "Grandfather: Really?": null, "Brennan: In a Regency game, Gift of Gab is the best spell.": null, "Aabria: That's so good.": null, "Emily: Brennan wouldn't let me take it in Fantasy High, but it's here,": null, "baby!": null, "Aabria: That's what I get for getting caught fucking slippin'. All": null, "right, that's dope and not a problem for me at all.": null, "Andhera: So, no on the drugs, or?": null, "Squak: No, we'll of course take the gift.": null, "Chirp: We take the gift.": null, "Squak: We'll hold it, and at an appropriate time, we will revel in it.": null, "Chirp: Just real quick, is it something that can be absorbed through the": null, "skin, if I sweat enough?": null, "Andhera: Yes. By holding it, you actually get stoned as shit.": null, "Emily: I put it in the side bag on my ostrich.": null, "Chirp: Okay. Save that for later.": null, "Squak: A welcomed gift, Andhera, thank you.": null, "Chirp: A welcomed gift, Andhera.": null, "Andhera: So good to see you both again, yes.": null, "Squak: So good to see you.": null, "Squak: The Bloom is already off to a hot start.": null, "Chirp: It really is.": null, "Aabria: Amazing, can I get a History check, both of you, as you're sort": null, "of interacting with Andhera?": null, "Emily: Nat 20, baby.": null, "Aabria: Shut the fuck up. Amazing.": null, "Lou: And a cool 6. Just a 5.": null, "Aabria: You're busy doing something the fuck else.": null, "Lou: Probably just trying to figure out how the Andhera I knew got to": null, "the Andhera we're standing in front of.": null, "Emily: If I failed, I was definitely gonna spend my turn ogling Andhera.": null, "Lou: Yeah, it's a lot of that.": null, "Aabria: Oh, this is about Andhera, because you are sort of at the point": null, "where you remembered him at previous Blooms as pillar boy.": null, "Emily: Hiding behind a pillar.": null, "Aabria: With no real name attached to that memory. But now that you've": null, "said his name and you've heard it, you can attach it to the rumors that": null, "reached even you on the way here, and you know that all of the mamas of": null, "your society have sort of shouted out that Andhera, as the prince of the": null, "Unseelie Courts and the one designated to inherit the throne when the": null, "Queen of Air and Darkness finally vacates it, is the most eligible": null, "bachelor at the Bloom.": null, "Emily: Okay, I cast Message to Squak, and I'm just like,": null, "Chirp: Cousin?": null, "Chirp: He's, like, the most eligible bachelor here.": null, "Squak: And so hot.": null, "Chirp: I know. It rarely aligns like that, right?": null, "Squak: Yeah, he used to be just a weird purple kid. We called him pillar": null, "boy, right?": null, "Chirp: We called him pillar boy.": null, "Squak: We called him pillar boy!": null, "Chirp: Every pillar!": null, "Squak: This is fucking pillar boy? Pillar boy is a fucking pillar now!": null, "Chirp: Pillar boy is chiseled from fucking stone now!": null, "Squak: Truly!": null, "Chirp: Okay, so yeah, just—": null, "Squak: But he's hot stuff?": null, "Chirp: He's hot stuff.": null, "Omar: While this is happening, they're adjusting their robe to make sure": null, "it looks good.": null, "        Chirp: Mm, thank you so much.": null, "Emily: I do a winged bow.": null, "Andhera: Oh, you don't… I'm not… We're friends, so let's just, you know,": null, "be cool, I guess.": null, "Squak: Indeed. Rue, I wanted to speak on behalf of my cousin as well.": null, "Rue: Hi.": null, "Squak: I know the way and manner in which we have acted at past events": null, "you've thrown has been very unbecoming, and in fact, in many ways, I'm": null, "sure made you feel as if we did not respect and honor the work that you": null, "do in making the events that you do. We are here on a different foot,": null, "and we are excited at all that I'm sure you have in store for us.": null, "Rue: Oh, my dears, that means so much coming from you two. I must admit,": null, "you have caused me a lot of trouble in the past, but that was to be": null, "expected, and I did have various [stammering] constint— constince—": null, "[laughs] Backup plans.": null, "Chirp: I love it. I think the word you were looking for was": null, "contingencies, but I love it.": null, "Rue: That's it. AKA backup plans.": null, "[energetic instrumental music]": null, "Aabria: As you say that, you can actually see kind of tromping up the": null, "lane is Wuvvy, your assistant, holding a massive confetti cannon and": null, "making eye contact with you, and then sees the nest and spots the Lords": null, "of the Wing and is like…": null, "        [Wuvvy sighs]": null, "Aabria: And then turns around and walks away, doesn't get to use plan Q.": null, "Rue: But rest assured, if what you say is true—": null, "Chirp: It is.": null, "Squak: It is.": null, "Rue: This Bloom is one to remember.": null, "Chirp: I love that, I do.": null, "Squak: And of course, we're on theme. I, of course, dressed for the day.": null, "We are so excited to engage in whatever it is you have planned.": null, "Rue: I must say, I'm a bit sad that you turned over a new feather,": null, "because I was expecting you to make some sort of event happen. I mean,": null, "what is a Bloom without an event from these two, am I right?": null, "Chirp: Yes, of course.": null, "Rue: So I would like to make a wager this Bloom.": null, "Squak: What?": null, "Captain Hob: Oh! A wager!": null, "Chirp: If you make a wager, I'm gonna do it!": null, "Aabria: The Seelie are all perked up like,": null, "Seelie Court: Go on. Sorry, are we a part of this?": null, "Rue: Yes, everyone! Everyone in the Bloom is welcome to participate. If": null, "anyone in this Bloom believes that these two will behave in their utmost": null, "best selves, I'm willing to give as much gold as I possibly can to them.": null, "Chirp: Wait, I'm sorry, are you making a bet—": null, "Rue: Yes!": null, "Chirp: That entices other people to—": null, "Squak: To attempt to—": null, "Chirp: To tempt us?": null, "Squak: To tempt us?": null, "Chirp: To lure us away from our promises to Grandpapa?": null, "Rue: Oh, it's just a fun game that we play. You can see it that way, but": null, "I see it as a fun little game for us to play. Now…": null, "Lou: Squak is going to balance himself on his cousin.": null, "Emily: Chirp balances herself on her cousin.": null, "Rue: Now if you're able to make the Bloom throughout the entire occasion": null, "being on your best behavior, finding a suitable match, you will be": null, "rewarded so greatly.": null, "Emily: Ooh.": null, "Rue: What that reward will be, I will not say at this moment in time.": null, "Chirp: Oh god, I love a mystery.": null, "Squak: Of course, why would you ever? You know, bury the lede, bury it": null, "deep!": null, "Rue: But I don't want to start this game that we play without your": null, "permission, so do we have your permission to make this proposition": null, "happen?": null, "Squak: I just want to clarify.": null, "Rue: Mm-hm?": null, "Squak: The rules.": null, "Chirp: That's true.": null, "Squak: Because we love a game.": null, "Chirp: We love a game.": null, "Squak: We love a game.": null, "Chirp: Croquet.": null, "Squak: Croquet, something a little bit more dangerous.": null, "Chirp: Badminton, where there's a birdie. Okay.": null, "Squak: But we just want to make sure that the rules are laid out for": null, "all.": null, "Rue: Yes. Of course.": null, "Squak: If we are and do the things that we say we are going to do.": null, "Chirp: Shining beacons of Bloom behavior.": null, "Rue: An example of Bloom behavior, exactly.": null, "Squak: We receive this gift.": null, "Squak: And if we fail, who wins?": null, "Chirp: Who?": null, "Rue: The entire fairy court.": null, "Brennan: Hm.": null, "        Chirp: [aside to Squak] I think we have to go for it.": null, "        Squak: [hushed] Of course we have to. We are Lords of the Wing.": null, "        Chirp: We are.": null, "        Squak: We will not fail.": null, "Lou: And I think simultaneously, we stick out our hands and say,": null, "        Squak: Then let it be so, Rue.": null, "Oscar: And in your outstretched hands, I give you a pen.": null, "        Rue: Wuvvy, is the contract ready?": null, "Aabria: You see her just boost the confetti cannon over her shoulder and": null, "she just comes charging in.": null, "        Wuvvy: [out of breath] Contract? Contract?": null, "        Rue: Yes, the contract.": null, "        Wuvvy: Yes. Oh god, one second.": null, "Aabria: And you see her reach into hammerspace, into nothing, and pulls": null, "out two gold, gilt scrolls that unroll with a snap of her little hands": null, "and hover before you.": null, "Emily: I think that we should link our hands like people taking a drink.": null, "Lou: Of course.": null, "Emily: And sign.": null, "        Captain Hob: My god, those signatures are an absolute mess.": null, "        Chirp: Chicken scrawl, really. I'm sorry, Grandfather, I'm": null, "sorry!": null, "Aabria: Ah!": null, "Squak: Grandfather! Grandfather! Grandfather! He's not dead, he's just": null, "in the sky!": null, "Chirp: He's just in the sky.": null, "Aabria: Wuvvy snaps the scroll closed, and you all feel a pulse of": null, "energy out and away, because fey deals are powerful, and powerful most": null, "here and now, at the center of a surge of magic that you're all here to": null, "celebrate. Gwyn, I need you to make an Arcana check for me.": null, "Surena: That is 21.": null, "Aabria: Oof.": null, "Lou: Ooh, damn!": null, "[ominous instrumental music]": null, "Aabria: You feel that pulse just like everyone does, that everyone here": null, "at the Bloom felt at some level, but you're in it, you're around it, you": null, "are suffused with the gravity of the magic that these fey toss about for": null, "fun.": null, "Aabria: You've been a member of the Court of Wonder. You know that their": null, "sort of rise to prominence has come with a controlling majority of the": null, "magic that comes through this world, that when you all make bets and": null, "deals, it's not for coin. What is a coin to a fey? You are the source of": null, "magic, and it's magic that you trade in, and they bandy it about without": null, "a care. And you think about all of the people here and other places that": null, "were starved out, that were choked out, because they didn't have access": null, "to this, to a fraction of this. But your princess-like demeanor is": null, "unchanged, and you watch this exchange happen as the assembled fey here": null, "laugh and drink and make their merry little plans, but it's all just": null, "beginning now, and you're in it. The Bloom has officially begun, and": null, "that's where we're going to end our episode. So join us again next time": null, "for chapter two, The Great Heart Hunt, here at The Court of Fey &": null, "[all applaud]": null, "Brennan: Woo!": null, "Lou: Ta-da! I'm gonna be a good boy.": null, "[Next Episode - Episode 2: The Great Hart Hunt]": null, "[NEXT TIME ON DIMENSION 20]": null, "Andhera: It would be my absolute honor to accompany you on this hunt": null, "Gwyndolin: And so—": null, "Andhera: As we look—oh, sorry.": null, "Gwyndolin: No no, go for it.": null, "Andhera: As we... [stammering] Yep.": null, "-": null, "NPC: Everything's great. I'm gonna go check.": null, "NPC: On the horns, to make sure they're not too horny or horny enough.": null, "Rue: I'm sorry?": null, "Gwyndolin: In order to get a fey's attention, we must build a shrine. We": null, "must pay homage to it. That's what these apples are for.": null, "Andhera: Oh yes, that absolutely makes sense.": null, "Chirp: What if we just make someone else fall in love with us? Or what": null, "if we're looking in the mirror? Self love is so important.": null, "Squak: Ah, I need sexy help.": null, "Andhera: But of course, he's so injured, and needs such sexy help.": null, "Chirp: Yes! Yes, yes, yes! Oh, thank you, Andhera.": null, "Andhera: That our duel can wait until afterwards, once you've done… sex": null, "on the injuries?": null, "[Brennan sniffs a feather and eats it]": null, "Surena: Oh, oh, oh! Oh my god!": null, "        Captain Hob: Hm.": null, "Aabria: Oh my god!": null, "------------------------------------------------------------------------": null, "Captions extracted by: gluegunshots": null, "Edited by: gluegunshots, Tish (Tish#3276), Iris (@sacredwhim)": null}