{"Dimension 20 Season 14": null, "A Court of Fey & Flowers": null, "Starring: Aabria Iyengar as Game Master": null, "Surena Marie as BINX Choppley; Oscar Montoya as Delloso de la Rue;": null, "Lou Wilson as Lord Squak Airavis; Emily Axford as Lady Chirp": null, "Featherfowl;": null, "Brennan Lee Mulligan as Captain K.P. Hob; and Omar Najam as Andhera": null, "Episode 8: The Rule of Sneakery": null, "< [Previous Episode] | [Next Episode] >": null, "[elegant classical music]": null, "Aabria: To the churlish Captain K.P. Hob, venerated soldier of the": null, "Goblin Court. To the Master of Ceremonies Delloso de la Rue, pride of": null, "the Court of Wonder. To BINX Choppley, sole survivor of the Court of": null, "Craft. To the tenebrous Prince Andhera, scion of the Unseelie Court. And": null, "to the notorious Lords of the Wing, Lady Chirp Featherfowl, Countess of": null, "Cluckingham, and Lord Squak Airavis, Earl of Peckersburg. Honored": null, "Archfey, we are delighted to welcome you to \"A Court of Fey & Flowers.\"": null, "[birds chirping]": null, "Greetings, and welcome to Dimension 20's \"A Court of Fey & Flowers.\" I": null, "am your dungeon master Aabria Iyengar, and with me tripping the light": null, "fantastic are my Pack of Pixies. Say hi, Pack of Pixies!": null, "All: Hi, Pack of Pixies!": null, "Aabria: So in our previous chapter, masks of every sort were lifted in": null, "and around the masquerade ball, centerpiece event of the season. Rue and": null, "Frog-BINX met with the leadership of the Court of Seafoam, and they": null, "spoke plainly of their fears around the ambitions and potential violence": null, "of the Court of Wonder. The Lords of the Wing, having turned over a new": null, "beak and returned to their old form, attended a private salon of Prince": null, "Apollo and strung along the members of an Unseelie-Wonder alliance that": null, "sought their hands in marriage and shared a plot to seal away the mortal": null, "plane to stockpile the magic flowing from it. After a touching moment": null, "where Andhera bore witness to the mighty prowess of the Court of Craft,": null, "our fate-touched Fey attended a ball replete with drug masks,": null, "clandestine deals, and horny grandfathers all—": null, "[cast laughing]": null, "Lou: Get it, Grandpa, get it.": null, "Oscar: Waddle over there, Grandpa.": null, "Lou: Waddle over there.": null, "Brennan: Waddle.": null, "Aabria: Gotta waddle.": null, "Lou: Yeah, yeah, yeah, that's my Grandpa right there! That's my Grandpa": null, "right there!": null, "Aabria: All under a sky filled with fireworks. With our spymaster": null, "birdmaster connecting the final dots between Gwyndolin and BINX, we end": null, "our summary and begin chapter eight of our story. So, [sighs] this, my": null, "friends, is going to be our final rumor phase.": null, "Oscar: Oh.": null, "Lou: Hm.": null, "Aabria: We have officially hit the peak of the Bloom, and whatever talk": null, "is happening, this is it. These are the last little bits that will go": null, "down before we reach the end of our tale, so think carefully. I will": null, "remind you of the rumors that are still on the board, and then we'll go": null, "around and do one last phase. So we have a rumor that was accelerated": null, "into a scandal by yours truly about Squak actively courting Prince": null, "Apollo.": null, "Lou: Oh.": null, "Aabria: That's still on the board. We have a rumor that Grabalba is a": null, "bit of a floozy. Got that the Court of Wonder, we've scandalized that": null, "Rue and the Court of Wonder are taking way too much credit for the Bloom": null, "and it's now becoming a problem. We have that \"The Green Hunter,\" that": null, "highly divisive book.": null, "Emily: Yeah. [laughs]": null, "Lou: Everyone's talking. Everyone's talking.": null, "Aabria: Is being adapted into a movie.": null, "Emily: [claps] Yes! I started that rumor.": null, "Aabria: Yes, and we have another rumor that Prince Apollo called off the": null, "engagement between himself and Viscountess Grabalba for a heartbroken": null, "Rue's sake. Got a fine little mix around Andhera being here at the Bloom": null, "for Grabalba and like an establishment of ties between the Unseelie": null, "Court and the Goblin Court. So with those sort of on the board and in": null, "flux, does anyone want to jump in, I won't call on you in order 'cause": null, "I'm not a teacher, with a rumor they would like to add or accelerate?": null, "Whoever goes first can have inspiration.": null, "Lou: Wow.": null, "Oscar: Wow.": null, "Omar: I'm gonna say—": null, "Aabria: Ha!": null, "Omar: I would like to introduce a rumor. The Lords of the Wing being fun": null, "might make this not the last Bloom.": null, "[Brennan gasps]": null, "Aabria: Ooh!": null, "Oscar: Because the Bloom has been so lame they're like, \"Let's just": null, "cancel the Bloom.\" We're no longer doing it. We're not renewing it for": null, "another season.": null, "Brennan: We thought it was magical but it was just like, we should": null, "probably not do this again.": null, "Aabria: Yeah.": null, "Oscar: Commissions went down. We don't wanna. But now that it's fun": null, "again.": null, "Surena: Yeah.": null, "Omar: We could change venues.": null, "Oscar: Yes.": null, "Omar: Figure it out if it's if underground.": null, "Lou: We're saving the Bloom.": null, "Surena: You're saving the Bloom.": null, "Omar: That's it, yes.": null, "Aabria: By turning lesser Fey into fish.": null, "[players laughing]": null, "Lou: One fish. I can only cast two Polymorphs a day, but God damn it, I": null, "will.": null, "Aabria: Amazing. Well fuck it, we're gonna go in order now, Brennan.": null, "Brennan: There is a rumor... that indeed the Bloom may be saved so I'll": null, "accelerate Andhera's rumor.": null, "Aabria: Oh.": null, "[Omar gasps]": null, "Brennan: There's a rumor that indeed the Lords of the Wing maybe saved": null, "much to the chagrin of the Court of Wonder, because there's a rumor": null, "that... this business of there not being any further Blooms was not some": null, "environmental nebulous magical reality, but maybe an act on a court that": null, "some are saying is greedy for magic that rightly belongs to more than": null, "just themselves.": null, "Aabria: Oh shit, that's fun.": null, "Brennan: So I'll accelerate that rumor, and I'll add a new rumor for the": null, "second one.": null, "Aabria: Love it.": null, "Brennan: Which is, there's a rumor based on some interactions heard": null, "between the Seelie Court and the Goblin Court, who've been seen buddying": null, "up and getting a little bit closer to each other, that the upcoming": null, "Goblin assault on the Seelie realms may have been averted": null, "diplomatically, and the troop movements to reflect withdrawing from that": null, "border may hasten Captain Hob's leaving the Bloom early.": null, "Omar: Whoa.": null, "Aabria: Okay, let me go back and Omar, at any point did Andhera": null, "originate or spread the rumor about the Lords of the Wing?": null, "Omar: Oh, 100%.": null, "Aabria: Yes.": null, "Omar: At the ball itself just going around and being like,": null, "Andhera: Thank God that they're saving the Bloom. In fact, I think we're": null, "gonna have a million more if it's gonna be this fun. [laughs": null, "gregariously] That's what I heard.": null, "Aabria: [laughs] Yeah, nice. Same thing, Captain Hob.": null, "Brennan: Captain Hob would never speak on his own deployment to": null, "civilians, but in terms of the Court of Wonder and their relationship to": null, "whether the Bloom will continue or not, Captain Hob will merely remark": null, "in pleasant company that at a time where magic is dwindling, for the": null, "most deserving of courts such as the Court of Craft whose work as seen": null, "in the Prince's garb clearly have not lost any of their skill or talent,": null, "then the fact that magic is receding from these lands would seem to": null, "indicate some action. And I wonder if one gazed around to see who, at": null, "the moment, keeps the most magic in these realms.": null, "Aabria: Ooh, we love to see it. Amazing. Emily, what you got for me?": null, "Emily: Okay, I think I'd like to start a rumor that feelers have been": null, "put out to both [chuckles] Dev Patel and Michael B. Jordan.": null, "[cast laughing] [Brennan clapping]": null, "Oscar: Those are two different vibes.": null, "Brennan: Dev can't do it. He was just in \"The Green Knight.\" He can't do": null, "\"The Green Hunter.\"": null, "Emily: Well, these are the conversations that are happening by the": null, "producer. [laughs]": null, "Omar: That is so typically Hollywood.": null, "Lou: One is a fairy tale. One is a psycho-procedural like, medical": null, "thriller, you know? They're two—they exist in two different worlds.": null, "Surena: Procedural medicine?": null, "Oscar: My favorite type of movie.": null, "Brennan: Wait, \"The Green Hunter\" is a medical thriller?": null, "Lou: Yes, he's an EMT.": null, "Aabria: This book is good, I think.": null, "Oscar: He's an EMT!": null, "Lou: And a hunter.": null, "Surena: And a hunter.": null, "Brennan: Sometimes working in an ambulance, you just feel like a Green": null, "Hunter.": null, "Surena: Green Hunter Rises.": null, "Lou: And it's crazy 'cause on his ambulance, the lights, they're not": null, "red.": null, "Lou and Brennan: They're green.": null, "All: Oh!": null, "Emily: And he's hunting—": null, "Oscar: Did you catch that?": null, "Emily: Salvation of others, but what he's really gonna find is his own": null, "salvation.": null, "Lou: And this is why we had to see Dev Patel for the role.": null, "Brennan: His need and his want are different, and that's what main": null, "characters need, okay?": null, "Surena: That's really just a pitch. We're doing it now.": null, "Aabria: This is wild. The best part is like, I'm gonna sit and go,": null, "\"Well, I'm gonna make this make sense.\" [players laughing] Okay,": null, "challenge accepted. Love that.": null, "Emily: And then I will save myself to just scandalize someone else's": null, "rumor.": null, "Aabria: Okay perfect, but is Chirp the one that's kind of putting out": null, "that like, “well, I heard they're getting—”": null, "Emily: No, not directly. No, not directly. I think that I'm using Flock": null, "of Familiars to—so far I've seen Salt Goblins. I make some Salt Goblins": null, "there tittering about it. The birds are tittering about it.": null, "Emily: Have we seen any other little creatures?": null, "Lou: Well, automatons, little wooden automaton ballerina things.": null, "Emily: Ah, some little wooden automatons. Just a flock of them, gabbing.": null, "Aabria: Amazing.": null, "Oscar: Ventriloquist dummies.": null, "Aabria: Oh, yes!": null, "Emily: The ventriloquist dummy is doing a bit about it.": null, "Aabria: Oh no, that's horrifying.": null, "Oscar: Ugh.": null, "Aabria: Ew, that's bad. [laughs] No!": null, "Omar: Ventriloquism in the Fey is an interesting concept. Like, of": null, "course.": null, "Aabria: [groans] There's for sure—": null, "Oscar: There's ventriloquist dummies like—": null, "Aabria: Like a guy.": null, "Surena: Yeah, he's everybody.": null, "Brennan: Talking haunted dolls like, \"I hear Michael B. Jordan might be": null, "attached!\"": null, "Omar: You don't say, buddy.": null, "Brennan: He really doesn't say. Ventriloquism! [cheers excitedly]": null, "Aabria: Boo. Lou, what you got?": null, "Lou: I am going to start a rumor.": null, "Aabria: Yes, come on.": null, "Lou: That Prince Andhera of the Unseelie Court has found his match [cast": null, "gasps] in one incredibly regular BINX Choppley.": null, "Surena: I'm so regular.": null, "All: Ooh!": null, "Surena: I'm so regular.": null, "Lou: And that the two spent all of the masquerade ball together.": null, "Aabria: Oh!": null, "Lou: And I'm going to—I will start this rumor, but I won't say anything.": null, "I'm gonna cast Suggestion on someone and send them into a luncheon and": null, "make them scream it.": null, "Emily: Scream it.": null, "Brennan: Did you hear what the Vicar screamed at the top of his lungs?": null, "Aabria: That BINX is plain but symmetrical!": null, "Emily: Oh, yeah. That would be a Cinderella vibe.": null, "Aabria: Amazing, incredible. Oscar.": null, "Oscar: I am gonna start a rumor... that due to the sudden change in the": null, "Lord of the Wings' demeanor, that they have both found a suitable love": null, "match and are doing so well in the wager that their behavior reflects": null, "that. Specifically speaking, with Squak trying to court a certain": null, "Wannessa.": null, "[cast gasps]": null, "All: Whoa!": null, "Emily: What?": null, "Aabria: Oh, let's go.": null, "Surena: Wannessa's back on the board, baby.": null, "Oscar: Yeah, people have been talking about, you know, Squak and the": null, "Seafoam Court.": null, "Emily: Oh!": null, "Oscar: What's going on there? And they're putting two and five together.": null, "Chirp: Cousin, Cousin, do you want me to get rid of this rumor for you?": null, "Squak: Cousin, I'm having trouble remembering. Who is Wannessa?": null, "Chirp: Oh, she's the human. You touched her face.": null, "Squak: Oh yes, I touched her face. Yes, and then oh, and then my wrist": null, "was terribly damaged.": null, "Chirp: I thought you remember, everyone else touched her and I didn't do": null, "anything because I'm married.": null, "Squak: Oh, yes, of course, oh!": null, "Chirp: Yeah!": null, "Squak: Well, why didn't you stop me? You could have told me that human": null, "faces aren't meant to be touched without permission.": null, "Chirp: I was in hiding. Hiding in plain sight.": null, "Squak: You could have saved my wrist. Well, and you hid well. Okay,": null, "sure.": null, "Aabria: Amazing, did Rue originate or propagate this rumor?": null, "Oscar: The touching of the face [chuckles] Rue clocked. Told Wuvvy, but": null, "never, didn't... [laughs] But didn't spread anything, yeah. Not": null, "directly.": null, "Emily: Oh my God.": null, "Aabria: Amazing, and Surena.": null, "Surena: Okay, so the rumor is that Apollo, the reason why they have": null, "chosen seemingly to be courted by them is that they want to actually": null, "recruit Lord Airavis into the Court of Wonder.": null, "Lou: Oh, what a great—": null, "Aabria: Ooh.": null, "Omar: Whoa!": null, "Emily: Oh.": null, "Oscar: Mm-hmm.": null, "Aabria: Ooh.": null, "Emily: I actually do actually have one that I wanna do.": null, "Aabria: Yeah.": null, "Emily: Just to start shit.": null, "Aabria: Let's go.": null, "Emily: I think I wanna start a rumor that Wuvvy was seen in the private": null, "parlor of Prince Apollo.": null, "Aabria: Oh!": null, "Surena: Oh!": null, "Brennan: Oh!": null, "Omar: Shit.": null, "Surena: Oh yeah.": null, "Oscar: Actually, do you have anything to do with spreading that rumor?": null, "Emily: No, again, I'm doing it 'cause it's like, I don't want it to come": null, "back to me.": null, "Oscar: Sure, sure.": null, "Emily: 'Cause I was there, so I'll do your genius, I cast Suggestion on": null, "the same person to go shout it.": null, "Lou: The Vicar is talking!": null, "Surena: The Vicar?": null, "Brennan: Someone should check on the Vicar. He hasn't stopped screaming": null, "in days!": null, "Aabria: For what it's worth, I'm still marking that you were the origin": null, "of this. Just, it's not getting traced back to you.": null, "Emily: Yeah, yeah, yeah.": null, "Aabria: Yes, absolutely.": null, "Emily: It's kind of like I want Rue to know, but I don't the Court of": null, "Wonder to know that I am indirectly letting rumors—": null, "Aabria: Copy, okay, okay, okay.": null, "Oscar: Oof.": null, "[light fanciful music]": null, "Aabria: I love that. As ever, the tokens that you have collected across": null, "this Bloom are objects of great magic and wonder. And you can burn them": null, "to remove one of these rumors from the board and from the minds of your": null, "Fey kindred. Do any of you wish to do so?": null, "Surena: No.": null, "Oscar: No, I'm set with these, yeah.": null, "Aabria: All right, we're gonna let it ride.": null, "Brennan: Yeah.": null, "Surena: We're good.": null, "Brennan: We'll ride these out to the end.": null, "Aabria: Cool, cool.": null, "Lou: Ride or die. Wait one second.": null, "Aabria: Mm-hmm.": null, "Omar: Ride or die. Oh, well, actually...": null, "Aabria: Actually...": null, "Oscar: Michael B. Jordan and Dev Patel, uh…": null, "Omar: This is a co-lead film.": null, "Lou: This was always more of a Jeremy Renner, you know?": null, "Aabria: Oh no!": null, "Chirp: Cousin, you did not write a Renner vehicle did you?": null, "Squak: I want that box office cash! I don't want a fucking Oscar!": null, "Chirp: Oh!": null, "Lou: No, we're all good.": null, "Brennan: Letter from Grandfather, \"If you dare to cast Jeremy Renner!\"": null, "Aabria: Yeah, that's the thing is like, fuck a love match. I will not": null, "watch a Renner film.": null, "Brennan: If I have to see another Bostonian act in a major...": null, "Aabria: Okay, then we move into the epistolary phase once more. I would": null, "like to kick things off to a letter delivered to Andhera.": null, "Omar: Mm-hmm.": null, "Aabria: I think this is delivered while you're in the library hanging": null, "out with Advisor. And a little Salt Goblin is gonna run up to you and": null, "hand off a note, wait for a tip.": null, "Andhera: Oh, yes.": null, "Aabria: Hand out.": null, "Omar: And I'll get some crushed-up walnut shells.": null, "[sound of crushed up walnut shells falling]": null, "Aabria: Rubs it under his armpits, bows deeply, runs away. So this is a": null, "note, like you can see on the front, very beautiful script in green ink": null, "from Viscountess Grabalba.": null, "Andhera: Oh, shit.": null, "[bright whimsical music]": null, "Grabalba:": null, "\"My dearest Andhera,": null, "I have heard the rumors of your passionate if well-hidden ardor. The": null, "truth is that myself and Fable, the leader of the Trickster Court, have": null, "shared a romantic evening at the ball. And I truly cannot fathom a world": null, "in which a proposal is not publicly made in days. I hope that your": null, "friend’s, your very good friend’s—\"": null, "Aabria: Then it's crossed out a couple times and then just written,": null, "Grablaba:": null, "\"Your close comrade's marriage to the Seelie Court will not stand in the": null, "way of your continued camaraderie.": null, "Yours as ever, but for real don't stalk me. My boyfriend will kill you.\"": null, "\"Viscountess Grabalba, soon to be consort of the Fable of the Court of": null, "Trickery.\"": null, "Emily: I think I fell in love with her when she said, \"My boyfriend will": null, "kill you.\" [cast laughing] [Emily continues laughing]": null, "Omar: I write a letter back.": null, "Andhera:": null, "\"Your majestic nastiness.\"": null, "\"Absolutely, absolutely, absolutely!\" Exclamation point. \"I couldn't be": null, "more delighted for you. This sounds to be a most excellent marriage in": null, "every sense of the word, and I know that were I to intervene, death": null, "would be the kindest mercy that that court would allow me. I wish you": null, "the happiest of existences. And if you are to find yourself anywhere": null, "near the Unseelie Court, please do not make yourself a stranger. I have": null, "included some preemptive marriage gifts.\"": null, "Omar: And it's just old newspapers and stuff [Brennan laughing] that": null, "were used to sop up a puddle.": null, "Aabria: Amazing. You don't receive a reply.": null, "Omar: That's good.": null, "Lou: Can I knock one out because it's insane? [cast laughing] Just real": null, "quick.": null, "Aabria: Yes!": null, "Lou: Okay. [chuckles]": null, "Omar: Oh no.": null, "Aabria: Oh my God.": null, "Emily: I feel so happy now.": null, "Lou: [chuckles] Okay.": null, "[cast chuckling]": null, "Squak:": null, "\"Dearest Dev Patel,": null, "and Michael B. Jordan.": null, "We deeply appreciate your consideration for the following role. Sides": null, "are attached.": null, "Dr. Green Hunter.\"": null, "Brennan: Dr. Green Hunter?": null, "Surena: Dr. Green Hunter. [laughs]": null, "Brennan: You already have a pseudonym. It's Airry Pearry!": null, "Lou: No, that's the role.": null, "Brennan: Oh, it's doctor.": null, "Surena: He's a doctor.": null, "Lou: It's like an audition.": null, "Oscar: He didn't play as the character.": null, "Aabria: Do you think doctors—it's a doctor in an ambulance.": null, "“Dr. Green, we are seeking—”": null, "Oscar: [laughs] Emily.": null, "“We are seeking your read for the following role, Dr. Green Hunter, 35,": null, "musky.”": null, "Oscar: Musky?": null, "Surena: Oh my God, is he musky?": null, "“A flask of genuine Scotch heavy in his pocket, seems moments away from": null, "a divorce.": null, "[cast laughing] [Omar clapping]": null, "Interior, ambulance.": null, "The ambulance shakes rockily, the sirens blaring headed from the scene": null, "of an accident. Green Hunter, 'I'm so tired.'": null, "Patient, 'You're talking about tired? I'm dying over here!'": null, "Green Hunter, 'Keep your hand on your wound, man.' The Green Hunter": null, "looks over to his bow. It hangs next to his stetho-cope, his—": null, "Oscar: No, you misspelled stethoscope!": null, "\"It hangs next to his stetho-cope. Green Hunter, 'Who will I be today?'": null, "Please send back by the end of the week.": null, "Yours in casting, Airry Pearry.\"": null, "Oscar: The sides were two lines?": null, "[cast clapping]": null, "Brennan: Honestly, this sucks and I hate to say it, Renner's right for": null, "the part. I mean, ultimately the problem is that Renner's actually the": null, "right guy for the part.": null, "Lou: It's Renner!": null, "Emily: Okay, actually, you know what? I have a letter. [cast laughing]": null, "And I'm gonna go out of my way. First I'm gonna send a letter to Jeremy": null, "Renner's agent and then mimic their writing and say,": null, "Chirp:": null, "\"Dearest Jeremy Renner, you need to take a couple years off, my man.": null, "You're in too much! Sincerely, whatever your agent's name is.\"": null, "Aabria: Oh, oh, oh!": null, "Omar: Oh, man.": null, "Oscar: Oh, man.": null, "Aabria: Why? [laughs] Oh my God, that gave me asthma.": null, "Oscar: You're tired? I'm the one who's dying!": null, "Surena: I'm the one who's dying!": null, "Oscar: Can I audition for the patient?": null, "Emily: Oh my good God.": null, "Lou: Of course.": null, "Oscar: Okay, great.": null, "Lou: You're cast.": null, "Oscar: Oh, yes!": null, "Emily: I need a nap after that one.": null, "Aabria: That was very good. Holy shit.": null, "Omar: I pull out a piece of parchment and I turn to Advisor and I say,": null, "Andhera: Advisor, I wish to speak with my mother, but I haven't quite": null, "put the words together yet, so I'm gonna do that. In the meantime…": null, "Omar: And I take quill to paper.": null, "\"Dear Airry Pearry.\"": null, "\"I hope this letter finds you well. I thought your book was fantastic,": null, "truly. There has been a scathing review going around, though.\"": null, "Oscar: That's right.": null, "Aabria: It's just the one.": null, "Oscar: Panned.": null, "Brennan: Panned.": null, "Oscar: Universally panned.": null, "\"I don't normally do this, but as I think we're all about to get busy": null, "soon, if there's anything you want me to do on your behalf, you have an": null, "eternal friend and an eternal fan, and I'm happy to speak with—\"": null, "Omar: And I start to write L like “lord” and cross it out.": null, "\"One of your greatest enemies who is spreading such biting words here at": null, "the Bloom. I take this very seriously.": null, "Love, Andhera.\"": null, "Oscar: [laughs] Love.": null, "Omar: And I will send that off.": null, "Aabria: Amazing.": null, "Chirp: Cousin, I'm gonna go check the P.O. box.": null, "Squak: Yes, for more traditional mail, you know, that doesn't involve": null, "courtly things.": null, "Chirp: Oh Cousin, there's a letter!": null, "Aabria: The Pixie Office Box, yes.": null, "Squak: Yeah, the Pixie Office Box. It's in a basement, I think, yes.": null, "Chirp: Cousin, there's a letter for you.": null, "Squak: For Airry Pearry?": null, "Squak: It's from Pillar Boy! I think he wants to fight me because of the": null, "scathing review I wrote for myself of my own book.": null, "Chirp: Cousin, should you duel yourself?": null, "Squak: Oh, now that would be delightful. No, but I think I'll just—I'll": null, "write back to what I write back to all the fans.": null, "\"Thanks for reading, bro. Never forget to keep your bow near your": null, "stetho-cope.\"": null, "Brennan: Never forget to keep your bow near your stetho-cope.": null, "\"Hey, make sure to keep your hand on your wound.\"": null, "Brennan: I'll write a letter to BINX for delivery by the swiftest Salt": null, "Goblin we have. And it will say, \"We owe Buddy a visit. Same time as": null, "last time. No seconds needed.\"": null, "Omar: Oh!": null, "Oscar: We owe what?": null, "Omar: Buddy.": null, "Surena: We owe Buddy a visit.": null, "Omar: [mimics handpuppet speaking] You know who I am.": null, "[Aabria groans in disgust]": null, "Surena: So—": null, "Aabria: It's just an exhausted Salt Goblin.": null, "BINX: Oh hey there, hey. Do you want like, water?": null, "Surena: There's a leaf with like, a dew on it.": null, "Aabria: Smacks it out of your hand.": null, "Surena: Okay, I snatch the letter from him. I read it. And I… Did you": null, "say, what did you say? It's like the same people, or?": null, "Brennan: So it was not signed.": null, "Surena: Yes, it says—": null, "Brennan: It just said, \"We owe Buddy a visit. Same time as last time. No": null, "seconds needed.\"": null, "Surena: Got it, got it, got it, got it, got it. I fold the paper and": null, "would wait until the proper nighttime to go to the tailor's.": null, "Aabria: Sweet, amazing. And Ustain Bolt, 'cause I came up with a dumb": null, "pun, sprints away, sweet.": null, "Emily: To live for another five hours.": null, "Aabria: Five hours and I've gotta sprint it out.": null, "Surena: Question.": null, "Surena: When we left the last episode, we are starting this not the same": null, "day but the next day.": null, "Aabria: It's like the next day.": null, "Surena: Perfect, great. So you receive a letter.": null, "Emily: Uh-huh.": null, "Surena: And it says,": null, "BINX:": null, "\"Dear Lady Featherfowl,": null, "I apologize for my overly blunt response into being thrust into the": null, "spotlight with my intentions at the Bloom. Also, my sheer panic when you": null, "asked if I was calling in the favor, and for the Fog Cloud and Magic": null, "Missile I then deployed as I fled.\"": null, "Emily: Oh honey, I would have Counterspelled them.": null, "Surena: It was two! [laughs]": null, "Emily: Yes, my Cousin woulda got the other.": null, "Lou: I'm never far.": null, "Emily: I was joking anyway.": null, "Surena: I was like, poof, goodbye!": null, "\"So I do apologize. I would love, though, to talk to you in a more": null, "private place in a less… stressed?\" Cross it out, \"public\" underlined": null, "three times, \"place. Whether I come to have tea with you or you visit me": null, "under the radiator, it's completely up to you.\"": null, "Emily: Hmm.": null, "\"May you find lost things, BINX.\"": null, "Emily: I think when I receive it I'll say,": null, "Chirp: Cousin, I think I'm gonna go to a radiator.": null, "Squak: Oh…": null, " [cast laughing]": null, "Chirp: What should I wear to a radiator?": null, "Squak: Something dusty, perhaps. I mean, definitely something you don't": null, "mind getting it a little dirty.": null, "Emily: Okay. I take a bath towel and put it around myself and go to the": null, "radiator.": null, "Squak: Have fun.": null, "Surena: So as you walk down into the radiator, it's just like, in the": null, "very back of the castle. So it's sort of like, horror movie with": null, "flickering lights as you're approaching this heat radiator.": null, "Chirp: Mm, how ambient.": null, "Aabria: And let me be clear. This is anachronistic intentionally. Like,": null, "we are living in like a sort of Medieval high-fantasy world, and then": null, "there's just this interesting shift that feels a little out of time,": null, "which is strange to note but not uncomfortable, because you all live and": null, "exist in a plane and a world that's sort of disentangled from the": null, "mundanities of linear time.": null, "Emily: I guess I knock on the radiator.": null, "Chirp: [clears throat] Hello!": null, "[knocking resounds]": null, "BINX: Oh, hello, hi.": null, "Chirp: Hi.": null, "Surena: I pop up out, hello.": null, "BINX: Thank you so much for coming. I wasn't sure if you would.": null, "Chirp: Oh, of course. I love to make new friends. And I'm very": null, "hospitable.": null, "BINX: You are hospitable.": null, "Chirp: Is the word that I started.": null, "BINX: You started that?": null, "Chirp: Yes, doesn't one always curate one's reputation?": null, "BINX: That's so smart. I never even thought about doing that. You're a": null, "genius. Quite honestly, you might be the smartest person at the Bloom. I": null, "don't want to say that, like, to just say it, but like, that's": null, "incredible, your mind.": null, "Chirp: Thank you, you know, it's not really something I ever really": null, "think about that much, yeah, well—": null, "BINX: But come in, come in, come in!": null, "Chirp: Yes, yes, absolutely.": null, "Surena: And so you come in to what looks like an antique museum full of": null, "many—": null, "Chirp: [gasps] Is this an estate sale? [cheers and claps]": null, "BINX: It's my collection. It's all from the mortal realm, most of it.": null, "Some of it's from Avernus and other places, other planes.": null, "Chirp: Yes, yes, I suppose maybe we should talk about what I did not": null, "know previously, that you were Lady Gwyndolin and BINX in one. And": null, "obviously during our conversation when you were Gwyndolin, I may have": null, "overshared something. But now, you, BINX, knows that. And then you threw": null, "up a Fog Cloud and a Magic Missile.": null, "BINX: I did.": null, "Chirp: During fireworks, so it was very confusing.": null, "BINX: It was—": null, "Chirp: Visually, I was overstimulated.": null, "BINX: I just, uh, it was a lot, you know? The entire ball was a lot.": null, "Chirp: Yeah.": null, "BINX: But there's something about you that is so interesting to me, and": null, "as soon as you said a place that I recognized I was like, \"That's it.\"": null, "And I think that once you, any Fey goes to the mortal realm we are like,": null, "changed, forever changed. And I felt that in you. I felt that you were": null, "different.": null, "Chirp: Yes, I would certainly say that the mortal plane can have its own": null, "bewitching effect. I would say that the bewitching-ness goes both ways.": null, "When the mortal plane comes here, they find themselves fascinated, and": null, "when we go there, we find they have their own magic.": null, "BINX: Yes, I'm gonna get very straightforward with you right now.": null, "Chirp: Yeah, bring it on.": null, "BINX: If you visit the mortal realm, if that's something that you": null, "frequent, I've been working with Gwyndolin. Gwyndolin is a real person.": null, "I don't know if you knew that. She's not dead. She didn't die. I didn't": null, "murder her.": null, "Chirp: Okay, so when you... Okay, now you just gave me a bunch of": null, "specifics and I feel like you did.": null, "BINX: She's not dead. She's definitely fine.": null, "Chirp: Okay.": null, "Aabria: Ooh, you gotta, Insight, Insight.": null, "Emily: Okay, Insight. That's a 4.": null, "Aabria: 4. Against your Persuasion or Deception, I don't know which.": null, "Surena: Persuasion!": null, "Aabria: Did you kill her?": null, "Surena: She's fine. [laughs]": null, "Emily: 7, so that's 7 total.": null, "Surena: 14 plus, you know, 24.": null, "Aabria: You feel overly comforted that she's alive.": null, "Chirp: Ah, oh, good. Thank you so much for spelling it out. All the": null, "permutations in which she could be harmed and the fact that you haven't": null, "done them to her.": null, "BINX: Of course.": null, "Chirp: I do appreciate that sort of thoroughness.": null, "BINX: Well, I feel like if you say something like that, like as specific": null, "as possible, it must mean it's true.": null, "Chirp: It's like how me and Cousin keep being like, \"Grandfather\" and": null, "everyone thinks that means he's dead.": null, "BINX: Right, he's not dead. He's just in the sky, right?": null, "Chirp: He's not. He's just in the sky. Except right now I believe he": null, "spent the night somewhere else but...": null, "BINX: Oh, oh.": null, "Chirp: Yeah. But I'm sorry, back to what you were saying.": null, "BINX: Right, right, right, sorry. Yes. I've been working with Gwyndolin.": null, "Gwyndolin also frequents the mortal plane. And portals have been": null, "closing. And when a portal closes, it's unpredictable when one will open": null, "again and where it will open.": null, "Chirp: Hm.": null, "BINX: The only reason I was able to get around it, it was because I": null, "found a loophole. And that helps me kind of gain magic from the mortal": null, "realm as well as bring my magic to it.": null, "Chirp: Okay, so both of us have a vested interest in keeping passage to": null, "the material plane open. Hmm, hmm, hmm, hmm.": null, "Emily: I guess can I do some kind of... What the fuck would I do to": null, "even... I think, you know what?": null, "Chirp: You've given me information that if you were to try to cross me,": null, "I now have something on you, so I will just tell you exactly what I": null, "know. I don't know the details of how they're doing it yet, but the": null, "closing of portals, I believe, is the work of the Unseelie Court.": null, "BINX: Oh.": null, "Chirp: My cousin and I recently came into such information and have": null, "been... [clears throat] I've been stringing along Suntar.": null, "Chirp: For a political alliance. At first I thought, “Okay, maybe this": null, "is great. She offered me a loveless political marriage. Great, that's": null, "honestly what I'm here for.” Uh, but I... Once I learned their": null, "intentions, I've decided to maintain the relationship in order to learn": null, "precisely how the Unseelie Court is doing this so that it may be undone.": null, "So if you are concerned about the closing of the portals, I share your": null, "concern and I have every intention of finding out exactly what the": null, "Unseelie Court is up to. So if you would like to be of help in that...": null, "BINX: And like, friends and stuff? Yeah—": null, "Chirp: You've already—I was gonna call you Gwyndolin. BINX, you've": null, "already been over for tea.": null, "BINX: That's true!": null, "Chirp: Yes.": null, "BINX: Yes, okay.": null, "Chirp: [laughs] So yes. We are absolutely.": null, "BINX: All right.": null, "Chirp: Yeah, so I mean, if you would like to be involved, you seem to be": null, "spectacularly deceptive and slippery. I would imagine that you would": null, "make a very good ally in such information seeking.": null, "BINX: Yes, you know, to be completely candid, I wasn't sure about the": null, "Unseelie Court. I heard maybe that was something, but Andhera seems like": null, "he wouldn't have anything to do with that, but what if he's lying? What": null, "if that's not true?": null, "Chirp: Oh, oh BINX. I didn't mean to try to complicate your relationship": null, "or anything.": null, "BINX: No, no, I'm just—I'm just thinking out loud, yeah.": null, "Chirp: I learned it from Suntar and Prince Apollo.": null, "BINX: Prince Apollo. He's a dirtbag, right?": null, "[Aabria snickers]": null, "Chirp: Yeah, I just really can't get a read on him, right?": null, "BINX: Yeah, I just like—when I look at him I'm just like, I don't know": null, "what your deal is, but I don't like it, yeah.": null, "Chirp: Yes, yeah. But he's really forthcoming.": null, "BINX: Right, like, he's never said anything bad.": null, "Chirp: I think I like him more than Suntar, if I'm being honest.": null, "BINX: Really? I've never had a conversation with Suntar before.": null, "Chirp: Yeah, this was my first one.": null, "BINX: Oh, not a fan?": null, "Chirp: This was my first one and it was, well, we entered potentially a": null, "political loveless marriage.": null, "BINX: Oh, oh my God, yeah.": null, "Chirp: Yeah, I know. Big, big, very big.": null, "BINX: Yeah.": null, "Chirp: So yes, so I mean, my plan is to maybe just speak with her and": null, "see if she'll be forthcoming with me.": null, "BINX: Okay. Great.": null, "Chirp: Feign like I love her idea.": null, "BINX: Ooh.": null, "Chirp: And see if she wants the help of the Lords of the Wing in her": null, "endeavor, and thereby kind of learn what the nature of their closing the": null, "portals is.": null, "BINX: Love that. How do you lie without becoming sleepy?": null, "[Aabria chuckles]": null, "Chirp: Oh...": null, "BINX: Like, lie, like, straight lie without becoming incredibly drowsy.": null, "How do you do that?": null, "Chirp: So I'm the Countess of Cluckingham, and the people of": null, "Cluckingham, espionage, intelligence-gathering, it's our shit. I think": null, "I've been lying since I was a child, which I guess everyone goes through": null, "a lying phase when they're a child, but we never get out of it.": null, "BINX: Got it.": null, "Chirp: Yeah.": null, "BINX: Yeah, I can't actually lie without passing out.": null, "Chirp: Passing out?": null, "BINX: Yeah, well, it depends on the severity of the lie. If it's like a": null, "small one, I just get a little tired.": null, "Chirp: So just physically taking on a different form you can do?": null, "BINX: Well, when I'm Gwyndolin, I'm Gwyndolin.": null, "Chirp: Oh, okay. Oh, method actor, love it.": null, "Brennan: You know, there's a movie coming out...": null, "Surena: Really? [laughs]": null, "Lou: Hey, will you read these sides?": null, "Lou: It's only two lines.": null, "Oscar: We're looking for an ambulance.": null, "Brennan: I'm looking for an ambulance!": null, "Emily: Pretend like you have a wound that you just won't cover.": null, "Lou: Yes, and a flask of genuine Scotch that's heavy in your pocket.": null, "[gentle piano music]": null, "BINX: But I, um, consider me an ally in this.": null, "Chirp: Yes, absolutely.": null, "BINX: Yeah. We'll figure it out and I'll tell you what I know. And we": null, "can make sure that we can have access to the place that we care so": null, "deeply about.": null, "Chirp: You seem to really, really care about the material plane and its": null, "people.": null, "BINX: I do.": null, "Chirp: I find it very interesting because when it comes to humans, how": null, "do I put this? Don't mistake their innocence of means for an innocence": null, "of heart.": null, "BINX: Oh yeah, some humans are trash, right?": null, "Chirp: Yeah, yeah.": null, "BINX: Like, so terrible.": null, "Chirp: I just wanted to make sure if you really wanted to give magic to": null, "everyone that like, there are some people it can be a really corrupting": null, "force for.": null, "BINX: Yeah, I just... It's not even that I want to give magic to": null, "everyone there. It's more of, everyone should have the potential of": null, "magic. And I think that everyone should have access to what we have": null, "should they want it, should they earn it. And I'm honestly afraid, the": null, "fate of all of us if all portals to the mortal plane are closed… I don't": null, "know what the consequences will be. I just know that when we get": null, "stuck... Oh, I should tell you this. Side note. If you get trapped in": null, "the mortal plane, like, if you can't find your way back, you turn into": null, "stuff.": null, "Chirp: What?": null, "BINX: So it depends on where you, you know, reside the longest. And it’s": null, "not—it has to be for a long time, but the last weaver of the Court of": null, "Wonder, he turned into a tree. A very nice tree. My sister is now a": null, "haunted house.": null, "Chirp: Okay, that's sick.": null, "BINX: That's terrible.": null, "Chirp: Okay, I meant that's—": null, "BINX: I mean, it's sick, sick good. I mean like, she gets to haunt": null, "stuff. Like, she's, you know.": null, "BINX: Still doing stuff, but, you know, you just become a sacred place": null, "or sacred object. But you lose your connection to here, so...": null, "Chirp: Interesting. Well, you've given me much to think about. And I": null, "will be in touch whenever I plan a bike date with Suntar.": null, "BINX: Ooh, are you guys gonna ride a bike?": null, "Chirp: I don't know. I haven't floated the idea yet, yeah.": null, "BINX: Okay, let me know how... What's your deal with your brother, I": null, "mean, your cousin?": null, "Chirp: What's the deal with him?": null, "Chirp: He's the best. He's the greatest..": null, "BINX: Yeah, yeah, yeah.": null, "Chirp: He's the coolest. He's the hippest. Being around him is like": null, "being in a shower that's the perfect temperature.": null, "Oscar: Mm.": null, "BINX: Aw, I love that.": null, "Chirp: Yeah, and he's also an absolute scoundrel. I love watching it.": null, "BINX: Right? Like, he just like, does what he wants.": null, "Chirp: Yeah, he's great, yeah.": null, "BINX: Cool, awesome, all right.": null, "Chirp: All right. Well yes, I will be in touch with you whenever I have": null, "my tandem bike ride.": null, "BINX: Thank you.": null, "Surena: And I'm gonna give them the one item I found in Hanivan is a": null, "brooch, and it's a beetle brooch. And I give this to you.": null, "BINX: Here you go.": null, "Emily: Do I recognize it at all?": null, "Aabria: Give me a History check.": null, "[die taps table] [Brennan gasps]": null, "Emily: 25.": null, "Aabria: Where did you get the brooch from?": null, "Surena: In Hanivan there is—Hanivan's a smaller place, and there is sort": null, "of a... A tinkerer, sort of like a jewelry maker who—it's sort of like a": null, "generational jewelry maker. Their parents, their family have been making": null, "this fine artisan jewelry for a very long time. And it is just, it might": null, "have fallen behind a counter. It might have been misplaced in a move,": null, "yeah.": null, "Emily: [sighs] I think I look at this and I say,": null, "Chirp: Ah, a wonderful work from Mrs. Haversham. I will add it to my": null, "collection.": null, "Emily: And you see I have an invisible wedding ring that was from the": null, "same jeweler.": null, "[players gasp]": null, "Chirp: Thank you.": null, "Emily: And I leave.": null, "Lou: Do we both have invisible wedding rings?": null, "Emily: Yeah, I guess we do.": null, "Lou: Ooh.": null, "Aabria: That's rad as shit. I've got another letter as we hop back into": null, "our epistolary phase. And this one is from Blemish and Boil and it's for": null, "Hob. You all stay in the same area, and yet you woke up the next morning": null, "with this sort of like, near you. It's on fine vellum, the good paper,": null, "and tucked kind of under your shoulder wherever you found your rest.": null, "[Brennan clears throat] [paper crinkling]": null, "Blemish and Boil:": null, "\"Our efforts have born glorious fruit. Thanks to you, the Goblin Court's": null, "prospects are renewed. A deal has been brokered between ourselves and": null, "the Seelie Court united in concern with the Court of Wonders": null, "overstepping and the murmurings of an alliance between Wonder and": null, "Unseelie. We are throwing our lot in with the Seelie and formally": null, "joining our people via union between Lady Sylmenar and yourself. A match": null, "of this quality is a rare thing, and to that end we need you to make": null, "efforts to be seen out and about with the Lady. Your time flitting": null, "around the Bloom is at an end. Do your duty and help us seal this deal,": null, "Major Hob.\"": null, "[tender piano music]": null, "Major Hob: [sighs softly] [inhales and exhales roughly] [sighs": null, "dejectedly]": null, "Brennan: Um… I fold this letter neatly and stow it amongst my maps and": null, "orders and reports. I have never desired to eat a letter less. I will": null, "stand up, don my uniform, and immediately go and make a report to the": null, "Lord Blemish and Lady Boil.": null, "Oscar: I'm sorry, but before you leave.": null, "Brennan: Mm-hmm.": null, "Oscar: You notice that there's an envelope.": null, "Lou: Oh!": null, "Oscar: Right outside of the Pagoda that Wuvvy has left in the dead of": null, "night, and it says \"Captain\" on the envelope.": null, "Aabria: Hold on. She didn't deliver it.": null, "Emily: Oh my God!": null, "Omar: Oh, what, what?": null, "[players shouting]": null, "Lou: Wuvvy's dead.": null, "Surena: Oh, what? [laughs]": null, "Oscar: Okay, okay.": null, "Emily: Wuvvy, I will see you in 40 years when my wife has died.": null, "Oscar: Wuvvy did it, okay.": null, "Oscar: Okay, the letter got to Captain Hob by Rue.": null, "Brennan: Or are you saying that—": null, "Aabria: I'm letting you know that you handed off the letter to Wuvvy.": null, "You said, \"Deliver this to Captain Hob.\"": null, "Oscar: Yeah.": null, "Aabria: She went, \"Okay.\"": null, "Emily: Oh…": null, "Aabria: And the letter never got there.": null, "Oscar: So there is no letter. Oh, I see.": null, "Omar: Oh, Wuvvy.": null, "Emily: Can we still hear it though? Can we still hear it?": null, "Oscar: Can I still say what the letter is?": null, "Aabria: Yes, of course, of course. Please do.": null, "Oscar: Okay, okay, okay.": null, "Oscar: Oof, ooh, okay. [clears throat]": null, "Rue:": null, "\"Captain Hob.\"": null, "Emily: Maybe he should plug his ears 'cause he didn't get to hear it. He": null, "doesn't read it.": null, "Aabria: Oh, yeah.": null, "Emily: I'm just kidding.": null, "Surena: Yeah, leave.": null, "Lou: Maybe we make Brennan leave!": null, "Surena: They make you leave.": null, "Aabria: Leave the Dome!": null, "Brennan: I will if you need me to, but someone better fucking record it": null, "so I can watch it later.": null, "Oscar: Uh, [clears throat]": null, "Aabria: Ooh, camera-wise, Wuvvy is reading this letter.": null, "Oscar: Okay.": null, "Surena: Oh.": null, "Aabria: And that's how we all hear it.": null, "\"My feet are still gliding from dancing with you last night at the ball.": null, "I am feeling overjoyed, incredibly grateful, and absolutely lucky to": null, "have you by my side that night. That experience was unlike anything I've": null, "ever experienced. To share a moment with you, absolutely magical. And I": null, "must admit, my feet still hurt from when you stepped on them as I was": null, "teaching you how to do the Electric Slide.\"": null, "[Brennan laughing]": null, "Emily: [laughs] So that was what your dance was?": null, "Oscar: Mm-hmm. So listen, everyone doing, listen...": null, "Surena: Such a sexual dance.": null, "Emily: Oh my God, that's amazing.": null, "\"And in those moments where I saw you look down at your feet, frustrated": null, "that you couldn't get something perfect right away, I realized, this is": null, "the person I love. Those quiet moments, those moments of your genuine": null, "curiosity peeking through, the kind way that you held me, you asking me": null, "if I was all right and if I needed anything at all. I want to have more": null, "moments like that with you. I want to know you, Captain. I want to know": null, "you like no one else knows you. I want to be the only one to know that": null, "you, I don't know, dance when you're by yourself, or mutter to yourself": null, "as you're making food. I cherish the new delights that I will know about": null, "you. And for now, the only thing that will keep me going is four words": null, "that you have given me so graciously. Captain Knickolas…\"": null, "Oscar: And what's the name, what's the P stand for? 'Cause I read your": null, "card, so I would know what your name is.": null, "[players gasping]": null, "Brennan: Um, uh...": null, "Emily: This is the best moment of my life.": null, "[Aabria laughs]": null, "Lou: This is it right here.": null, "Surena: Here it is.": null, "Brennan: Under the fireworks.": null, "Aabria: Pterodactyl.": null, "[fireworks explosions resound]": null, "Brennan: In a burst of orange the night before on our dance, our fourth": null, "or fifth or sixth dance of the night 'cause I had eaten my card so that": null, "no one else could ask me to dance, I whispered in your ear in a slow": null, "waltz when you asked or when you looked at the card 'cause it was hard": null, "to make out.": null, "Captain Hob: The P [inhales sharply] in K. P. stands for Pnackolas.": null, "Aabria: No!": null, "Surena: Pnackolas!": null, "Aabria: Knickolas Pnackolas. You leave right now.": null, "Oscar: Yes!": null, "Brennan: So long. That's been Dimension 20 for me, folks.": null, "Oscar: Knickolas Pnackolas, okay.": null, "Surena: Knickolas Pnackolas.": null, "Brennan: Knickolas Pnackolas Hob.": null, "Oscar: These four words.": null, "Lou: How about it? How about it?": null, "Oscar: Hey, love will make you say some crazy names. Do crazy things.": null, "Lou: Like date a man named Knickolas Pnackolas.": null, "Oscar: But what's in a name?": null, "Lou: A lot, a lot. A lot when it's Pnackolas.": null, "Oscar: Yeah.": null, "\"Captain Knickolas Pnackolas Hob. Yours forever and always, Delloso de": null, "la Rue.\"": null, "Aabria: What a beautiful letter.": null, "Oscar: And that, mm, okay.": null, "Surena: Ooh, ooh.": null, "Aabria: It was ripped up.": null, "Lou: No!": null, "Oscar: Can I also, and quick, as I'm giving you that letter, I also give": null, "you a letter to send to the Chorus of the Court of Wonder, and it's": null, "simple. It just says,": null, "\"I think a meeting between us needs to take place. You set the time and": null, "location.\"": null, "Aabria: And Wuvvy, as a servant of the Court of Wonder, receives the": null, "note and just sort of blows gently on it. [wind bursts] And it dissolves": null, "into glitter. And she gives it a little [blows softly] as it's sent": null, "away. And give me an Insight check while she's holding the other letter.": null, "Lou: Almost a nat 20, but it's...": null, "Surena: But it was not.": null, "Oscar: That's a 12.": null, "[die taps table]": null, "Aabria: [whispering] She had to get a natural 20. All you notice while": null, "Wuvvy kind of stands by you and is awaiting a response from the Chorus": null, "is, as she's holding your letter to Hob in her left hand, her nail": null, "presses just a little too hard into it and you see that first little bit": null, "of a bent into it as she's kind of holding it a little too tight. But": null, "then before you can focus on it, [chiming resounds] glitter rushes into": null, "her hand mounding gently in her palm as she blows on it again and it": null, "reforms into a letter. A response from the Chorus that says,": null, "Chorus:": null, "\"At your earliest convenience at the top of the tower. We have much to": null, "discuss, and it is all good news.\"": null, "Rue: Good news. I wasn't expecting good news. Wuvvy.": null, "Wuvvy: Mm.": null, "Rue: Uh...": null, "Wuvvy: Yes, you want me to deliver this.": null, "Rue: Yes, but before you do, the ball, did you think it was a success?": null, "Wuvvy: I do, I do. I think it was exactly... I know it's a little": null, "different than what you planned, but I think it was good. I had a good": null, "time.": null, "Rue: Do you have a good time at these events? Or do you just do the": null, "things that need to be done?": null, "Wuvvy: I don't know if I know the difference all the time.": null, "Rue: Well, let me ask you this. Do you find joy in running around and": null, "doing errands for other people?": null, "Wuvvy: Not everyone, but for you, yes.": null, "Rue: Wuvvy, I have one errand to ask of you.": null, "Wuvvy: Hm.": null, "Rue: For the event tomorrow or whatever happens tomorrow, I want you to": null, "trust the smaller Fey that they will do the job that you appointed them.": null, "I don't want you to run around. I don't want you to do any of the tasks.": null, "And I just want you to exist in the space.": null, "Wuvvy: Why?": null, "Rue: Well, because a good friend of mine, Lady Featherfowl, gave me some": null, "great advice. She told me that I should just exist and be present in the": null, "moment, and I allowed that to happen at the ball and it was one of the": null, "most magical experiences I've ever had, and I'm afraid that you are": null, "bound by obligation and not love.": null, "[soft instrumental music]": null, "Wuvvy: For me, I think the thing I love and that which I have a duty": null, "toward are very much one and the same. And I've noticed that I think": null, "that's not necessarily true for you. That's okay. If you tell me to step": null, "back from the next event, I will do it, but I won't enjoy it. I like": null, "helping you create, execute on your vision. It pleases me greatly to be": null, "of use to you. And maybe that's not true forever, but it's true right": null, "now. All I want is what's... I'm sorry, were you saying something?": null, "Rue: No.": null, "Oscar: And I think I'm starting to realize that there's a rift, a big": null, "divide between Wuvvy and myself in terms of our goals and what we want.": null, "Rue: [sighs] I... You know that there are no secrets between us. And I": null, "must confess something to you, Wuvvy. Something unexpected, something": null, "that I would have never expected to happen in a millennia, but something": null, "has taken precedent over doing my obligations in the Bloom. And if": null, "things go how I envision them to go and I were to be successful in this,": null, "I don't think I can continue running the Bloom any longer.": null, "[players gasp softly]": null, "Wuvvy: I understand. You know I love you, right?": null, "Rue: And I love you.": null, "Wuvvy: And I only want what's best for you. You should go.": null, "Rue: Yes, yes, there's much to do, isn't there?": null, "Wuvvy: Yeah, I'll take care of things.": null, "Rue: You always do, Wuvvy.": null, "Wuvvy: I always do.": null, "Aabria: And her hand, sort of trailing across your well-appointed room,": null, "moves across a desk and alights very quickly on a vase, where she's sort": null, "of cut and arranged a assortment of the black and white peonies that you": null, "both wore last night into a little cascade in a narrow vase. And her": null, "nail just taps on it. It makes a little ring on the glass and she walks": null, "out of the room. We'll come back to that scene. Does anyone else have a": null, "letter they want to send?": null, "Emily: I actually do.": null, "Chirp: Cousin, I'm going to write to Suntar.": null, "Squak: Oh, I was going to write to Prince Apollo.": null, "Chirp: Really?": null, "Squak: Yes.": null, "Chirp: Well, maybe our intentions were the same.": null, "Squak: Oh, likely.": null, "Chirp: I was basically gonna say to Suntar like, we should meet up": null, "'cause maybe the Lords of the Wing could help with the closing of the": null, "portals, to try and find out what is their methodology for closing of": null, "the portals, so that we know what we're dealing with.": null, "Squak: Oh, that sounds great. I was just gonna send a kinda thirsty,": null, "nasty letter, kinda my general.": null, "Squak: You know how I do like, kind of a Mad Libs thing.": null, "Chirp: Yeah, yeah.": null, "Squak: Where all my letters are the same and I just fill in different": null, "specifics.": null, "Squak: So it's gonna be one of those for Prince Apollo.": null, "Chirp: Yeah, but not for Theodore. Not for the other—": null, "Squak: Well, Theodore got a specific one 'cause we were kind of getting": null, "the setup, and I think after, you know, he'll probably get one of these": null, "down the line. But no, this one is very similar to the one I sent to": null, "Baroness Alven, just with quick plug and play.": null, "Chirp: Ooh.": null, "Squak: Yeah.": null, "Chirp: Okay, you go first then.": null, "Squak: Oh.": null, "Chirp: That's delicious.": null, "Squak: No, but I think we are in the same mind, though. I just wanna": null, "keep 'em on the hook, you know?": null, "Chirp: Yeah, so I kinda wanted to meet up with Suntar and... Here, I'll": null, "just read what I was going to say to her.": null, "Squak: Yes, go ahead. [clears throat]": null, "\"Suntar,": null, "Grandfather much approves of our potential betrothal. He has inquired": null, "into some of the revelations Prince Apollo divulged over brandy and": null, "cigars and whether the Lords of the Wing could aid in their execution.": null, "Meet me in the place where the beat doesn't reach so that we might": null, "further discuss.": null, "K.I.T.,": null, "Lady Chirp Featherfowl.\"": null, "Squak: Oh, delightful.": null, "Chirp: Yes.": null, "Brennan: Meet me in the place where the beat doesn't reach.": null, "Chirp: Do you wanna come?": null, "Squak: Yeah, or should we make it a foursome-thing? Or do we just double": null, "team? Not double team like that.": null, "Chirp: Yeah, I know. That's a gross, gross idea—": null, "Squak: I know, I know. Well, it's not gross.": null, "Chirp: I know what you mean. I mean it's not, but yeah.": null, "Squak: It's not bad we would... Anyway, um, uh... But is it a more": null, "powerful thing if we both happen to be there or do we make it a": null, "foursome?": null, "Chirp: I mean, I'm trying to make it seem like the Lords of the Wing are": null, "maybe in on this, right?": null, "Squak: Oh, I love that. Okay again, let's both go, yes.": null, "Chirp: And so it feels like it makes sense, okay, yeah, yeah.": null, "Emily: So I send that off. And I summon some real, like, nasty vultures": null, "and ravens for Suntar 'cause that feels like her vibe.": null, "Aabria: Yeah, it's her whole vibe. What you receive in response will": null, "require a Wisdom saving throw.": null, "Lou: Do we, any preparation or knowledge that this would be—": null, "Emily: Nat 20, baby.": null, "Aabria: No. [players cheering] Love this.": null, "Oscar: You were saying? You were saying?": null, "Aabria: What, what?": null, "Lou: Why would I ever worry?": null, "Aabria: Why would you ever worry?": null, "Lou: About my cousin.": null, "Surena: Yes, yes.": null, "Emily: Intelligence is my thing, but I'm also pretty wise.": null, "Aabria: Hey, so you feel suddenly very faint and—": null, "Chirp: Cousin, the couch, the couch!": null, "Squak: Flamingo, no, flamingos, go, go, go!": null, "Aabria: The flamingos run over the peacocks to push the fainting couch.": null, "But instead of swooning and committing to that you kind of steel": null, "yourself on a piece of furniture.": null, "Chirp: Ah.": null, "[dreamy music]": null, "Aabria: And ride through it as a vision comes, swirling darkness in a": null, "place that already is utterly bereft of light. And like a vapor moving": null, "through, that feels like you are both seeing this place and in it, and": null, "yourself in this moment watching it happen behind your eyes. And the": null, "thing that you feel in this place, and hate to make a bird pun, but you": null, "do get goosebumps as you're standing there.": null, "Chirp: Ah, at least it's not goose teeth.": null, "Aabria: As this dark, like, jet of air swirls around you and curls up,": null, "and you hear a little hiss in your ear, but the ear that's inside of the": null, "vision, that says \"Yes.\"": null, "Chirp: All that for a yes?": null, "Aabria: Yeah. I will offer with this natural 20 that that was very": null, "clearly a show, like Suntar's trying to show the strength of her power.": null, "Aabria: And her like, readiness and willingness and ability to inherit": null, "her mother's gifts.": null, "Emily: Okay, she's—": null, "Aabria: This was like a—just a flex to prove value.": null, "Emily: Yeah, yeah, yeah. Well, I think I flexed back. [laughs]": null, "Aabria: Yeah, 100%.": null, "Emily: Cool. So I guess maybe,": null, "Chirp: Cousin, I actually don't know where the beat doesn't reach.": null, "Squak: Well, I think you just gotta—": null, "Chirp: Let's get a boombox going.": null, "Squak: Yes, exactly. I'll hold it over my head and you stand in": null, "different dark corners and tell me if you can hear it there. Can you": null, "hear it there?": null, "Chirp: I can hear it, yeah.": null, "Squak: Okay what about—can you hear me now?": null, "Aabria: Oh my God!": null, "Emily: Still unfortunately.": null, "Lou: Oh goddamn, can you hear me now?": null, "Chirp: Oh, let me try this corner. Oh, I found it, I found it!": null, "Squak: Oh, fantastic, smash!": null, "Aabria: Do we have any more letters?": null, "Lou: Just one. This one goes just as we're headed out the door to meet": null, "Suntar.": null, "\"My dearest Prince Apollo. Last night still was heavy in my thoughts. It": null, "was an honor to be by your side as we did the Harlem Shake together.": null, "And as these days grow long, my mind drifts to when we are together, and": null, "my heart pines for you so. As these days of the Bloom grow long—\"": null, "Lou: I look at it, go,": null, "Squak: Ah fuck it. It'll do.": null, "\"I yearn for the day at which point our love will become known. Like the": null, "ever-present passing of days, my desire and affection for you continues": null, "to rise, undeterred by any obstacles and aligned with the foundations of": null, "the cosmos. You've clipped the wings of my heart.\"": null, "Brennan: No!": null, "\"And it rests eternally in your care, Squak.\"": null, "[Aabria groans]": null, "Oscar: Cut and paste, honey. [cast laughing] Cut and paste.": null, "Lou: And I send this with just a shit-ton of doves. Just a shit-ton of": null, "doves that are all, they themselves are in love and they carry this.": null, "Emily: Ooh!": null, "Aabria: The doves are in love is a part of it.": null, "Lou: And they carry this to Prince Apollo in full view of all.": null, "Emily: Ooh.": null, "Aabria: If you are sending this off as you're leaving to go meet, then": null, "you don't really worry about a response and no quick one returns to you.": null, "The last I will say of this phase is that BINX, you've received probably": null, "a good half dozen of notes that could best be described as notes of": null, "inquiry.": null, "Surena: Mm, mm-hmm.": null, "Aabria: From middle peerage of some powerful courts. Seafoam, Stone,": null, "Deepwater and Seelie inquiring about your desire to marry and begin to": null, "bolster your court.": null, "Surena: Mm-hmm.": null, "Aabria: By having someone leave theirs to join yours, instead of the": null, "other way around. So they're all kind of deeply impersonal and they're": null, "just sort of like...": null, "Surena: Mm-hmm, yeah. Well, just like, we're feeling it out.": null, "Aabria: Just feeling, yeah, exactly.": null, "Surena: Yeah. This very much stresses BINX out. Like, it's all of these": null, "people who she doesn't know are acting kind of like they're her friend.": null, "Surena: Right? And she's just like, “Oh, this is so much pressure. And": null, "it's weird, and it's like, you don't mean anything that you're saying.”": null, "So I take the stack of letters. I have them. I'm wrapping them up and": null, "I'm just storing them for now.": null, "Aabria: Okay, let's start with Rue and the Court of Wonder.": null, "Brennan: Hmm.": null, "Lou: Hmm.": null, "Emily: Hmm.": null, "Surena: Oh.": null, "Oscar: All right, here we go!": null, "Lou: You're in trouble.": null, "Oscar: Well, they said it was good. It was for good, right?": null, "Emily: Oh, right.": null, "Oscar: That's what they said. It was good! [Aabria laughs] Right, Lou?": null, "Lou: Well, we're gonna see. You might be in trouble.": null, "Oscar: Ooh!": null, "[regal music]": null, "Aabria: You walk upstairs, and even as you approach the top of this": null, "tower, the door opens before you. And you see a very plainly-appointed": null, "room, sort of intentionally majestically minimalist, as three": null, "over-large, overstuffed chairs have sitting upon them the three members": null, "of the Chorus that traveled with the Court of Wonder to the Bloom. Other": null, "than a mild difference in height, there's no visual distinguishment": null, "between them. They have that like, marble mask. Whenever you encounter": null, "one, the mask switches between either that sort of like, tragedy or": null, "comedy grotesqueness. And long robes of deep blue in gloved hands and": null, "just an intentional obscurement of features. And they all gesture": null, "simultaneously to you, as you walk in, to a chair in front of them of": null, "equal size and plushiness that's just sort of before them.": null, "Oscar: Hmm, can I roll a Perception check just to catch the vibes of": null, "this?": null, "Aabria: I'm gonna say that's an Insight check to catch a vibe.": null, "Oscar: Oh, Insight? Okay.": null, "Aabria: Perception check to spot a thing.": null, "Oscar: Okay, great. 17.": null, "Aabria: Yeah, it is formal and there's a sort of like, purposeful": null, "intensity utterly devoid of malice.": null, "Oscar: Yeah, that makes me feel a lot better, and I walk in and I take a": null, "seat on the chair.": null, "Aabria: Something to the way these robes move doesn't even allow for the": null, "mask to shift as someone speaks. There is no sense of—there's a face": null, "behind the mask and it shifts with musculature, but they all just speak": null, "as one in not just unison but harmony as they say,": null, "Chorus: Rue, thank you for joining us. We don't mean to put on airs, but": null, "this is an important meeting, and we want to show you through the": null, "formality of our appointment the depth of our gratitude to you in all": null, "that you have done to carry off this event and make good the name of the": null, "Court of Wonder throughout the Fey realm. How does this morning find": null, "you?": null, "Rue: It finds me well. If I may speak candidly, I was nervous to come": null, "here. I was under the assumption that a lot of my actions might have": null, "reflected badly on the Court of Wonder.": null, "Chorus: You are referring to, of course, those who believe your status": null, "as the Master of Ceremonies precludes your ability to engage and enjoy": null, "them, yes?": null, "Rue: Well, am I wrong for thinking that?": null, "Chorus: Rumors, happenstance. We see nothing wrong with what you've": null, "done.": null, "Rue: And what about the rumors that the Court of Wonder is keeping a lot": null, "of the magic resources and its relation to the Court of Craft? Are those": null, "rumors as well?": null, "Chorus: Of course. People are wont to talk. We regret the dissolution of": null, "the Court of Craft. That is beyond our control and beneath our sights.": null, "They were our sister, yes. But we are holders of vastly different realms": null, "of power and portfolios. We regret deeply that we did not see what was": null, "coming and intervene, but what is done is done, and people talk.": null, "Rue: And what about the rumor that this is indeed the last Bloom? Had": null, "the Lord of the Wings not snapped everyone to their senses, I mean, we": null, "might possibly not have another Bloom.": null, "Aabria: Give me an Insight check.": null, "Oscar: Come on baby, roll high, please. [laughs] 21.": null, "Lou: Oh baby.": null, "[players cheering]": null, "Aabria: You catch in just a moment a little turning of one of their": null, "heads in the direction of another, and you realize now that there is a": null, "connection between the three of them. They are coordinating their words,": null, "and that mention gave them enough pause to let it slip a little. They": null, "recover after some long seconds.": null, "Chorus: The Lords of the Wing will do as they do. And again, you put so": null, "much stock in rumor. Why do you debase yourself with the murmurings of": null, "people who... hm. We serve them as we serve all realms, but we do not": null, "concern ourselves with the murmurings of lesser Fey.": null, "Rue: [exhales softly] You have to understand that these rumors are truly": null, "my way of connecting with the Court of Wonder.": null, "Chorus: And that is our fault. We have held you at arm's length. We": null, "wished only for your happiness and the sense of freedom to move about": null, "and do what you do best, but we realize our mistake. We wish to hold you": null, "closer still. When you return home at the end of this Bloom, which we do": null, "not believe to be the last Bloom, because what could end a surge such as": null, "this? We would offer you a mask and a place among us.": null, "Emily: [gasps] Oh!": null, "Surena: Ooh.": null, "Omar: Congratulations.": null, "Lou: Congratulations.": null, "Rue: You're suggesting that I join the Chorus?": null, "Chorus: It would please us greatly. Your insights, your knowledge, your": null, "gifts, your talents are wondrous to us. We love them and you.": null, "Rue: This is... And what of the Bloom? If I join the Chorus I must give": null, "up the title of Master of Ceremony.": null, "Chorus: You have trained a worthy replacement, have you not?": null, "Rue: In Wuvvy, yes.": null, "Chorus: In Wuvvy, yes. Is it not her time to shine?": null, "Surena: [inhales deeply] Ooh.": null, "Rue: I have been debating relenting my position as the Master of": null, "Ceremony. That regardless of whether this is the last Bloom or not, I": null, "will no longer be the Master of Ceremony. If you remember, I made a": null, "wager with the Lords of the Wing. If they were to lose the wager, they": null, "would lose a lot of money.": null, "Chorus: Hm.": null, "Rue: As most things go, but if they were to win the wager, I was going": null, "to offer either Lady Featherfowl or Lord Airavis the positions of": null, "Masters of Ceremony for the next Bloom.": null, "Aabria: You feel a ripple, a surge of magic tied to strong emotion, that": null, "also being tamped down by whatever magic is obscuring their features,": null, "but you feel it, indignation.": null, "Chorus: An interesting wager to be sure. It is your title, but is it": null, "yours to give?": null, "Rue: I understand that. I understand that. But why must the Court of": null, "Wonder hold the title, Master of Ceremony? Why must we hold on to the": null, "magic that controls the Bloom?": null, "Chorus: Who better than us?": null, "Rue: Does this practice not coincide with the idea of the Bloom to": null, "co-mingle, come together, exchange experiences between courts? When we": null, "are apart from the Bloom, all the other courts stay together. That is": null, "why I love making events for the Bloom. The reason that I do the Bloom,": null, "that I have done the Bloom was for love, was for people of different": null, "courts to come together and find true love so they can intermingle, and": null, "hopefully one day maybe banish the thought of courts.": null, "[Brennan and Surena gasp] [Surena and Brennan cheer boisterously]": null, "The first event, the Hart Hunt, do you not see the implication? And when": null, "the prize was won by both the Unseelie Court and the Lord of the Wings,": null, "I thought we were off to something magnificent. The second event, the": null, "tea party. Why put those potions? The potion of love, of free thought,": null, "is to understand one another so connections can be made. The Hedge Maze,": null, "what was the prize? A crystal heart, a symbol of love, transparent,": null, "beautiful, precious. The ball, well, that's self-explanatory. And you": null, "have the audacity—": null, "[Brennan gasps] [Surena groans nervously]": null, "Rue: To tell me that this event should be orchestrated by one of our": null, "own, and only by one of our own. That stands against everything I hold": null, "important, everything I hold dear.": null, "[dramatic music]": null, "Aabria: You feel wave after wave of strong emotion hit you. Though no": null, "one ever speaks up, they let you rant. They watch with faces that remain": null, "violent in their impassiveness.": null, "Brennan: Whew.": null, "Surena: Yikes.": null, "[Brennan snaps fingers]": null, "Aabria: And once you've sort of blown yourself out, you notice in your": null, "pocket, something is generated.": null, "Aabria hands Oscar a golden magnifying glass.": null, "Oscar: Oh, ooh.": null, "[Surena gasps in astonishment]": null, "Brennan: Wow.": null, "Oscar: Quite beautiful.": null, "Aabria: And a couple long moments stretch out, and they begin again.": null, "[music softens]": null, "Chorus: We admire your passion, and we see your purpose here. And we do": null, "not fault you for your outburst. It's in your nature. We do not rescind": null, "our offer. We think, we think...": null, "Aabria: And you feel again that light rippling of complexity, everything": null, "that isn't being said, emotions being bandied back and forth, a": null, "disagreement felt like ripples if you were standing at the edge of a": null, "pond, and then they begin again in unison.": null, "Chorus: It is better for you to stand with us.": null, "Rue: Than against us.": null, "Chorus: We didn't say that.": null, "Rue: You didn't have to.": null, "Aabria: Yeah!": null, "Brennan: Yeah!": null, "Surena: It's so good!": null, "Aabria: Yeah, where do you... We'll kind of wipe from there, but where": null, "is Rue headed after that altercation?": null, "Oscar: Yeah, yeah, I—": null, "Aabria: Job offer?": null, "Emily: Job offer!": null, "Oscar: I'm completely at, I—I'm just overwhelmed. My instinct, I say,": null, "Rue: Wuh—": null, "Oscar: And I cut myself short, because I understand that to invite": null, "Wuvvy, Wuvvy is... Oof, is no longer a confidant. [players gasp] I'm": null, "starting to realize. Especially after the connection of the Chorus": null, "pushing for Wuvvy to be the next Master of Ceremony. Tears well up in my": null, "eyes and all I want to do is be consoled by Hob.": null, "Lou: Mm, mm.": null, "Oscar: But I think better of it, and I go to try to find BINX.": null, "Aabria: [gasps] Amazing. [Omar claps] And as we see you kind of": null, "disappear out of your room and head in the direction of BINX's strange": null, "little space under the radiator, let's cut to the Lords of the Wing": null, "seeking out Suntar.": null, "Chirp: So I guess we just wait here, Cousin.": null, "Squak: Yes.": null, "Chirp: And all we have to do is we just get through this interaction,": null, "and then we get through brunch with Grandfather.": null, "Squak: Oh.": null, "Chirp: And then he takes off back into the sky.": null, "Chirp: And then we destroy our reputations again and win a bunch of": null, "money.": null, "Squak: Finally.": null, "Chirp: Oh!": null, "Squak: It's gonna be great. What do you think I'm gonna do? I can't—I'm": null, "not gonna marry Prince Apollo, right?": null, "Chirp: I don't know. Do you want to?": null, "Squak: Kind of.": null, "Squak: I don't know. It seems like it'd be fun.": null, "Chirp: Are you falling in love?": null, "Squak: Absolutely not.": null, "Squak: I wouldn't call it love. It's just um... My interest is piqued,": null, "you know? He seems to be kind of nasty, you know? In the same way that": null, "I'm kind of nasty, so you know, it would be—I don't think love fits": null, "whatever we might have, but—": null, "Chirp: Have you engaged in carnal delights yet?": null, "Squak: Oh, I wish. You should have seen the way he does the Harlem": null, "Shake.": null, "Chirp: I did. I did see the way he did the Harlem Shake.": null, "Squak: Uh-huh, you saw the way he did the Harlem Shake.": null, "Chirp: Because I was also Harlem Shake.": null, "Squak: Exactly who we are. God, that BINX is fun. Ooh.": null, "Aabria: You feel a cold breeze move through the space.": null, "[wind softly rustles]": null, "Chirp: Ah, Suntar, my potential betrothed.": null, "Aabria: And the darkness in front of you deepens until it becomes like": null, "an inky spot almost like Andhera's darkness spell, but like, soft at the": null, "edges, and it sort of fades narrowly into the shape of a humanoid. And": null, "then walking from that is Suntar.": null, "Chirp: Suntar.": null, "Squak: M'lady.": null, "Chirp: Ah.": null, "Emily: I kiss her hand.": null, "Chirp: Formalities, you know? So, we have brunch with Grandfather. Oh,": null, "[blows kiss] and...": null, "Emily: [laughs] Wait, right now I know he's back at the...": null, "Squak: Grandpa, that's right, he's not in the sky.": null, "Chirp: Suntar, we have brunch with Grandfather, and we were wondering,": null, "everything that Prince Apollo told us sounded very interesting. You": null, "know, the Lords of the Wing might be very interested in an endeavor like": null, "that, and we were wondering, you know, how we might aid.": null, "Suntar: Huh.": null, "Chirp: At least if you gave us some information we could bring it to": null, "Grandfather, and he could sort of say, \"Oh, this is what we can allot to": null, "the cause.\"": null, "Aabria: Deception check.": null, "[Omar groans anxiously]": null, "Emily: Okay. Whew!": null, "Lou: Can I give my cousin Bardic?": null, "Aabria: No.": null, "Lou: Great, happily.": null, "Oscar: Ooh, oof.": null, "Emily: 19.": null, "Suntar: Hm. I think you are incredibly clever.": null, "Chirp: Thank you so much. Thank you. That's really, wow.": null, "Squak: Very kind of you to say.": null, "Suntar: And I think—": null, "Chirp: I think you're pretty attractive. Cousin, say something nice.": null, "Suntar: Thank you.": null, "Chirp: We're doing compliments.": null, "Suntar: We don't have to do compliments. I'm good.": null, "Squak: I've got a bunch.": null, "Suntar: I know.": null, "Suntar: I don't think you would think me very clever if I offered up": null, "everything.": null, "Chirp: Oh, okay. That's also fine. If I overstepped, please—": null, "Suntar: No.": null, "Chirp: Forgive me.": null, "Suntar: We would be happy to explore those options with you, but an": null, "offer was made. And all we've had in return is strawberries. If some": null, "sort of guarantee were made, the thing we endeavor to do will shape not": null, "only this world, but all others forever. And I'm not gonna fumble the": null, "bag so close to victory.": null, "Chirp: Of course.": null, "Squak: That's fair. I mean, again, our grandfather invented birds. We": null, "know the power.": null, "Suntar: My mother invented darkness.": null, "[Surena groans]": null, "Squak: Listen, I didn't mean it as a pissing contest. I meant it more as": null, "that we understand the depths of the implications that decisions made by": null, "a court of true power such as ours can have. And though, yes, as your": null, "suggestion in the previous evening that our court is in a interesting": null, "place, we seek to control and mold the worlds as we once did.": null, "Aabria: Give me Deception or Persuasion. It's your call.": null, "Lou: Okay.": null, "Aabria: But between the two of you, you can give it to me with": null, "advantage. She is not immune to flattery.": null, "Lou: That's one. [die taps table] That's two. 29.": null, "[apprehensive music]": null, "Aabria: Oh! You see a young woman sort of rigid in her posture doing her": null, "best approximation of the countenance of her mother. I think you see": null, "through her to something, I won't put words in your mouth or tell you": null, "how you feel, but I do feel like the two of you understand a bit the": null, "struggle of being in the shadow of a mighty leader of not just a court": null, "but a family. And she is doing her best, but you find that exact right": null, "note to strike, that bit of ego to stroke, and you see her soften in": null, "front of you.": null, "Suntar: Okay. [inhales softly] Well, [chuckles softly] let your": null, "grandfather know, in addition to both Apollo and my's greetings and": null, "salutations, that we will have one chance to put something into the": null, "world, enough to sustain the mortals and let them make their own way,": null, "but magic is our gift. And we have been stockpiling objects, talismans,": null, "things of great power, in order to realign the fissures in this plane.": null, "The tears in the veil, we can close them. The how is the interesting": null, "thing, though.": null, "Chirp: I can't wait to find out.": null, "Aabria: And you see her genuinely smile and then gain her composure": null, "Suntar: I would hope that after speaking with your grandfather, the two": null, "of you would come to an understanding.": null, "Squak: Mm.": null, "Suntar: And let us know at your earliest convenience. By the end of the": null, "week, there's a play in the works, and we would be honored if you sat": null, "with us as a show of unity and strength in our box at it.": null, "Chirp: That would be fantastic.": null, "Squak: It's certainly such a prized position.": null, "Chirp: I know, your box has A/C. I love that. I think that this": null, "information will really, really sweeten the deal with Grandfather.": null, "Squak: Oh yes, the thing he has right here is gonna be shaking back and": null, "forth.": null, "Chirp: His wattle, yeah, but in delight.": null, "Suntar: Oh, that's good. Well, there's much to do, and I will take my": null, "leave.": null, "Lou: I'm gonna put my hand on Suntar's shoulder.": null, "Squak: The generation before us has had their time. It's time to show": null, "the world our birds.": null, "[cast chuckles]": null, "Omar: Oh my God.": null, "Emily: I message Squak,": null, "Chirp: What the fuck?": null, "Squak: She gets it, she gets it. She's gonna get it, she'll get it.": null, "Aabria: But she absolutely gets it. Ooh, till further notice you have": null, "advantage on Persuasion checks with Suntar.": null, "Omar: What?": null, "Aabria: And she disapparates under your grip.": null, "Emily: Disapparates.": null, "Chirp: Cousin, should you enter that political alliance?": null, "Squak: Oh, definitely. There's no nastiness there. Zero nastiness.": null, "Chirp: Oh, that's true.": null, "Squak: I just kind of saw—": null, "Chirp: No, it was great. I loved it.": null, "Squak: I have my moments.": null, "Chirp: Okay, well, let's bring none of this information back to": null, "Grandfather.": null, "Squak: [chuckles] Not a peep!": null, "Chirp: Not a peep, oh.": null, "Oscar: No!": null, "Squak: My niece!": null, "Chirp: Okay, let’s look at pictures on the way.": null, "Squak: Wait, oh, you have pictures!": null, "Aabria: [laughs] Amazing. Let's cut to Major Hob.": null, "Brennan: I leave my tent. I walk to directly report to Blemish and Boil.": null, "Aabria: Mm.": null, "Major Hob: My Lord and Lady, I received your notice very well. Some": null, "questions then as to the nature of my mission here at the Bloom in": null, "the... And what elements of it may now be no longer pertinent.": null, "Blemish/Boil: Hm.": null, "Major Hob: Are we still attempting to secure marriage for the": null, "Viscountess Grabalba?": null, "Blemish/Boil: According to her, things are well in hand.": null, "Major Hob: Come on, Grabalba!": null, "Blemish/Boil: Honestly, if not with Fable, then who?": null, "Major Hob: I had an opportunity to crush that rumor and I was like,": null, "honestly, someone very near to me, as they so eloquently put it, \"We all": null, "saw what we saw.\" You know? We all saw what we saw.": null, "Blemish/Boil: Someone near to you?": null, "Major Hob: Hm?": null, "[ominous music]": null, "Oscar: Oh!": null, "Surena: Uh...": null, "Blemish/Boil: Near to you?": null, "Major Hob: Physically, someone close by, within arm's reach, proximity,": null, "spatial—": null, "Aabria: Deception check!": null, "Oscar: Oh no!": null, "Surena: Yikes, yikes.": null, "Brennan: No! Come on, sneaky. Ooh! What's the roll, Deception?": null, "Brennan: Dirty 20.": null, "Surena: [gasps] Ooh.": null, "Major Hob: A dumb Goblin like me has no feelings of which to speak! As": null, "you've said, I'm a blunt instrument. My head is full of rocks and my": null, "heart of garbage.": null, "Blemish/Boil: Yes, yes, yes, yes. You also, please don't yell.": null, "Major Hob: Sorry!": null, "Blemish/Boil: Did you not drink? Ugh!": null, "Major Hob: I am sorry. Who would ever love me, you know? [laughs": null, "despairingly]": null, "Aabria: Lady Boil fully turns and just barfs. [groans] They are deep in": null, "a hangover.": null, "Major Hob: Very well, sorry I'm... I know that my booming voice is bad": null, "when you've been drinking. The Viscountess has marriage well in hand. In": null, "terms of the rumor of an assassin or agent saboteur amongst the Court of": null, "Wonder, this is... On my end those ends have come up dry. I don't know": null, "if you've found anything. Is it perhaps time that we dismiss this as": null, "nothing more than a rumor? Or is this a lead you still wish for me to": null, "pursue?": null, "Blemish/Boil: We are still here for a little while longer. Are you so": null, "derelict in your duty that you would like to risk our wellbeing by": null, "moving on?": null, "Major Hob: No, no, I'll keep an eye out for that assassin.": null, "Major Hob: The insult paid to our court by Prince Apollo during the": null, "hedge maze.": null, "Blemish/Boil: Yes.": null, "Major Hob: I have confirmed with the Lords of the Wing that the mistaken": null, "understanding was deposited in the mind of Lord Airavis by Prince Apollo": null, "himself. Does our honor require satisfaction?": null, "Aabria: [sighs] And you see Lord Blemish takes a couple deep breaths,": null, "sort of calming down that like, bloodlust that you see sort of coming up": null, "behind their bloodshot eyes.": null, "Blemish: We demand satisfaction.": null, "Major Hob: Very well, I shall—": null, "Blemish: Bring us his head.": null, "Major Hob: I will attempt to, in offering a gentleman's slap to initiate": null, "the duel, I will attempt to decapitate him in that moment.": null, "Blemish: Very good.": null, "Major Hob: Finally, or rather second to last, I only meant to ask, in": null, "your note of my new assignment.": null, "Blemish/Boil: Mm-hmm.": null, "Major Hob: [inhales and exhales softly] You made mention of the Unseelie": null, "working alongside the Court of Wonder. The Prince Andhera and I have": null, "become sparring partners, and the young royal, I would consider... There": null, "is a possibility that there may be a friendly ear to the Goblin Court": null, "within the Unseelie.": null, "Major Hob: Is there any utility in approaching His Highness if we worry": null, "that the Unseelie Court is conspiring against us? Is there any": null, "usefulness to the Lord and Lady in perhaps procuring a rise in station": null, "for the young prince over perhaps his sister?": null, "Blemish/Boil: Go on.": null, "Major Hob: I simply mean to say that I talked with the boy, the man. I": null, "know him, and if there is some aid I might provide him that would see": null, "him rise to succeed his mother, the Queen of Air and Darkness, that": null, "perhaps such an arrangement within the Unseelie Court would be": null, "advantageous to prevent an alliance between the Unseelie and the Court": null, "of Wonder. I do not think it is unnoticed by some here at the Bloom that": null, "the young prince may indeed have eyes for the ruler of a court perhaps": null, "more favorable to us.": null, "Blemish/Boil: The Court of Craft.": null, "Major Hob: Precisely, Lord and Lady.": null, "Blemish/Boil: You've been hard at work, haven't you?": null, "Major Hob: [snaps fingers and claps hands] You know it.": null, "[players chuckle]": null, "Blemish/Boil: Okay. Sure, if you see an opportunity, we trust you to": null, "take it. Do you have anything else to say about our little note? Are you": null, "amenable to the union, Major?": null, "Major Hob: Uh, what matters the amenability of a soldier? You have given": null, "me my orders.": null, "Blemish/Boil: Perhaps we were too harsh. You are no mere soldier.": null, "Major Hob: Oh? What, pray tell, then am I, Your Lord and Ladyship?": null, "Aabria: And you see them, the gears are turning. This... Give me an": null, "Insight check.": null, "Brennan: That is an 11.": null, "Aabria: They look back and forth between themselves, kind of give you a": null, "little nod.": null, "Blemish/Boil: You are like us, important and a little different, but so": null, "valuable to our court.": null, "Major Hob: [exhales deeply] You honor me. All I have ever wished to be": null, "is of service. And to rumpus and ruin, and to—yes.": null, "Blemish/Boil: Yeah, yes, yes, yes, rumpus, ruin, yes. It gets loud every": null, "time. [sighs] We will leave you to it then. And if you perform your": null, "duty, then we will have nothing to say with whatever other activities": null, "fill your time here.": null, "Major Hob: Very well. I aim only to serve. I make one request, if I may,": null, "in accepting the role of major.": null, "Major Hob: In my years of service to come, I would ask that the Lord and": null, "Lady communicate to His Majesty, the Goblin King that I must decline all": null, "future rewardings of any medals of valor or courage.": null, "Blemish/Boil: Why? Sorry, no, why?": null, "Major Hob: I would consider it that the Lord and Lady command that": null, "knowledge as a matter of military order, do they ask it as Goblins like": null, "us. And as a Goblin like you, My Lady, I must invoke the rule of": null, "sneakery. My business is my own.": null, "[Aabria laughs mischievously]": null, "Blemish/Boil: Ah, okay.": null, "Brennan: Uh, I—": null, "Brennan: I'm gonna move to the stable to go and meet BINX. I walk into": null, "the stable.": null, "[sorrowful piano music]": null, "Brennan: [sobs softly] And I put my hand up on a horse and I go,": null, "Captain Hob: Well, dear old Wrackingspelt.": null, "Surena: Aw, aw.": null, "Captain Hob: Wonderful news. I've fallen in love.": null, "Aabria: Oh. Wrackingspelt nuzzles your hand, yeah.": null, "Brennan: I pet my wonderful horse, and I ride off to the tailor's shop.": null, "Aabria: Yeah, let's just follow it.": null, "Surena: Great, so BINX has been at the tailor's shop for probably about": null, "an hour earlier than they needed to be.": null, "Surena: They have set up the map that Hob had drawn with all of the": null, "scribbles. They have made it 3D, so there's figurines, there's terrain,": null, "there's things. There's—instead of red string, there's like red ribbons": null, "that have been tied to certain parties. The ventriloquist dummies have": null, "new clothes.": null, "Oscar: Yeah!": null, "[Aabria laughs] [Omar claps]": null, "Brennan: Incredible.": null, "Surena: And...": null, "Emily: Wait, there's plural now?": null, "Surena: There's so many.": null, "Aabria: You don't just have one ventriloquist dummy.": null, "Lou: This tailor's a freak.": null, "Aabria: That's what I was saying, and y'all made me feel like I was": null, "weird for that.": null, "Oscar: Listen, Geppetto switched careers. That's fine.": null, "Surena: And BINX is nervously waiting for Hob's arrival playing with": null, "that cup and ball, you know? Like sorta just...": null, "Aabria: Yeah. Give me a Dexterity check.": null, "Surena: Just a straight up dex?": null, "Surena: That is 15.": null, "Aabria: Yeah, you get the hang of it in probably like 10 minutes.": null, "Surena: So it's just perfect.": null, "Surena: I'm methodically doing it perfect.": null, "Aabria: Yeah, it's like you're that way.": null, "Surena: Like a serial killer.": null, "Aabria: 100%.": null, "Aabria: Cool. [laughs]": null, "Brennan: I open the door to the tailor's shop and stride in and I look": null, "around and go,": null, "Major Hob: Hi.": null, "BINX: Hi.": null, "Major Hob: My word, this is incredible. What a display of...": null, "BINX: Well, I just figured it would be easier, right? Like, just having": null, "them in the physical space. You can move 'em around, and then we can": null, "figure out where we should apply the sneakery and the subterfuge and all": null, "of that.": null, "Major Hob: By Jove, I've finally met another fairy who, honestly works,": null, "who just like, works.": null, "BINX: Yeah, I'm just really—": null, "Major Hob: Incredible, it's amazing! You're amazing at this!": null, "BINX: I was thinking that about you.": null, "Major Hob: I have so much respect for what you do.": null, "BINX: What? Oh my God.": null, "Major Hob: And the Prince Andhera's suit? My Goodness!": null, "BINX: Oh, I don't know. What? Like, we're just like, cool and stuff but—": null, "Major Hob: What are you saying?": null, "BINX: I don't know.": null, "Major Hob: You did make the suit, right?": null, "BINX: I did. Oh my God, I don't know what I was—": null, "Major Hob: Wait, what were you reacting to?": null, "BINX: No, I wasn't reacting to anything!": null, "Major Hob: No, I know!": null, "BINX: I was just—": null, "Major Hob: Hey, listen, I should know about falling in love at the Bloom": null, "last night.": null, "[players laughing] [Aabria screams excitedly]": null, "BINX: So, yeah.": null, "Major Hob: What did you say?": null, "BINX: I, uh—": null, "Major Hob: You said that.": null, "BINX: Well, I didn't say falling in love.": null, "Major Hob: You said—you did say it!": null, "BINX: I didn't say falling in love! What I'm saying was—": null, "Major Hob: Who'd you fall in love with?": null, "BINX: Andhera.": null, "[Omar and Aabria laugh]": null, "Major Hob: Rue.": null, "BINX: Andhera.": null, "Major Hob: And Rue.": null, "BINX: Andhera, but—": null, "Major Hob: I’m very much in love. [sobs] I’m very much in love!": null, "BINX: I know, I wasn't saying—I’m trying to like, figure it out, but I": null, "didn’t have anybody to really talk to about it before.": null, "Major Hob: [sobbing] That's so beautiful!": null, "BINX: It's so beautiful. I'm so proud of you!": null, "Major Hob: The black peonies, I was—": null, "BINX: The peonies, oh my God—": null, "Major Hob: There was one behind my ear and it was the first time I felt": null, "pretty.": null, "[BINX and Hob sobbing]": null, "BINX: Oh, oh my God. Oh my God.": null, "Major Hob: Oh wait, but you are the leader of the Court of Craft, and I": null, "believe that the young—": null, "[BINX gags]": null, "Major Hob: You are, nauseous or not, you are the leader of the Court of": null, "Craft.": null, "BINX: I know, I just, I was just—this is the first leadership position": null, "I've ever really held.": null, "Major Hob: Well. [chuckles]": null, "BINX: And I'm just, you know, and my job before was when everybody": null, "was—when the court was getting ready for their sleepytime hours, I would": null, "bring them blankets and cocoa and we would just sit by the fire and": null, "like, wind down for the evening. But then there were fewer blankets to": null, "bring and then there were none at all, and I was just by myself.": null, "Major Hob: Circumstance makes leaders of many. Most of our company here": null, "at the Bloom, I would say, were born to their position. You and I were": null, "not.": null, "BINX: Right.": null, "Major Hob: And by blood and fang we will prove that we have as much of a": null, "right to be here as any!": null, "BINX: You are absolutely right. We do, we do! [slams table] This figure": null, "right here, this is Sandera, Suntar. Just kidding, Suntar. This is": null, "Suntar!": null, "Major Hob: Suntar, now, I've heard this as well from my Lord and Lady": null, "Blemish, Lord Blemish and Lady Boil that the Unseelie may in fact be in": null, "cahoots with the Court of Wonder.": null, "BINX: So I heard from a kind, hospitable person that that might be true.": null, "Major Hob: Hm, hospitable rings a bell!": null, "Omar: Oh.": null, "BINX: But—": null, "Emily: Wings a bell.": null, "Brennan: Wings a beak. [cast laughing] Nah, true gibberish.": null, "BINX: I think that Suntar is maybe at the heart of it with Apollo!": null, "Major Hob: [gasps] I'm going to kill him!": null, "BINX: Are you?": null, "Major Hob: Well, that's the plan.": null, "BINX: Well, okay, what if, what if.": null, "Major Hob: Hm?": null, "BINX: We did a sneaky murder? Like a sneaky sneak murder where it is": null, "Suntar—": null, "Major Hob: Ooh.": null, "BINX: Who is framed for Apollo's murder.": null, "[Brennan and Omar gasp]": null, "Major Hob: Now, that is delightfully diabolical, Ms. Choppley.": null, "BINX: I just thought of it. I just thought of it right now.": null, "Major Hob: Yes, to separate the two courts would indeed be most": null, "advantageous. A conversation between you and I think our young friend,": null, "the Prince, maybe will... Listen, I know—": null, "BINX: I just think, you know, why would he? There's like, you know, like": null, "I—there's no reason for him to like me, like, you know what I mean? So": null, "like, it doesn't matter. I mean, sorry. Sorry, I'm projecting. Continue.": null, "Major Hob: Ms. Choppley...": null, "BINX: You can just call me BINX unless you want to call me Ms. Choppley.": null, "It's really up to you, but I don't really need formalities.": null, "Major Hob: BINX.": null, "BINX: Yeah.": null, "Major Hob: BINX.": null, "BINX: BINX.": null, "Major Hob: There are things so precious that even in an immortal life": null, "their coming must be seen as the rarest of all possible gifts.": null, "BINX: [chuckles] I told somebody else that recently.": null, "Major Hob: Many of us see our chance at happiness.": null, "BINX: Mm-hmm.": null, "Major Hob: And no matter the length of our reach, know that it is beyond": null, "our grasp. If you have the station that you have, and the Prince sees": null, "something in you, all I can say is this. In love and war you must not": null, "miss your moment to strike. I… I am headed for a life of service.": null, "BINX: Why?": null, "Surena: And there's no judgment, there's nothing. It's just genuine": null, "curiosity when BINX asks that question.": null, "[tender instrumental music]": null, "Major Hob: Delloso de la Rue is the most singularly courageous,": null, "ethereally beautiful, constant, kind and true Fey I have ever met.": null, "BINX: Mm-hmm.": null, "Major Hob: They have given us all many gifts. Countless Blooms. There": null, "may be no single fairy for whom there is more credit for joy and wonder": null, "than Delloso de la Rue. And last night in an act of graciousness I": null, "cannot begin to comprehend, they showed me kindness and affection, a": null, "gift that I cannot begin to describe the enormity of. But I know that my": null, "affections also caused them great dismay. It was the purpose of the duel": null, "with their assistant, and Rue has enough on their mind. Their bravery in": null, "revealing their true self and their tenuous relationship with the Court": null, "of Wonder and—": null, "BINX: So you've decided for them? Is that what you're doing?": null, "Major Hob: They have decided for them.": null, "Aabria: Cut here really quickly. You said that Rue would have": null, "immediately returned to look for BINX.": null, "Aabria: You go to where you know they are staying in that forgotten": null, "place under the radiator, they are not there. What do you do next?": null, "Oscar: What would I do next? I take a moment and then I think to myself": null, "with a smile on my face, \"I wonder if BINX is with Andhera.\" And I head": null, "over to his quarters.": null, "Aabria: Okay, we cut back to you two.": null, "Brennan: I look at you and I just say,": null, "Major Hob: I have made no decision for them. I would never deign to do": null, "such a thing.": null, "BINX: Well, you're making a bunch of excuses right now for them, right?": null, "No, I'm not trying to say that in a mean way at all. I just want to": null, "understand because I'm very confused. I know what they're doing, but": null, "what are you doing?": null, "Major Hob: I am not going to put them in the position I put them in": null, "before by being forward.": null, "BINX: Well—": null, "Major Hob: They have shown me kindness.": null, "BINX: Yes.": null, "Major Hob: And that is well enough.": null, "BINX: Absolutely.": null, "Major Hob: And it was a kindness paid to a humble Goblin by a": null, "beautiful—by a beautiful member of the Court of Wonder, and it was a": null, "deep and profound kindness. And for me to have known even a single day": null, "of love is a gift that I never thought I would be lucky enough to have,": null, "and I will not squander it hoping for more. I will not spoil it hoping": null, "for more. It was beautiful for what it was. And I am ordered to marry.": null, "And I... And I will not...": null, "BINX: Who are you ordered to marry?": null, "Major Hob: A lady of the Seelie Court.": null, "BINX: I am a new court. What if you married into my—not me, Rue.": null, "Major Hob: I... I have already said more than I should.": null, "BINX: And...": null, "Major Hob: BINX, your court is dying. I appreciate the kindness you are": null, "showing me that I might know happiness, but I'm telling you that I": null, "already have. I have known happiness, and what matters now in this": null, "moment, is that we act quickly to save this realm and all others.": null, "Major Hob: Your plan is a brilliant one. You are, frankly, a master": null, "tactician.": null, "BINX: Oh, thank you, I, you know—": null, "Major Hob: But your plan would work best with knowledge of Suntar and": null, "her ways. Prince Andhera is a friend of ours.": null, "Major Hob: I suggest you go to him. If this plan may work, that we may": null, "drive a wedge between the Court of Wonder and the Unseelie, then all may": null, "be saved in time.": null, "BINX: You're right. I guess, you know, thank you for sharing all of this": null, "with me. I know it's, feelings are weird, and it's hard, and—": null, "Major Hob: It's terrible. It's honestly the worst.": null, "BINX: It's terrible and it hurts—": null, "Major Hob: It's the worst, yes.": null, "BINX: When you saying it, and you kinda feel a little nauseous, and I": null, "absolutely understand that. I just, I want you to know that courts,": null, "[scoffs] the royalty, the frivolity, the structure of them, it's all": null, "smoke and mirrors. At the end of the day, it doesn't matter. But I'm": null, "happy for your friendship. I'm happy for you. I do not care of the": null, "Goblin Court, the structures, the orders they give you. That's not what": null, "I care about. I care about you. I want you to be happy, so whatever I": null, "can do to participate in the happiness of you, I'm into it, so.": null, "Major Hob: Though I may never mention it, and will deny it if it is said": null, "in front of my superiors—": null, "BINX: Oh no, I'll help you deny it.": null, "Major Hob: I will say that I treasure your friendship as well.": null, "Aabria: And from there I wanna cut over to Andhera. People are looking": null, "for you. People will be looking for you, but where are you?": null, "Omar: I am down at the mouth of a sea cave. A very tumultuous mouth of a": null, "sea cave. The kind of spot along a coastline where there's always wind.": null, "Omar: Do you know what I'm talking about?": null, "Aabria: 100%.": null, "Omar: There's never not wind. And there's no corner you can find in this": null, "kind of divot.": null, "Omar: And I stand there with the fierce ocean wind hitting my robe.": null, "Andhera: Mother, I would like to speak to you.": null, "Aabria: Make an Arcana check.": null, "Omar: Okay. [die taps table] That's gonna be a 17.": null, "[tense instrumental music]": null, "Aabria: You feel her magic before she makes herself known. The mouth of": null, "this cave grows darker, and you hear that sort of roaring of the tide": null, "moving within you. [waves crashing] You would only expect to hear this": null, "sound during a storm or a high tide as air is rushing around. It's windy": null, "but it's fairly calm. And yet your ears hurt a little bit with the sound": null, "of it as she arrives. And just as soon as it begins and overwhelms you,": null, "it stops. [blowing wind softens] And for the first time in so long that": null, "she cannot remember, the Queen of Air and Darkness herself is standing": null, "in front of you in the cave. She is darkness personified. Long black": null, "hair, dark skin, dark features, eyes like a shark and teeth feral.": null, "Surena: Mm-mm, no.": null, "Aabria: Black and dripping. Black form-fitting robes as she walks": null, "towards you. A being that looks only a little bit like her, and you can": null, "see that in her eyes.": null, "The Queen of Air and Darkness: My son.": null, "Andhera: Mm-hmm, hello, Mom.": null, "The Queen of Air and Darkness: You called?": null, "Andhera: Yes, and I will be sure to make this as quick as possible. I've": null, "found myself at the center of many spokes of what seems to be a": null, "rapidly-turning wheel.": null, "The Queen of Air and Darkness: Hm.": null, "Andhera: I have come into the possession of many secrets, many personal": null, "interests.": null, "Surena: Oh, no.": null, "Andhera: And many motivations.": null, "Andhera: I also have the sense that our court is moving towards some": null, "major step, and I've been omitted from that conversation. I would like": null, "that to be swiftly amended considering two features. One, my sister is": null, "making their gamble upon the more chaotic elements of the Bloom.": null, "Andhera: Many have noticed their ambition, and they have been thwarted,": null, "if I'm not incorrect, at every single step of the way. Hardly a shining": null, "example of our court.": null, "The Queen of Air and Darkness: Oh.": null, "Andhera: Second, you have not been able to do it yourself, have you? Oh,": null, "you take form now, and I appreciate the gesture. Truly, I do, but if you": null, "were able to do it, you wouldn't have created children to do your": null, "bidding for you. So I elect myself to represent our court. I would like": null, "to know what we are doing. And I would like to actually do it, since": null, "everyone else in my family seems to be flailing and embarrassing us": null, "every step of the way. And if this hurts your tender feelings, Mom, I": null, "would ask you to pack those down. We have work here to do.": null, "Oscar: Pillar Boy, where?": null, "Surena: Damn, damn!": null, "Brennan: Pillar Boy, where?": null, "Surena: Pillar Boy, gone.": null, "Oscar: Where?": null, "Brennan: Where? [laughs]": null, "Surena: Gone.": null, "The Queen of Air and Darkness: Who are you to order me around?": null, "Andhera: Hm, I am the inheritor of the throne, and the purifier of our": null, "name, currently. I will not speak—": null, "The Queen of Air and Darkness: Do you know how many children I have had?": null, "I have watched generation after generation devour themselves to move to": null, "my throne and none are worthy. Why do you think yourself different?": null, "Because you learned a fucking secret? Because you sabotaged your sister?": null, "Andhera: Well—": null, "The Queen of Air and Darkness: My throne will be held by someone of": null, "steel and shadow both. And you, you cannot help but walk in the light.": null, "You need to be seen, to be loved, to be held.": null, "Andhera: You always said, \"Lies have no form and emit no brilliance.\"": null, "Therefore, you, the Queen of Air and Darkness, have no use for lies. You": null, "see right through them, so I speak plainly to you knowing that you will": null, "tell if I'm lying to you. It is exactly the reasons that you just": null, "shared.": null, "Andhera: I have the boldness to have sentiment. Something that every": null, "single one of your offspring up until now have been considered to be": null, "weakness. Where are they now, dear Queen?": null, "Surena: I mean...": null, "Andhera: And where are their successes? As I have to have this": null, "conversation with you in a fucking sea cave!": null, "[Brennan and Surena laugh]": null, "The Queen of Air and Darkness: I have chosen my domain. And you think": null, "yourself above it.": null, "Andhera: I think myself soon to be the master of it. So let's say this.": null, "I'm included in what we're doing or it doesn't succeed. And that's not a": null, "threat. That's a very ardent prediction. I've studied our history. I": null, "spent most of my childhood in the libraries. It's not an offer. That's": null, "just the two possibilities you're looking at right now. Read me, you": null, "know I'm telling the truth.": null, "[suspenseful music intensifies]": null, "Aabria: Make a Wisdom saving throw.": null, "[players groan nervously]": null, "Lou: Throw off shark-toothed woman.": null, "Omar: All right, here we go. I'll use this one because it was blessed": null, "under the new moon. [laughs] Wisdom?": null, "Omar: Great, great. It's a 7.": null, "Lou: I could feel it.": null, "Emily: I kinda could feel it, too.": null, "Oscar: You can feel the new moon wanted to play.": null, "Lou: You could feel it in the “great.” You were like—": null, "Emily: Yeah.": null, "Oscar: The new moon which controls the tides.": null, "Emily: Yeah.": null, "Oscar: Wanted it this way.": null, "Lou: Foundations of the cosmos.": null, "Oscar: Absolutely.": null, "Aabria: Take 28 points of psychic damage.": null, "Oscar: Oh shit!": null, "Brennan: Whew, Mama mad.": null, "Lou: Mama, Mama.": null, "[Emily laughs]": null, "Lou: Why you gotta be like that, Mama?": null, "Aabria: As she begins to weep tears of black ichor down an already": null, "darkened face.": null, "[fantastical music]": null, "The Queen of Air and Darkness: You challenge? You would stand and look": null, "me in the eye? And even when struck, here you remain. My plans are what": null, "they have always been, and it is your sister and her ambitions that you": null, "should look out for. Do what you will and we will speak again after.": null, "Andhera: Very well.": null, "The Queen of Air and Darkness: I hope you are stronger than the rest.": null, "You are bolder, certainly.": null, "Aabria: Then she disappears.": null, "Omar: Whew, and then I drop Heroism.": null, "Andhera: Fucking hell!": null, "Omar: And I lean against the wall cave and vomit.": null, "Andhera: [retches] Oh, fuck! All right, how do I get back? How do I get": null, "out of here?": null, "Brennan: That was most regal version of a mom being like, \"You and your": null, "sister figure it out.\"": null, "Brennan: Figure it out.": null, "Surena: Figure it out.": null, "Aabria: From one horrible head of a family to another, let's cut to the": null, "Lords of the Wing.": null, "Aabria: I'm feeling spiced up. Time to be...": null, "Chirp: Okay, Cousin, how do I look? How do I look?": null, "Squak: You look fantastic.": null, "Chirp: Okay, okay. Any feathers afoul?": null, "Squak: Yes, so bring it just—": null, "Chirp: Oh, this way, okay.": null, "Squak: Bring it back more. Do you mind?": null, "Chirp: Okay.": null, "[Squak spits]": null, "Squak: There it is.": null, "Emily: It's dove milk that comes out.": null, "Lou: Oh you know, a little thick.": null, "Aabria: No!": null, "Lou: And it is... [spits] Yeah, hair mousse right up for this one.": null, "Chirp: Oh, okay, okay, Grandfather. Hm, okay. [clears throat]": null, "Squak: Whew, whew, hah, hah.": null, "Chirp: Hah.": null, "Squak: Hah, Grandfather.": null, "Chirp: Grandfather.": null, "Squak: Grandfather, Grandfather.": null, "Chirp: [singing] Grandfather!": null, "Squak: Grandfather, Grandfather! What do you think, big, small?": null, "Chirp: Let's go small and get bigger.": null, "Squak: Yes, so are we chanting it? We're trying to get a chant going?": null, "Chirp: [laughs] Yeah, yeah.": null, "Squak: Okay, great.": null, "Emily: I'll summon my flock of African—": null, "Squak: Yeah, bring the talking ones. The ones with the vocabulary. How": null, "many words is it?": null, "Chirp: 800 to 1,000. Have I said that yet?": null, "Squak: No, well, why do you think I'm asking?": null, "Lou: Okay, and I'd like to make a Perception check on the door to keep": null, "our eye out so we can hit it just when Grandfather walks in.": null, "Aabria: Please do.": null, "Lou: That's gonna be...": null, "Emily: Can I give the help action?": null, "Aabria: [laughs] Yeah, sure.": null, "Emily: With me and all my birds.": null, "Aabria: Absolutely.": null, "Lou: Okay, thank God. That's an 18.": null, "[Emily laughing]": null, "Aabria: Yeah, you guys have a good five minutes.": null, "Lou: Okay, oh, it's just...": null, "Emily: Oh, oh, ah!": null, "Aabria: And then, yes, your birds start to alert and then the door to": null, "your nest turns and opens.": null, "Squak and Chirp: [getting progressively louder] Grandfather,": null, "Grandfather, Grandfather, Grandfather, Grandfather!": null, "[birds squawking loudly]": null, "Aabria: And he pushes into the room looking extremely disheveled, having": null, "had a very long night.": null, "Squak and Chirp: Oh!": null, "Chirp: Grandfather!": null, "Grandfather: The chant was nice, if a bit much.": null, "Chirp: The what was?": null, "Grandfather: The chant.": null, "Chirp: Oh, yes, of course. That's what we always do when we come home": null, "from a one-night stand.": null, "Chirp: So Grandfather, you wanted to have brunch with us.": null, "Squak: Yes, of course.": null, "Grandfather: Yes. A little, yes, I would like that very much. Please,": null, "come sit down.": null, "Aabria: And begins to move through the nest with all of the countenance": null, "of the one who owns it, and then sits in the chair.": null, "Emily: Does he sit in the chair that we just sawed off?": null, "Lou: The sawed chair.": null, "Aabria: He sees the sawed chair, does not ask.": null, "Squak: It was a play. It was a play.": null, "Chirp: It was a play. We were doing that on other people. Power plays.": null, "Grandfather: Didn't ask. And sits at the chair where his back is facing": null, "the wall and he can look out on everything, and then gestures for you": null, "two to sit beside him.": null, "Emily: Ah, I nestle in.": null, "Lou: Yes, we're sitting next to him?": null, "Emily: So we're all... [laughs]": null, "Aabria: Ew, yeah. It's like everyone being on the wrong side of a—": null, "Emily: So it's on a bench, on a bench.": null, "Aabria: Sorry, I meant like table and cousins on the side.": null, "Lou: Got it, got it, understood.": null, "Grandfather: So...": null, "Squak: So...": null, "Chirp: So...": null, "Aabria: And he snaps his fingers and Caw comes in and immediately kind": null, "of clocks what's going on and goes,": null, "Caw: Hm, I'm gonna...": null, "Squak: Yeah, it's all right, go.": null, "Aabria: And takes off and starts making food preparations.": null, "Grandfather: So, matches.": null, "Squak: Matches.": null, "Squak: We've got 'em.": null, "Chirp: We've got 'em. And you like 'em. We told you last night.": null, "Grandfather: Yes.": null, "Chirp: And you liked it.": null, "Grandfather: I still do if you weren't lying to me.": null, "Chirp: Why would we be lying to you?": null, "Squak: We would not be lying to you.": null, "Chirp: Grandfather—": null, "Grandfather: I don't know. In order to preserve your freedoms.": null, "Squak: No, Grandfather—": null, "Grandfather: To buy yourselves more time.": null, "Squak: My betrothal to the Prince Apollo is all but certain.": null, "Grandfather: Well, what's the thing that's going to move it from all but": null, "to certain?": null, "Squak: Well, it's all, uh...": null, "Chirp: It's gonna—we're going to a play with them.": null, "Chirp: And we're gonna sit in a theater box and that's when it's gonna": null, "be official.": null, "Squak: Yes, Grandfather—": null, "Grandfather: I mean, we all know that Prince Apollo is not afraid of": null, "canceling an engagement.": null, "Squak: [chuckles] Yes, with a Goblin. But with a Lord of the Wing?": null, "Squak: And with one so mature as me. I wouldn't think about it.": null, "Squak: And I wouldn't worry about it, either.": null, "Grandfather: It is my job while I'm still here to worry about the": null, "fortunes of our house.": null, "Chirp: Mm-hmm.": null, "Squak: And we are glad for your worry.": null, "Squak: But truly it is unnecessary. You see, it's been a minute since": null, "you've been to the Bloom and so much of it is about the moment.": null, "Chirp: Yes!": null, "Squak: Seizing the moment.": null, "Squak: When it is right.": null, "Squak: To simply be betrothed, oh, that is one thing. Anyone can": null, "announce their betrothal or their engagement along the way.": null, "Squak: But it's about picking your moments, Grandfather.": null, "Chirp: Yes, yes.": null, "Squak: There's moments when every eye of the Bloom is on you, and that": null, "your decision to marry in that moment inspires everyone. Love, it's not": null, "simply a political alliance. It becomes love. Love emerging, love": null, "blooming. You become the talk of the town. Your alliance becomes the": null, "talk. That is power, Grandfather. And that is what we—": null, "Squak: Have been working to capture.": null, "Chirp: Yes, we are trying to create the precise moment in which we can": null, "announce our betrothals to maximum effect, so that the Lords of the Wing": null, "may continue to enjoy our due reputation.": null, "Chirp: Not to mention, this Bloom, I think that both Squak and I have": null, "experienced so many complications of the courts. And if anything, I,": null, "Lady Chirp, feel as though I'm really, really beginning to, ah,": null, "sincerely appreciate the fact that you sought out our independence all": null, "along. I see what a tangled web it is, and the foresight you had to fly": null, "above unfettered.": null, "Squak: Mm, mm.": null, "Chirp: I really appreciate it, Grandfather. And truly for the first": null, "time, perhaps because I've been so sober of mind.": null, "Grandfather: Okay, okay. My precious grandchildren, carriers of a noble": null, "line that soars high above all others, I will trust you in this. But I": null, "will stay until it is confirmed.": null, "Chirp: I love that for you.": null, "Squak: I love that for you.": null, "Squak: If that's what you want to do, Grandfather.": null, "Chirp: Yeah. [laughs]": null, "Squak: I mean, I've never, I've never suggested—I mean, I mean, we've": null, "got spare rooms in the nest. We'll move out of the master room.": null, "Chirp: Yes, we will move out of the master.": null, "Squak: We'll move out of the master.": null, "Chirp: We will move out of the master.": null, "Squak: It's all yours.": null, "Chirp: Yes, it's all yours.": null, "Grandfather: It is all mine. This is my nest.": null, "Squak: It's your nest.": null, "Chirp: It's your nest.": null, "Grandfather: And I haven't shared in a very long time, and I won't start": null, "today.": null, "Squak: I'm sorry, do we, is this, are we being—?": null, "Chirp: Are we gonna have to sleep on the couch?": null, "Squak: Are we gonna have to sleep somewhere else? Is that what you're...": null, "Chirp: Are we getting rooms?": null, "Squak: I'm sorry, are you going to have us sleep—": null, "Grandfather: I'm sure people with as illustrious of epithets to your": null, "name, someone would no doubt be as hospitable to you as you are to the": null, "Bloom.": null, "Omar: Ooh!": null, "Surena: Eek!": null, "Squak: I'm, I'm...": null, "Squak: Of course, of course. We have many friends.": null, "Chirp: We do.": null, "Squak: Who will take us in and allow us to live with them.": null, "Squak: For days.": null, "Chirp: For days.": null, "Squak: And days.": null, "Chirp: And not to complain about how many birds we come with.": null, "Chirp: And all the shit they leave in their wake. [moans anxiously]": null, "Grandfather: Consider this my last little pat on the back to get this": null, "locked down.": null, "Squak: Oh, yeah.": null, "Chirp: It is very like a bird to kick—": null, "Squak: Kick the young—": null, "Chirp: Hatchlings out and see if they fly.": null, "Grandfather: Thank you for not making me have to say it, yes.": null, "Squak: Yes, yes, and spread our wings we shall and soar on.": null, "Aabria: And Caw comes in at this point and starts putting out plates of": null, "like a nice pasta with a cheese and egg situation on top of it, and your": null, "grandfather gestures and goes,": null, "Grandfather: They're not staying.": null, "Squak: We'll take a couple of boxes, Caw.": null, "Squak: Any leftovers, you wanna toss those in there as well?": null, "Aabria: Caw kinda gives you a little wink, like,": null, "        Caw: I gotcha.": null, "Squak: Thank you, Caw.": null, "Chirp: [laughs] Okay.": null, "Squak: Well...": null, "Oscar: [laughs] Oh my God!": null, "Chirp: You know what? I love this for you, you staying. And I love this": null, "for us.": null, "Squak: It, it, um, uh, yes, what she said.": null, "Chirp: So I guess we're just gonna go.": null, "Squak: We'll go.": null, "Chirp: I have a lot of stuff here, though. Should I send for someone?": null, "Squak: Yes, what would you prefer? We can carry it now. We can load up": null, "one of the ostriches and have them pull it.": null, "Oscar: All those hard-cover copies of \"The Green Hunter.\"": null, "Lou: Well, I'll leave one.": null, "Grandfather: Gobble will send your things along to wherever you land.": null, "Squak: Great, great.": null, "Chirp: Great, and land we shall.": null, "Chirp: Land ho! [chuckles]": null, "Squak: I'm coming in for a landing, oh. All right, Grandfather, well...": null, "[laughs]": null, "Chirp: Okay, bye, I love you.": null, "Squak: And I love you as well. Wait, Grandfather, because we're walking": null, "out the door, just in the name of gossip, who?": null, "Chirp: Who? Oh, who indeed?": null, "Emily: And I turn my flock of familiars into owls.": null, "Squak: And hey, if that's not for you, then I'm just imitating an owl,": null, "one of the great many birds you created.": null, "Grandfather: They call him the Sea Wall.": null, "Brennan: Damn.": null, "Squak: The champion of the Seafoam Court.": null, "Chirp: But the walls came down for you.": null, "Grandfather: You know it.": null, "Squak: Oh, wouldn't it be fun to keep this dynamic going?": null, "Chirp: It would!": null, "Grandfather: Absolutely not.": null, "Squak: Okay...": null, "Aabria: And he begins to eat.": null, "Chirp: Okay, so I guess I just have a rolling suitcase.": null, "Lou: I'm just holding just my molten gold cloak. I didn't really have": null, "many other things.": null, "Chirp: I was lying, I wanted a reason to sneak back in and hide and": null, "stay.": null, "Omar: Can I say, in this moment, Andhera crests the cliff and just eyes": null, "meet both of you.": null, "Squak: Oh!": null, "Squak: Hello!": null, "Chirp: Hi! What a lovely day to walk your suitcase.": null, "Chirp: Isn't it, though, isn't it?": null, "Squak: Isn't it? The sun is high in the sky. You, how, uh...": null, "Andhera: Boiling.": null, "Squak: Boiling, yes.": null, "Andhera: In the, how are, yeah... So you two are just walking your": null, "suitcases out?": null, "Chirp: [laughs] Well, the wheels get rusty if you don't use them.": null, "Squak: Gotta keep those spokes moving.": null, "Andhera: Right, yes, 'cause the nest doesn't keep a lot of moisture out.": null, "Squak: Yes, exactly.": null, "Andhera: That makes sense.": null, "Squak: Where are you staying?": null, "Chirp: Yeah, where are you staying? Do you have a hookup at a hotel?": null, "Squak: Wait, it's funny. I wanted to... Pillar Boy, I have to say, are": null, "you a AAA member? No, Pillar Boy, I must ask, it's simply that we have": null, "always stayed in the nest. And for—out of genuine curiosity...": null, "Squak: Where do other members, such as yourself—": null, "Squak: A prince of high appointment, where would you stay?": null, "Andhera: Well, currently I'm staying in a giant dormitory with several": null, "different rooms.": null, "Andhera: And with massive balconies that overlook most of the space.": null, "Squak: Wow.": null, "Chirp: Interesting.": null, "Emily: I message Squak and I'm like,": null, "Chirp: We could climb one of those balconies tonight.": null, "Squak: And just slip in there?": null, "Chirp: And just slip in there.": null, "Squak: Let's just—yeah. So you don't wanna ask now? You wanna sneak in": null, "later?": null, "Chirp: Yeah. Oh my gosh, that's such a good idea.": null, "Squak: I mean, it just came to me. It would be very uncouth, but feel": null, "like we can, with our—you know, we'll just talk our way around it.": null, "Andhera: I can tell that you're having a secret conversation, 'cause you": null, "both went quiet and you both did this for like a good minute.": null, "Chirp: Yeah, it started with a Message spell, and then we just obviously": null, "whispered.": null, "Andhera: And then I heard that part.": null, "Squak: Which part?": null, "Chirp: Which part?": null, "Andhera: I mean, it was very hushed, but it sounded like you wanted to": null, "break into where I live.": null, "Squak: [laughs nervously] Pillar Boy, you still got it.": null, "Chirp: Pillar Boy.": null, "Squak: It was a jest. It was a jape of sorts.": null, "Chirp: Yes, a jape, a jape.": null, "Andhera: Okay, well, um, I would like to invite you both over for a tea": null, "or drinks and gifts.": null, "Squak: Yes, yes.": null, "Andhera: And let me just put it this way. Stay as long as you'd like.": null, "Chirp: So I can bring my suitcase?": null, "Andhera: Yes.": null, "Chirp: What if I were to bring my suitcase, could I also unpack it?": null, "Andhera: Oh, okay, let me be explicit. You need a place to stay. You can": null, "completely—": null, "Squak: And how much money will that cost, though?": null, "Chirp: What sort of tender do you require?": null, "Andhera: Let me just say, I'm a very big fan, bro.": null, "Omar: And I hold up the letter that I earlier cast locate object on.": null, "Squak: [laughs] If you tell a soul I will— [cast laughing]": null, "Emily: I take out my Shadow Blade and I hold it to his throat.": null, "Chirp: You die with this secret!": null, "Lou: Spiritual Weapon!": null, "Squak: You're gonna fucking die!": null, "Chirp: You die!": null, "Andhera: Why would I say—I'm just literally saying, \"I'm a big fan,": null, "bro!\"": null, "Squak: Yes, I know!": null, "Andhera: That's not what this—": null, "Squak: But don't talk! But don't talk!": null, "Chirp: We've got a lot riding on this, Andhera! We're asking Dev Patel": null, "and Michael B. Jordan!": null, "Squak: Are you going to bring us over there and tell everyone you've got": null, "Airry Pearry's—": null, "Andhera: Listen, I do think that Renner is a good choice. He's": null, "[Chirp screams]": null, "Squak: Who told you? Who have you been talking to?": null, "Rue: Andhera, what seems to be the problem?": null, "[Chirp and Andhera shout]": null, "Andhera: Master—oh, what a fun game that was just now!": null, "Squak: Another jape! A delicious jape! A tasty, succulent jape we're": null, "having! We were all on our way to have tea.": null, "Squak: At the Prince Andhera's.": null, "Chirp: And I was bringing my tea collection.": null, "Rue: In the suitcase?": null, "Squak: This is full of tea.": null, "Chirp: In a rolling suitcase.": null, "Andhera: So it doesn't get rusty.": null, "Rue: I see…": null, "Squak: The teacups need to move, lest they get rusty.": null, "Rue: And your blade that you're holding?": null, "Chirp: [laughs nervously] Yes, uh, it is for when I open the suitcase,": null, "'cause I don't know how to work a zipper.": null, "Squak: Yes. Thin bird fingers.": null, "Oscar: Okay, I need to roll, like I gotta—": null, "Aabria: Yeah, you gotta make an Insight check against your Deception,": null, "Chirp's.": null, "Lou: I give you Bardic Inspiration. We have to beat—": null, "Emily: Oh, are we doing Deception?": null, "Lou: We have to beat this. I refuse to lose.": null, "Aabria: This is so good.": null, "Oscar: [chuckles] It's a 9.": null, "Emily: I got an 18.": null, "Lou: I got, on Deception, I got a 28.": null, "Aabria: [laughing] Oh my God!": null, "Oscar: That beats a 9.": null, "Rue: Oh, well, I know bags can be very fussy, so I completely": null, "understand.": null, "Chirp: Yes. They outsmart me every time.": null, "Rue: I just want to ask Andhera if you've seen BINX around at all.": null, "Chirp: Oh, I met the Lady BINX this morning.": null, "Rue: Oh, did you?": null, "Chirp: Yes, I went to her radiator. It's like an estate sale in there,": null, "but you can't buy anything.": null, "Rue: Oh, those are her things.": null, "Chirp: I love it. I love estate sales.": null, "Rue: It's very nice, very unique things. You can't find them anywhere": null, "else.": null, "Rue: I went there earlier and I couldn't find her so I assumed she'd,": null, "[chuckles softly] well, she'd be with you, to be honest.": null, "Chirp: Hmm.": null, "Andhera: Oh, um, [chuckles] well, uh, uh, she's not, um... The only": null, "other place I can think of that she might be would be... Uh, the—": null, "Rue: Yes.": null, "[Andhera laughs]": null, "Rue: Right, ah, of course, yes.": null, "Andhera: I can't even think of a place.": null, "Rue: Of course, no, I can't think of it either.": null, "Andhera: Yeah, but if I—": null, "Rue: How silly of me.": null, "Andhera: My mind just got dressed down.": null, "Rue: Mm-hmm, mm-hmm, mm-hmm. [mimics handpuppet talking] I understand.": null, "Andhera: [laughs] Yeah, 'cause of the ventriloquism dummy.": null, "Rue: [laughs] Right, exactly.": null, "Squak: What? Ventriloquism dummy?": null, "Rue: Oh, well, that's not important. It's an inside joke.": null, "Andhera: A nickname, perhaps.": null, "Aabria: Absolutely not. Insight check.": null, "Lou: Insight check?": null, "Aabria: Yeah. Versus Andhera and Rue's Deception.": null, "Oscar: Oh no.": null, "Omar: Oh, oh great—": null, "Lou: Natural 20.": null, "Lou: Come on.": null, "[Brennan cheers]": null, "Aabria: Yes!": null, "Oscar: That was a nat 1, baby!": null, "Omar: That was a 14.": null, "Lou: Oh, okay.": null, "Aabria: Oh my God, yeah.": null, "Rue: That's just a joke between us about a tailoring shop somewhere in": null, "the fringes of the Seafoam Court.": null, "Andhera: What the fuck?": null, "Brennan: [laughs boisterously] That is a nat 1, though. That is a nat 1.": null, "Squak: Oh, is that somewhere that BINX likes to spend time? I mean, a": null, "tailor shop is probably filled with knick-knacks.": null, "Rue: But I mean, well, it's not just BINX, it's me—": null, "[Andhera clears throat warningly]": null, "Rue: Andhera, and Captain Hob.": null, "Squak: Oh, the four of you just gather there. What's brought the four of": null, "you together? What sort of interactions or discussions do you have?": null, "Chirp: Yeah, what could possibly have brought you together?": null, "Rue: Well, it's a bit complicated.": null, "Squak: Croquet, chess?": null, "Rue: I don't know. Tell me to stop talking, please!": null, "Andhera: Do not tell them about overthrowing the courts!": null, "Squak: Rue, Rue, Rue, Rue, Rue, Rue.": null, "Chirp: Rue, Rue, Rue, Rue, Rue. Eyes on me, Rue. Eyes on me. Keep going,": null, "keep going.": null, "Aabria: Hold on, did you guys catch that?": null, "Oscar: No, they didn't!": null, "Surena: No, they didn't! They did not!": null, "Aabria: Shush, leave, no. Andhera did just spill that they're planning": null, "to overthrow the courts. It just got lost in the mix.": null, "Aabria: That was a beautiful little drop.": null, "Squak: Oh, you're, um, you're, uh...": null, "Rue: Uh, ooh.": null, "Surena: At this moment, BINX in the background of everything, she's just": null, "like, walking back casually eating muffins and not noticing.": null, "Squak: So—": null, "Rue: You—you shan't tell. [stammers]": null, "Chirp: Honestly, it just would be kinda fun to watch it go down, so I'm": null, "not opposed to it.": null, "Andhera: Well, actually, I was wondering if you two might actually want": null, "to be somewhat involved.": null, "Rue: I mean, you don't belong to a court.": null, "Squak: No, we do not.": null, "Andhera: And as many are—": null, "Chirp: And know it is our intention to stay independent. Which is not to": null, "say I won't work with you. I'm saying that no, we are not trying to": null, "become a court. Was that not clear? [brandishing blade] Was that not": null, "clear?": null, "Chirp: Was that not clear?": null, "Andhera: And literally you did cut me the first time.": null, "Squak: Good, remember how it feels.": null, "Omar: Lay on Hands.": null, "Andhera: It's just, look, there's a lot going on right now. BINX!": null, "BINX: Uh...": null, "Rue: BINX!": null, "Squak: BINX, heard you're—": null, "BINX: Hi?": null, "Chirp: Hi, BINX.": null, "BINX: Hey, hey, what's happening in the middle of the field here?": null, "Rue: This is not a good place to have this conversation.": null, "Squak: Yes, how about us four friends walk into Andhera's dormitory to": null, "enjoy a cup of tea.": null, "BINX: Ooh, that sounds nice.": null, "Chirp: Let's.": null, "Andhera: Can you imagine if we bumped into Captain K. P. Hob?": null, "Aabria: And as you all walk, we move to Captain K. P. Hob. Major Hob.": null, "Brennan: Major Hob.": null, "Aabria: Where were you headed post-meeting at the tailor shop?": null, "Brennan: I'm headed to the Seelie court to make rendezvous with the Lady": null, "Sylmenar.": null, "Oscar: Oh...": null, "Aabria: And you make your way out to the sun-dappled meadow where they": null, "spend their days. They also have apartments in a situation inside the": null, "palace, but they all tend to bask and revel in the sunshine from dawn to": null, "dusk in this place. But before you're able to reach it, a shadow crosses": null, "your path.": null, "Lou: Ooh.": null, "[Surena groans anxiously]": null, "Aabria: And Prince Apollo makes himself known to you.": null, "Lou: Double ooh.": null, "Brennan: How in public are we right now?": null, "Aabria: Not very.": null, "Brennan: Huh.": null, "[players sigh]": null, "Major Hob: Your Highness.": null, "Apollo: Captain.": null, "Major Hob: Major, I'm afraid.": null, "Apollo: Major.": null, "Major Hob: To what do I owe the pleasure of your company striding as I": null, "am about my business?": null, "Apollo: [sighs] You and I have business to deal with. And I don't have": null, "the time or inclination to make this official. So why don't we handle": null, "this so I can move on with my Bloom?": null, "Major Hob: Hm.": null, "Aabria: And he begins to pull out a sword. [Omar gasps] And that's where": null, "we're gonna end.": null, "[Brennan screaming]": null, "Oscar: Oh no.": null, "Omar: Wha?": null, "[Lou shouts]": null, "Aabria: And that was chapter eight of \"A Court of Fey & Flowers.\" Please": null, "join us next time for chapter nine of ACoFaF as shit gets real.": null, "[cast shouts excitedly]": null, "[NEXT EPISODE - Episode 9: Theater of War]": null, "[NEXT TIME ON]": null, "Major Hob: Look, I've been shot.": null, "BINX: What?": null, "Squak: By who?": null, "-": null, "NPC: You are going to place a bet against yourself in the wager?": null, "Chirp: Uh, yes, yes, yes.": null, "        -": null, "Captain Hob: Gorebladder, you're being promoted to captain.": null, "Gorebladder: The first captain in my family.": null, "Rue: Does he love me more than he loves being major?": null, "Oscar: You're crazy, you're crazy!": null, "Chirp: Cousin, I'm going in with an open mind, I'm going in with an open": null, "mind!": null, "Squak: All the blood is rushing to my penis! [screams in pain]": null, "Chirp: Come on. No, no, no, no, no, no, no, no.": null, "Major Hob: Gorebladder!": null, "Squak: Is it the worst if he eats it? What if it's in his stomach?": null, "Chirp: Oh, that's true. You can eat it.": null, "Andhera: I can Lay on Hands again.": null, "Captain Hob: Just hold me. Just fucking hold me. Just fucking hold me.": null, "Andhera: Oh, oh, oh, uh…": null, "Aabria: This is lighting to kill you by.": null, "Emily: You look really good in it, though.": null, "Aabria: Oh my God, thank you.": null, "Squak: Prince Apollo, you and Suntar once entrusted us with a rather": null, "delicious secret, and I guess this is one we offer in return. Yes,": null, "that's right, you're sitting next to, and I slide my hand up onto his": null, "thigh, the Airry Pearry.": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC, Iris (@sacredwhim)": null}