{"Dimension 20 Season 14": null, "A Court of Fey & Flowers": null, "Starring: Aabria Iyengar as Game Master": null, "Surena Marie as Gwyndolin Thistle-hop; Oscar Montoya as Delloso de la": null, "Rue;": null, "Lou Wilson as Lord Squak Airavis; Emily Axford as Lady Chirp": null, "Featherfowl;": null, "Brennan Lee Mulligan as Captain K.P. Hob; and Omar Najam as Andhera": null, "Episode 3: Duel on the Southern Lawn": null, "< [Previous Episode] | [Next Episode] >": null, "[elegant classical music]": null, "Aabria: To the churlish Captain K.P. Hob, venerated soldier of the": null, "Goblin Court. To the Master of Ceremonies, Delloso de la Rue, pride of": null, "the Court of Wonder. To the illustrious Gwyndolin Thistle-hop of the": null, "Court of Wonder. To the tenebrous Prince Andhera, Scion of the Unseelie": null, "Court. And to the notorious Lords of the Wing, Lady Chirp Featherfowl,": null, "Countess of Cluckingham, and Lord Squak Airavis, Earl of Peckersburg.": null, "Honored archfey, we are delighted to welcome you to \"A Court of Fey &": null, "Flowers\".": null, "[birds chirping]": null, "Greetings and welcome to Dimension 20's \"A Court of Fey & Flowers.\" I am": null, "your friendly gossip-monger and Dungeon Master, Aabria Iyengar, and with": null, "me, taking a turn on the promenade, are my Pack of Pixies. Say hi, pack": null, "of pixies!": null, "All: Hi, pack of pixies!": null, "Aabria: So in our previous chapter, the exchange of letters throughout": null, "the night led to twinned mixed signals, polite declinations from the": null, "Lord of the Wing, as well as a well-observed turn about the grounds": null, "between Captain Hob and Gwyndolin Thistle-hop, quickly followed by a": null, "tense, clandestine moment between Rue and Gwyn. Eventually, our party": null, "made their way to the Great Hart Hunt, a delightful romp through a": null, "wooded pocket dimension, where a champion of the Court of Hoof and Claw,": null, "named Theodore, played prey as a White Hart before turning the tables": null, "and attacking the hunting party. Private moments were had in the woods,": null, "tenderness between Rue and Captain Hob, a steeling of nerves with": null, "Andhera and his Advisor, and finally, a revelation about Gwyndolin's": null, "true nature. So who heard what? And where do our feys stand? Let's find": null, "out in chapter three.": null, "Brennan: Whoo, whoo!": null, "Emily: Whoo!": null, "Aabria: So let's start with reputation, because your gems have once": null, "again moved. And for the first time in our game, you all have differing": null, "reputation ranks.": null, "Omar: Oof.": null, "Lou: Whoa.": null, "[group laughing nervously]": null, "Oscar: What does it all mean?": null, "Surena: I don't know!": null, "Emily: Chirp loves it, Emily hates it.": null, "[group laughing]": null, "Emily: We have to all be equal.": null, "Aabria: No. [laughs] Now, no one is in a negative zone yet, so there's": null, "no detriment to being seen with anyone in this group. However, those of": null, "you with a greater than two-step difference over some of the other": null, "players can, if you so desire, exert that influence in interactions, and": null, "you'll be mechanically rewarded for doing so.": null, "Lou: So, just to be clear, someone like me—": null, "Aabria: Yeah, yeah.": null, "[Emily laughing]": null, "Lou: Who's incredibly—": null, "Aabria: Incredibly good.": null, "Lou: Who is just absolutely crushing it— [group laughing] Could go up to": null, "someone like Andhera and say, \"Do what I want,\" and I'll be rewarded for": null, "that?": null, "Aabria: I mean, it would be a slightly softer sell, but absolutely,": null, "yeah.": null, "[group laughing] [Lou claps]": null, "Oscar: [mimics being slapped] Ow! [group laughing]": null, "Lou: What's yours? Oh, I'm so sorry. I'm so sorry, I'm so sorry. [group": null, "laughing] I'm so sorry.": null, "Aabria: A lot of these have changed, not because of your own actions,": null, "but because of the perception of your actions, because as you know, your": null, "society has made an Olympic event out of jumping to conclusions.": null, "[chuckles] So some of you haven't done anything wrong, you were just": null, "seen in a negative light by your societies—": null, "Omar: Oh!": null, "Aabria: Your relative courts.": null, "Omar: Did I go down?": null, "Aabria: You went down.": null, "Emily: Oh—": null, "Aabria: Everyone moved.": null, "Brennan: Andhera—": null, "Omar: Thanks, Oscar.": null, "Oscar: Oops!": null, "Brennan: And \"Gwyndolin\" and myself—": null, "Surena: Gwyndolin.": null, "Brennan: All went down.": null, "Emily: Oh!": null, "Aabria: Everyone will move, every session.": null, "Emily: What did Andhera do?": null, "Omar: What did I do?": null, "Emily: I mean, I know what you did, but— [group laughing] I'm kidding.": null, "Omar: I cast Darkness. That's messed up. [chuckles]": null, "Brennan: [whispering to Emily] We have to be enemies.": null, "Emily: [laughing] I know.": null, "Brennan: It's okay, it's okay.": null, "[somber music]": null, "Aabria: So with that in mind, we're going to move from reputation to a": null, "new rumor phase. So now, in our session zero, we discussed a lot of": null, "rumors, things that all of your characters would know, and that society": null, "would be talking about, going into the Bloom, but we're not gonna go": null, "back and talk about those again. There were a billion of them, and we": null, "don't need to spend time looking those over.": null, "However, everyone here at the table, myself included, will have an": null, "opportunity to either put forth a new rumor, or spread one that you all": null, "remember existed from our session zero. So if you choose to spread a": null, "rumor that was already extant, it will move from rumor to scandal, and": null, "you can describe how it's suddenly more severe, worse for whoever's": null, "involved. And now, now that we're in the game and playing, I will need": null, "you to tell me if you were a part of spreading or generating this rumor,": null, "too.": null, "Lou: Mm, hmm.": null, "Oscar: Mm.": null, "Aabria: So is this something that everyone's talking about, or is this": null, "something you are talking about? Does that make sense?": null, "Players nod.": null, "Aabria: Everyone will have one go, and I'll begin, as the voice of our": null, "society. So, a new rumor moving about the Bloom is that Captain K.P. Hob": null, "is actively and overtly courting Gwyndolin of the Court of Wonder, to": null, "try and salvage the alliance between your two courts. And keep in mind,": null, "if you don't wanna generate a new rumor, you can always accelerate and": null, "scandalize a rumor that's already on the table. So I will move from here": null, "and put a lot of pressure on Omar.": null, "Omar: Hmm!": null, "Aabria: 'Cause I love you.": null, "Omar: Thank you so much, I love you too!": null, "Aabria: Yay, I love you!": null, "[Omar and Aabria laugh]": null, "Emily: Omar can handle it.": null, "Aabria: Yeah.": null, "Omar: Thank you so much. I'm sorry for what's about to happen, Emily,": null, "since you were nice to me. [laughs]": null, "Omar: In our session zero, a rumor was solicited that the Lords of the": null, "Wing “can't fight for shit,” I believe is the exact wording.": null, "Aabria: Uh-huh.": null, "Omar: I think after yesterday's events, considering the cousins could": null, "not, even when teaming up, take down the one foe without the assistance": null, "of others—": null, "Aabria: Oh!": null, "Omar: This becomes a scandal.": null, "[Emily scoffs]": null, "Omar: But to be clear, Emily, [laughs] Andhera had nothing to do with": null, "that.": null, "Emily: I love it.": null, "Aabria: That is now a scandal, especially since you are seen as the": null, "official winner of the Hart Hunt.": null, "[Omar gasps loudly]": null, "Aabria: That now you've got a little asterisk by your name, that there": null, "was no way you could've done this by yourself, and there was probably": null, "some sort of deal or foul play, or… We all did see Theodore leaving with": null, "your cousin in his arms. Maybe a deal was made beforehand to offer you a": null, "win.": null, "Oscar: Oh, [laughing] crap.": null, "Emily: The crazy thing is, I wasn't even... Like, my ego wasn't inflated": null, "by winning, but my pride is hurt by this.": null, "Lou: You double-scimitar-swinging mother—": null, "Omar: They're at different angles.": null, "Aabria: We love it.": null, "Lou: [mocking] “They're at different angles.”": null, "Aabria: Brennan, you're next.": null, "Brennan: I'm trying to think, and this is me as Bren—this is not a rumor": null, "that Hob would start. This is just a rumor—": null, "Aabria: You could, if you want to.": null, "Brennan: I don't think Hob would start a rumor. I think that this is...": null, "Or not now, not—": null, "Aabria: All right.": null, "Brennan: Not in this position. I think a rumor has started that the Sea": null, "Foam Court, our current hosts of this event, feel that the Court of": null, "Wonder has been only too happy to take the majority of the credit for": null, "the success thus far of the Bloom, and that all the representatives of": null, "the Court of Wonder seem very glad, indeed, to forget the ministrations": null, "of our hosts, here in this tidal island.": null, "Aabria: Amazing. And Hob had nothing to do with generating or spreading": null, "that rumor?": null, "Brennan: I think that rumor comes from Boil and Blemish. I think Hob—": null, "Oscar: Hmm.": null, "Brennan: Hob got told, like, \"You are forgetting your place,\" so I think": null, "he's in a very reserved position now, where he's like, \"I'm here just to": null, "be a soldier,\" but he would not start a rumor.": null, "Aabria: But did he help spread it?": null, "Brennan: If he was ordered to, yes.": null, "Aabria: Was he ordered to?": null, "Brennan: It depends on if Boil and Blemish are still angry in their pit.": null, "If they would've ordered him to, then yes. If not, then no.": null, "Aabria: All right, noted. Okay, Emily.": null, "Emily: Well, I think Chirp could easily spread a rumor that Theodore has": null, "been so taken with Squak, and Squak let them down so gentlemanly.": null, "[laughs]": null, "Aabria: Oh, okay.": null, "Emily: That Squak was the embodiment of kindness and gentleness, as he": null, "offered Theodore some tea and went to bed early.": null, "Aabria: Amazing.": null, "Lou: That's my cousin.": null, "Oscar: Wow!": null, "Oscar: That's great.": null, "Lou: That's my cousin, right there.": null, "Aabria: Beautiful. Okay, Lou.": null, "Lou: I'd like to turn the rumor of K.P. Hob's defeat of besting of": null, "Andhera into scandal—": null, "Emily: Yes!": null, "Lou: In that Andhera’s inability to show up in the Great Hart Hunt is": null, "just further evidence that it's definitely true, that his combat prowess": null, "is so lacking—": null, "Oscar: Oh, snap—": null, "Lou: That of course, K.P. Hob bested him.": null, "Oscar: Oh, think about this. You really wanna do that?": null, "Lou: Yeah.": null, "Aabria: Incredible. All right.": null, "Oscar: I wanna say that the Sea Foam Court is starting this rumor, is": null, "that this Bloom is the last Bloom that will be run this way.": null, "Aabria: So you're scandalizing a previous rumor.": null, "Oscar: I am scandalizing it, yes.": null, "Aabria: So how is it worse than the rumor version of it?": null, "Oscar: So the scandal is that the Bloom will cease to exist after this": null, "Bloom. This is the last Bloom to ever occur.": null, "Aabria: Oh my god.": null, "Surena: [gasps] Oh.": null, "Aabria: It's just the last Bloom.": null, "Oscar: Mm-hmm.": null, "Aabria: Wild, okay. And Surena.": null, "Surena: Okay, so my rumor is gonna be about Andhera—": null, "Aabria: Mm-hmm.": null, "Surena: And it is that he has been brought to the Bloom by force. He": null, "does not wanna be there, and his helper is making him.": null, "Aabria: Wow!": null, "Surena: So, and it is a rumor that Gwyndolin accidentally spread,": null, "because she was speaking to one of the helpers, like the attendants": null, "helping, and it was just something that she said off the cuff, like akin": null, "to, \"Oh, well, I just didn't think that... I don't think he wants to be": null, "here!\" Just very blunt, but has been construed into a rumor.": null, "[suspenseful music]": null, "Oscar: This is dark-sided right here.": null, "Aabria: It's so good.": null, "Oscar: This is dark-sided!": null, "Emily: It's crazy, 'cause you roll so well on Stealth and Deception that": null, "none of us can start a rumor about you.": null, "[group laughing] [group applauds]": null, "Aabria: And that's how you do it.": null, "Emily: I've been sitting here, being like, \"I just think Gwyndolin is": null, "normal.\" [group laughing] What can I start about Gwyndolin: nothing.": null, "[Surena laughing]": null, "Omar: I heard Gwyndolin had a good time at breakfast. [group laughing]": null, "Pass it on.": null, "Aabria: By the way, Oscar, I know you said the Sea Foam Court started": null, "the rumor—": null, "Oscar: Uh-huh.": null, "Aabria: About the last Bloom. Has Rue said or done anything to pass...": null, "To accelerate the rumor?": null, "Oscar: No, Rue is not bothered by those things.": null, "Aabria: Now I'll offer you your first bit of economy here. Those of you": null, "that have treasured tokens, you can burn a token to take a rumor or a": null, "scandal off the board.": null, "Emily: I think…": null, "Chirp: Cousin?": null, "Squak: Yes?": null, "Chirp: I've been noodling. I actually quite like this rumor about our": null, "lack of prowess—": null, "Squak: Mm-hmm.": null, "Chirp: Because low expectations can be just as impairing in a duel.": null, "Squak: Cousin, you've done it again.": null, "Emily: So I will not take that rumor off the table.": null, "Aabria: Okay. Captain Hob?": null, "Brennan picks up a peacock feather from his token chest.": null, "Omar: Whoa.": null, "Brennan: Um… Am I of the opinion that it would be pleasing to the Lord": null, "Blemish and Lady Boil, were the miasma of rumor-mongering around my faux": null, "pas in promenading with a member of the Court of Wonder—would it be": null, "prudent for that to go away, in their eyes?": null, "Aabria: I think, in truth, while they don't enjoy the assertation that": null, "this is overt play, to reforge the alliance, they don't hate that people": null, "are talking about the Goblin Court in a way that implies gentility and": null, "cunning, because that's never really been a thing said about you as a": null, "court, so, it's not great, but it's actually fine press.": null, "Brennan: In that case, I will let that rumor stand, and I will in fact": null, "worsen it, if I can.": null, "[Omar gasps]": null, "Lou: Let's get nasty!": null, "Aabria: Go on.": null, "Brennan: Hob will leave a written note where someone can find it, of": null, "apology from him that casts him in a humiliating light, that he was": null, "dressed down by his superiors, because the juiciness of him being": null, "dressed down will have to accompany the information that the Goblin": null, "Court is not looking for that alliance.": null, "Emily: Mm.": null, "Aabria: I love that, and it's a perfect segue into our next epistolary": null, "phase.": null, "Emily: Mm, I actually would love to go first, based off of that.": null, "Aabria: Please do!": null, "Chirp: Cousin, I'm going to write to Grandfather.": null, "Squak: Oh, I was also going to write to Grandfather.": null, "Chirp: Were you?": null, "Squak: Yes!": null, "Chirp: I thought it was so fun when Andhera sent us both letters. Let's": null, "just both send him letters—": null, "Squak: Let's do the same thing for Grandfather.": null, "Squak: But they're gonna be... Is it okay if they're different?": null, "Chirp: Yeah, absolutely, absolutely.": null, "Squak: Oh, great.": null, "Chirp: Okay. [clears throat]": null, "“Dearest Grandfather,": null, "Everything fares spectacularly at the Bloom. Myself and Squak…”": null, "[whispering] That's you...": null, "“Have been exemplars of decorum, Squak especially. Being here, however,": null, "I find my imagination stimulated with the opportunities this setting": null, "provides. Might there be another path to allay our precarious situation?": null, "I speak, of course, of the path of intelligence.": null, "The captain of the Goblin Court, Captain K.P. Hob, is in attendance, the": null, "very same captain who slandered the military capacity of the Lords of": null, "the Wing. Rumor has been spread he's been seen promenading,": null, "unaccompanied by his superiors, with a woman from the Court of Wonder.": null, "It occurs to me that this captain may be more impressionable than we": null, "anticipated. Might fraternity with a man of such proximity to power": null, "provide valuable information that could be leveraged just as effectively": null, "as a marriage?": null, "In skies we fly,": null, "Chirp.”": null, "[group applauds]": null, "Aabria: Oh, yes!": null, "[group cheering and laughing]": null, "Brennan: Wow, wow.": null, "Oscar: That was next level.": null, "Aabria: That was so damn good.": null, "Omar: Oh my god.": null, "Lou: This is crazy.": null, "Aabria: Please take Inspiration.": null, "Emily: Thank you.": null, "Oscar: We can't top that!": null, "Aabria: Hold on.": null, "Oscar: You said you wanted to be the first.": null, "Omar: Let's do epistolary round.": null, "Emily: It was a perfect transition from him doing—": null, "Surena: Oh, yeah.": null, "Emily: When you were gonna take it off, I was like, “fuck, I have this": null, "thing,” and then you made it worse and it played into it.": null, "Brennan: So right.": null, "Oscar: My goodness.": null, "Aabria: [to Omar] Do you wanna come back... I didn't give you the option": null, "to burn your token.": null, "Omar: I will say this. Andhera, while growing up as a child, constantly": null, "got in trouble for making, and I quote, “mouth sounds”?": null, "Aabria: Uh-huh, like—": null, "Oscar: Who are you quoting from?": null, "Omar: A story for another time. [laughs] Just little mouth sounds, deep": null, "within the hearts of the caves, that would echo through and then voices": null, "would carry, \"Shut up!\" So the prospect of having a horn...": null, "Omar: Andhera will be buried with this fucking thing before they give it": null, "up.": null, "Aabria: Amazing. Well then, on that note, and again, time is a little": null, "wibbly-wobbly here, but your grandfather does respond.": null, "[people gasping]": null, "Aabria: Not with a note, but with a token of his esteem.": null, "Aabria hands Emily a feather.": null, "[group gasping]": null, "Aabria: We gotta reward a dope letter.": null, "Brennan: Emily can take three scandals off the board?!": null, "Lou: Can I read my bad letter to Grandfather? No, your intelligence is": null, "4. Mine is +1. And it shows.": null, "Squak:": null, "“Most benevolent grandfather who created birds.”": null, "[group cackling]": null, "Surena: Yes. Please continue. I'm so happy.": null, "Aabria: Yes.": null, "“I am pleased to inform you that this year's Bloom is already soaring.": null, "We've garnered the attention of the entirety of all those in attendance": null, "in the form of a grand wager with organizer of this year's Bloom,": null, "Delloso de la Rue. Humorously, the wager's only requirements are that we": null, "follow the aims you'd already set, the prosperity of the Lords of the": null, "Wing and the besting of the Court of Wonder, all at the same time. Talk": null, "about maiming, not killing, one of your beautiful creations with a": null, "single stone.": null, "[group laughing and finger-snapping]": null, "On that note, it delights me to say that Lady Featherfowl has already": null, "taken steps to finding a potential suitor in one Andhera of the Unseelie": null, "Court. The lady was triumphant in the Great Hart Hunt—the only person to": null, "ever do so, I must say—": null, "[Emily cackling]": null, "And she generously shared her victory with the Unseelie Lord, and in": null, "doing so, revealed a pillar on which we might stabilize our teetering": null, "society.": null, "This is a pun, Grandfather, on the fact that the Unseelie Lord was once": null, "known as Pillar Boy, because at the last Bloom, he was but a child that": null, "was often found to be peeking out from behind pillars.": null, "I believe he was shy, but I also believe his mother is just a stern": null, "breeze, and that can't be good for social skills. Anyway, we will all...": null, "Alas, we will make you proud.": null, "May the wind be ever beneath your wings,": null, "Lord Squak Airavis, Earl of Peckersburg.”": null, "[group laughing and applauding]": null, "Aabria: Amazing. [cheers]": null, "Brennan: We all sit in the green room writing these before we come down": null, "together.": null, "Surena: Yeah, yeah, yeah.": null, "Omar: To be clear, I haven't written mine.": null, "Aabria: You also receive a response from your grandfather—": null, "Oscar: Is it an item?": null, "Aabria: In the form of a letter.": null, "Lou: I don't want his words!": null, "Oscar: You got a letter, oh no!": null, "Omar: Please let it be notes back. Like it's the same letter but with": null, "red ink.": null, "Surena: It's just like red-lined.": null, "Omar: It's “their,” not “they're”.": null, "Aabria: It's super brief. It's just, \"I may have underestimated you.\"": null, "Lou: Well, I think Squak is definitely a little disappointed when... Oh!": null, "Aabria hands Lou a jewel.": null, "Emily: Yes! Yeah!": null, "[group applauding]": null, "Oscar: Oh, that's beautiful!": null, "Brennan: Wow.": null, "Lou: Oh, okay, wow.": null, "Emily: Oh my gosh!": null, "Aabria: A literal family jewel.": null, "Brennan: Ah!": null, "Oscar: Ah! Your first item!": null, "Lou: Squak is crying. Squak retreats to his room to clutch this, hold it": null, "in the fetal position, and just weep.": null, "Aabria: Aw.": null, "Emily: And whenever he's done, I do fill him in on the fact that maybe": null, "there is an intelligence angle that we can work.": null, "Lou: Oh, okay, I like it.": null, "Aabria: Anyone else?": null, "Surena: I have a letter. So Gwyndolin is sending a letter to Lady": null, "Featherfowl.": null, "[baroque music]": null, "Surena: And it reads,": null, "Gwyndolin:": null, "“Dear Lady Featherfowl,": null, "Congratulations on an extraordinary win, but more than that, it was": null, "inspired to see you share that win with Andhera, who was decidedly a big": null, "boy.": null, "Enclosed, you'll find a basket of artisan breads, nuts, and candy worms.": null, "Highest regards,": null, "Gwyn.”": null, "Aabria: Ooh!": null, "[group gasping] [group applauding]": null, "Brennan: Candy worms! Birds. [Emily clearing throat]": null, "Lou: Birds, birds.": null, "Surena: And 'cause Gwyn didn't come with, like... She doesn't have an": null, "assistant. So in the dead of night, she delivered the basket and all of": null, "that, and the note, at your door so that when you woke the next morning,": null, "you would find it.": null, "Aabria: You gotta gimme a Stealth check, baby!": null, "Surena: Yes!": null, "Lou: We got birds out there.": null, "Emily: Yeah, we got birds out there, but we also did go to bed early,": null, "because we're turning a new beak.": null, "Surena: Okay, that is a 19.": null, "Aabria: Okay. With a 19, you notice as you drop it off, one little bird": null, "kind of wakes up and sees you, but no alert is given.": null, "Surena: I wink at the bird and continue doing my things.": null, "Emily: I think when I—when I receive that, I do not eat the food. I": null, "place it out and then I say,": null, "Chirp: Cousin, we've hardly had a chance to meet Gwyndolin Thistle-hop,": null, "who was seen promenading with Captain Hob. I feel like we should invite": null, "her over tomorrow.": null, "Squak: Mm [chuckling]. I could imagine us having tea with several": null, "persons.": null, "Surena: The softest no.": null, "Squak: No, no, no, it's not a... It’s just... I was already making a few": null, "plans for tea. I had the idea—": null, "Chirp: Okay, let's get a... But is this gonna be a weird thing where we": null, "bring together friends who don't know each other?": null, "Squak: No, no, we would never... We're not doing that.": null, "Chirp: We're not doing that.": null, "Squak: We'll do separate teas.": null, "Chirp: We'll do separate teas.": null, "Squak: Exactly, one with Gwyndolin, and then another one that's a bit of": null, "a surprise for you.": null, "Chirp: [giggling] Okay!": null, "Emily: Yes, I respond to Gwyndolin and I say,": null, "Chirp:": null, "“Thank you so much for the kind words, and the even kinder gummies. I": null, "would be beside myself to enjoy your company tomorrow afternoon, if you": null, "saw fit to come by. I am also open to come to your place if that is more": null, "comfortable for you. Accommodation is my aim, and I look forward to": null, "getting to know you more.": null, "P.S., I love your hair.”": null, "Emily: It's like a standing invitation. You can just, like, show up or": null, "something.": null, "Surena: Yes.": null, "Emily: You don't have to respond to say yes.": null, "Surena: Okay, so this is what happens.": null, "Aabria: Yes!": null, "Surena: Upon receiving your letter—I'm assuming it is from a bird,": null, "right?": null, "Emily: Yeah, I think I go penguin.": null, "Oscar: Mm!": null, "Surena: Penguin.": null, "Oscar: Oh!": null, "Emily: Yeah!": null, "Surena: Great.": null, "Aabria: So formal!": null, "Emily: A penguin that's like, really hot.": null, "Surena: Like hot...?": null, "Emily: Like really over—no, no, really overheated, overheated.": null, "Surena: Oh, cool, cool.": null, "[playful instrumental music]": null, "Emily: I summon one. The second I summon him into this temperate": null, "climate, he looks terrified.": null, "Surena: Oh no!": null, "Chirp: It will just be a short journey.": null, "[Aabria panting]": null, "Chirp: It's just a two-mile walk in a climate you're uncomfortable with.": null, "Aabria: He happy-feets his ass on over.": null, "Oscar: Oh, a tap-dancing penguin!": null, "Aabria: Yeah, he's giving Savion Glover. It's great.": null, "Surena: Oh, god, upon seeing this very overheated penguin...": null, "Gwyndolin: Oh, okay!": null, "Aabria: He just lays down.": null, "Gwyndolin: Oh, it's alright! Can I pick you up?": null, "Surena: So I put this penguin over my shoulder, like a baby, and I read": null, "the note, and then I walk back [laughing] to your place, like two miles,": null, "holding this penguin.": null, "Chirp: Ah, Gwyndolin!": null, "Gwyndolin: Oh, yes, I would love to meet you later this afternoon.": null, "Here's your penguin.": null, "Chirp: Oh, thank you so much.": null, "Emily: I put him in an ice bath. [group laughing]": null, "Chirp: Yes, wonderful, wonderful. We can meet later. I'm also available": null, "now, or—": null, "Gwyndolin: Now? Are you sure? I wouldn't be putting you out or anything,": null, "or—": null, "Chirp: Honey, I don't put out anymore. [giggles]": null, "Gwyndolin: Oh, tha—oh, oh!": null, "Chirp: I turned a new beak.": null, "Gwyndolin: You did. So I'm not doing anything now, if you—": null, "Chirp: Oh!": null, "Gwyndolin: Wanted to hang out? I mean—": null, "Chirp: Uh, birds!": null, "Emily: And I think there's like a Cinderella cleaning up of the parlor": null, "room to get it together.": null, "Aabria: It's more penguins.": null, "Emily: Yeah.": null, "Chirp: Squak, do you wanna be here?": null, "Squak: Oh, Gwyndolin, yes, of course. Here, I'll pour tea. You two, sit": null, "down.": null, "Aabria: We're gonna cut back to this. I wanna keep going, letter-wise,": null, "but I love this scene, and we will be putting a pin in it and coming": null, "back around. Does anyone have a letter they wanna send?": null, "Omar: I have two.": null, "Aabria: Okay.": null, "Omar: So I'll do the first of two, if that's alright.": null, "Aabria: Sure.": null, "Omar opens a notebook.": null, "Omar: [clears throat] I don't know why I'm flipping open. I haven't": null, "written anything.": null, "Omar: I don't know at which point in the timeline you would receive": null, "this, but a letter comes to Gwyndolin Thistle-hop.": null, "Andhera:": null, "“My dearest Gwyndol—actually, not MY dearest—”": null, "Omar: And this is all in it.": null, "“Not my dearest, I wouldn't— [chuckles] I'm not quite sure how to": null, "address, per se, in that regard…": null, "Your dearest Gwyndolin,": null, "I just wanted to say what an absolute pleasure it was to join you in the": null, "hunt yesterday. It truly meant quite a bit, and I wanted to deliver": null, "something to you to embolden—”": null, "Omar: And then embolden's crossed out.": null, "“—represent my feelings in a way. It's true, what I said yesterday, that": null, "I had rock friends [chuckles] growing up, but I am not a child anymore,": null, "and I should be making real friends, which I have. So I—”": null, "Surena: Solid.": null, "Emily: Even his letters are bumbling.": null, "“Combed the beach in the early hours…”": null, "Oscar: Come to the beach! On Sea Foam island!": null, "“And came upon shells, two matching, some unfortunately demised": null, "creature, and I wanted you to have one of them, and I would have the": null, "other. Apart, they function obviously as a shell would, but at the same": null, "time, together, it does make quite a pair. And so please have this, my": null, "shell pal.”": null, "Omar: And this is written in like, liquid granite.": null, "Aabria: Ooh!": null, "Lou: Mm.": null, "Omar: And I wanna say, it might be hard to tell, particularly, but if": null, "you kept a close eye, I think you would notice the second paragraph of": null, "it is in fresher ink, and there's been a time period between the two.": null, "And the fresher one says... And the handwriting's a little bit": null, "different, a little less regal and a little more candid.": null, "“But also, I do want to reiterate that it does actually mean a lot to": null, "me, and I do consider us friends now. And if there's anything you ever": null, "want to talk about, and I don't mean this diplomatically, like,": null, "legitimately, if there's just something on your mind, let me know! And": null, "I'd be happy to join you in a stroll and a chat. Enjoy the shell.”": null, "Surena: When I get this letter, I'm in my quarters, so I'm by myself. I": null, "read all of it, I look at the shell, and across my face, there's breaks": null, "in the Gwyn glamor. I start to flicker, and you see the dark hair, like": null, "the gold branch marks, the dark makeup. She smiles and then it flips": null, "back.": null, "Omar: Can I add that—if there is to be any witness to that—": null, "Surena: Mm-mm.": null, "Omar: I didn't send Advisor.": null, "Aabria: Okay, uh—": null, "Omar: Instead, I sent my dog.": null, "[Aabria gasps]": null, "Oscar: Ooh!": null, "Surena: Oh!": null, "Aabria: Yuck.": null, "Oscar: Grandpa Dog.": null, "Brennan: Grandpa Dog.": null, "Omar: Grandpa Dog. [laughs]": null, "Lou: Grandpa Dog.": null, "Emily: Grandpa Dog!": null, "Aabria: Would you have allowed Grandpa Dog into your quarters?": null, "Surena: My room's pretty private, but I will say that because my room is": null, "so private, I read it outside, and so what Grandpa Dog saw was a": null, "flicker. Grandpa Dog. [group laughing] Just straight face, Grandpa Dog.": null, "Aabria: Grandpa Dog clocks it and turns his head. And then without": null, "waiting for a response, turns and trots back to his master.": null, "Surena: I have another letter I'd like to send. Can I send that?": null, "Surena: Okay. It feels like it all goes together.": null, "Aabria: Yeah!": null, "Surena: So when I go back into my room, it is dark and it's quiet. I": null, "transform into [magical music] my more comfortable self, and I start": null, "this letter.": null, "BINX:": null, "“Dear Gwyn,": null, "I hope you're well and are adjusting to the mortal realm fine. Things on": null, "my end are also fine. Your rituals are strange, though, but it'll all be": null, "worth it. Love and magic are always worth it.": null, "Yours in hospitality,": null, "BINX.”": null, "[group gasping and writing]": null, "Emily: Ooh!": null, "Lou: We have a name!": null, "Omar: The game's afoot.": null, "Oscar: What the heck?": null, "[Omar laughing]": null, "Lou: What the heck?": null, "Aabria: I love when people take notes with these pens with like a": null, "quarter of an inch... [laughter drowning out Aabria]": null, "[group making 'writing' noises] [group giggling]": null, "Omar: I have a second letter to send, but I don't wanna be greedy. Does": null, "anyone—": null, "Aabria: I'm gonna jump in here—": null, "Aabria: And send a letter.": null, "Lou: Ooh!": null, "Omar: Oh.": null, "Aabria: This is a letter that appears to Lord Airavis, and what appears": null, "in front of you, what's delivered, is this bowl, shallow and incredibly": null, "wide, full of sea foam, that takes a very specific shape. It's an": null, "Apollonian gasket, circles that are tangent to each other and get into": null, "smaller fractal circles, beautiful and delicate. And the moment you": null, "touch the bowl, they begin to pop [bubbles popping] from smallest to": null, "largest. And you hear a voice you recognize as Baroness Alven, and she": null, "says,": null, "Baroness Alven:": null, "“My darling,": null, "It has been good to see you, to watch you. Your activities and energies": null, "are a balm to my soul. I simply want to reaffirm my affections for you": null, "and my eternal desire to someday, joyfully, make our debut. Know that": null, "though I hear and see everything that happens within my court, I do not": null, "now, nor have I ever, passed judgment on you. Do what you think is best": null, "and act in ways that only you can, that have endeared me to you, from": null, "now until the end of time.": null, "Yours faithfully,": null, "Alven.\"": null, "Lou: I think Squak has a very potent and emotional moment holding either": null, "side of the bowl, and then hears Chirp and spills it all. [water": null, "splashes] [Emily laughing]": null, "Squak: Somebody brought us a bowl! Somebody brought us a really": null, "beautiful bowl!": null, "Chirp: The gifts are weird this year.": null, "Squak: They're wild.": null, "Chirp: “Try some bowls!”": null, "Squak: Do you wanna put those candied worms in here or something?": null, "Chirp: Oh, yes, absolutely.": null, "Lou: Noted.": null, "Oscar: Yeah, I have a letter. As Rue is in their abode, deciding on what": null, "outfit to wear the next day—": null, "Emily: Oh my god, tease me.": null, "Oscar: They write a letter to Gwyndolin.": null, "Rue:": null, "“My dearest, loveliest Gwyndolin Thistle-hop,": null, "I must sincerely apologize for my boorish behavior the other day.": null, "Imagine stealing you from Captain Hob mid-conversation, only to bully": null, "you about keeping appearances. I take full responsibility for my": null, "actions.": null, "To be honest, I have no idea what has come over me. You made such a kind": null, "gesture to open up the gates of friendship. And in my nervousness, I'm": null, "afraid I closed the door shut and padlocked it, throwing away the key.": null, "Is there any chance for reconciliation? Please forgive me for thinking": null, "of my status before thinking of you, a potential friend. Even though it": null, "would break my heart, I will completely understand if you do not write": null, "back to me and keep the gates of friendship closed, for you see, it": null, "appears as if I threw the key to the padlock on your side of the fence.": null, "I implore you to use it.": null, "All the best,": null, "Rue.”": null, "Oscar: With a little heart. Bink bink.": null, "Surena: Aw.": null, "Rue: Oh, Wuvvy!": null, "Wuvvy: Yes, hi. [breathing heavily]": null, "Emily: Hello, my dear Wuvvy.": null, "Wuvvy: Hi. [whispering] I'm sorry I couldn't help more with the... But": null, "he had turned. Anyway, what can I do for you?": null, "Rue: You did more than enough, Wuvvy.": null, "Wuvvy: Thanks.": null, "Rue: And you have been doing a fantastic job.": null, "Wuvvy: Thank you.": null, "Rue: I don't know what I would do if you were not by my side.": null, "Wuvvy: That means a lot to me, thank you.": null, "Rue: You mean a lot to me. I'm trying to add a new friend at the Bloom.": null, "Please send this to dear Gwyndolin Thistle-hop.": null, "Wuvvy: Oh, okay. Do you need, like, [gestures to her face] or...": null, "Rue: It could be—": null, "Aabria: And then she kind of tosses her hair, and it changes color.": null, "Rue: Oh, as a matter of fact, I would love it for it to be you, and I": null, "would also greatly appreciate it if people saw you send it to Gwyndolin.": null, "Emily: Ooh! [claps]": null, "Brennan: Ooh, wow, yes!": null, "Emily: Oh my god, totally playing like you know each other.": null, "[Oscar laughing]": null, "Lou: Totally best friends—": null, "Wuvvy: I would be remiss if I didn't mention. [quietly] You know, people": null, "are talking about her right now, right?": null, "Rue: Right, but not in good standing, of course.": null, "Wuvvy: I'm not questioning your judgment, just double-checking.": null, "Rue: No, I understand. I absolutely... I think for this, it would be a": null, "good thing for the event organizer of the Bloom to reach out to everyone": null, "involved to ensure they are having a good time. Don't you agree, Wuvvy?": null, "Wuvvy: Always.": null, "Aabria: And for the first time in a long time, Wuvvy walks slowly and": null, "greets people as she goes, doing her best impression of you at your": null, "ease, waving about the note as she goes and delivers it to you, Gwyn.": null, "Wuvvy: Are you—": null, "Gwyndolin: [stuttering] One second!": null, "Surena: And you hear kind of scuffling sounds. [objects clunking] And": null, "then opens the door, shuts it.": null, "Gwyndolin: Hi!": null, "Wuvvy: Hi, are you busy?": null, "Gwyndolin: Very. It's personal stuff.": null, "Aabria: You can just see her ears kind of flicking, trying to like catch": null, "a hear. She's listening for, I mean, let's be honest, a big-ass goblin": null, "on the other side of the door.": null, "Wuvvy: Okay. Oh, I have a letter for you.": null, "Gwyndolin: Oh, thank you.": null, "Wuvvy: Mm-hmm.": null, "Surena: And I read it, and are people looking? Are there people, like...": null, "Aabria nods.": null, "Surena: Great, good.": null, "Gwyndolin: This is very kind.": null, "Aabria: Wuvvy has no idea what it says.": null, "Gwyndolin: Give me one moment, okay?": null, "Gwyndolin: Just bear with me a second.": null, "Wuvvy: Mm-hmm!": null, "Surena: Gwyndolin goes inside, and then there's scuttling sounds. You": null, "hear kind of like, \"Shit.\" \"It's fine, it's fine.\" And out of the door": null, "[door creaking] you see a woven key. It's very ornate and small, and": null, "it's on like a leather string, but it's still wondrous, as in like, it's": null, "meticulously crafted. And I hand it to Wuvvy with a little tiny note": null, "that says, \"I accept.\"": null, "Gwyndolin: Here, you can give that to them.": null, "Wuvvy: Okay.": null, "[whimsical music]": null, "Gwyndolin: That's all from me.": null, "Wuvvy: Okay. Sure.": null, "Gwyndolin: Mm-hmm.": null, "Lou: Anybody else think she was gonna burn it for like a half second?": null, "Omar: Yea. [Lou mimics lighting a match] [group laughing]": null, "Emily: I thought, “Oh, maybe that's a status thing,” right? If she were": null, "to be, like, rip up the letter, then it's like, take Rue down a peg,": null, "increase your status.": null, "Omar: Ooh.": null, "Emily: That's what I was thinkin'.": null, "Aabria: You have no idea what she's thinking.": null, "Surena: I thought about it.": null, "Lou: Instead, kindness.": null, "Aabria: [laughing] Yeah.": null, "Emily: It said \"kindness—\"": null, "Surena: Is it kindness?": null, "Brennan: But a very weird kind of kindness—": null, "Emily: Which can be just as good for your reputation.": null, "Brennan: 'Cause now nobody can see Wuvvy with a letter walking back.": null, "Surena: Mm-hmm.": null, "Emily: Okay, oh—": null, "Surena: It's not a letter. It's a object.": null, "Oscar: It's an object, yeah.": null, "Emily: Okay…": null, "Aabria hands Oscar a key.": null, "Aabria: It's not what you described, but I do wanna offer you a token": null, "from one player to another.": null, "Oscar: Thank you!": null, "Brennan: Oh my God, incredible, incredible.": null, "Oscar: Wow.": null, "Emily: Every other DM at home should be giving gifts to their players.": null, "Lou: I'm gonna adjust your—": null, "Oscar: Thank you.": null, "Aabria: Yeah, just get a little tassel on there.": null, "Emily: Set the bar and— [laughs]": null, "Omar: And you provide the snacks, and you write the campaign. [laughs]": null, "Aabria: Easy peasy.": null, "Lou tries to prop up the key on Oscar’s token chest.": null, "Aabria: We're working on this angle that's important.": null, "Lou: I'm gonna get it.": null, "Omar: Yeah, that—oh": null, "Surena: Oh, yeah that looks good.": null, "Aabria: There you go. That looks good to me. I enjoyed that.": null, "Omar: That's set dressing right there.": null, "Surena: Nice.": null, "Emily: Ooh, Lou!": null, "Aabria: Lovely!": null, "Brennan: Lovely, lovely!": null, "Lou: Alright, we're good. [claps] Alright, Set. [group laughing] Set!": null, "[claps]": null, "Aabria: So yes, Wuvvy comes back and delivers the key to you.": null, "Rue: Huh, key? Made my metaphor into an actual thing.": null, "Wuvvy: I don't get it.": null, "Rue: Hm?": null, "Wuvvy: I don't get it.": null, "Rue: Oh, it's something to do with the letter that I wrote. It's a kind": null, "gesture. [pause]": null, "[group laughing at Rue's loss for words]": null, "Surena: That's exactly what I wanted, baby! Yes!": null, "Rue: I think we'll leave it as is. Oh, while you're here—": null, "Wuvvy: Mm?": null, "Rue: I'd like to write another letter.": null, "Wuvvy: Okay!": null, "Aabria: And Wuvvy walks into your apartments and just sits down and": null, "she's just kind of leafing through some of the fabric and some of the": null, "outfits that you're picking between, offering no opinions, she wouldn't": null, "dare, but just sort of enjoying her time.": null, "Oscar: All of a sudden, Rue's countenance gets really somber, from this": null, "very uptight to a very somber sort of state, [clears throat] hesitates.": null, "[gentle piano music]": null, "Oscar: And decides to put pen to parchment.": null, "“Captain K.P. Hob.”": null, "Emily: Yes!": null, "“Despite my rational brain, who has been in control of my person for": null, "many a fey millennia, my heart has taken control of this chariot I call": null, "my body, and it compels me to write you this letter.": null, "[Aabria exhales]": null, "You must understand, I am fighting every instinct to burn this letter,": null, "because, as the organizer of the Bloom, this is beyond my station. I": null, "have an event to organize, and I am afraid I am getting swept up in the": null, "affair of the archfey. Captain, I see a lot of myself in you, someone": null, "who navigates within a world that hardly understands, a fey caught": null, "between duty and instinct.": null, "I feel a strong connection to you, Captain Hob, and to be quite frank,": null, "it scares me. I have never been truly myself with anyone, and as you": null, "grabbed me by the wrist and looked into my eyes, I felt something I've": null, "never known before. I don't know what it is, and against my better": null, "judgment, I am willing to pursue it. Where stands you?": null, "Delloso de la Rue.”": null, "[group cheering]": null, "Lou: Oh, wow. Wow, wow, wow.": null, "[group finger-snapping]": null, "Omar: I feel so bad for talking in the green room while you all were": null, "writing these letters.": null, "Aabria: Give me a Deception check.": null, "Emily: What?": null, "Aabria: As Wuvvy looks at you—": null, "Emily: Oh, I see.": null, "Aabria: As you hand off the letter.": null, "Lou: Not Wuvvy!": null, "Oscar: 17.": null, "Rue: What's wrong, Wuvvy?": null, "Wuvvy: Nothing, you just... seemed... different. Is everything okay?": null, "Rue: Well, you heard me write the letter, as I often speak—": null, "Aabria: Did you write it out loud? Wait, so she heard all of that?": null, "Oscar: Mm-hmm!": null, "Aabria: [gasps] Oh, then never mind. She wouldn't have run an Insight": null, "check. She's just like, [gasping].": null, "Rue: Wuvvy, what's wrong? It's too much, is it?": null, "Wuvvy: What did I miss?!": null, "Rue: I shouldn't do it. I shouldn't.": null, "Wuvvy: I was out being a deer. What the fuck did I miss?": null, "Rue: I... I'm afraid I've caught feelings for Hob.": null, "Wuvvy: Okay, let me be very clear. He's so tall, his arms are so long. I": null, "get it, I get it.": null, "Rue: Right?": null, "Wuvvy: No, it's good!": null, "Rue: He's a bit dreamy, in his own way!": null, "Wuvvy: Yeah, he's bad at words, but, like, who needs talkin'?": null, "Rue: Wuvvy!": null, "Wuvvy: What?": null, "Lou: Damn. Damn, Wuvvy.": null, "Rue: Am I being too—": null, "Wuvvy: He sent me off to go fuck Theodore, so the least I can say is,": null, "you know...": null, "Rue: It feels—it feels wrong. It feels, in fact—": null, "Wuvvy: Why?": null, "Rue: I shouldn't do this—": null, "Rue: Well, especially… [sighs] I just haven't been honest. He doesn't": null, "know me.": null, "Wuvvy: How well do any of the fey really know anyone else? We are all a": null, "pile of secrets, and I think you just have to find the person you're": null, "willing to be truthful to, or whatever.": null, "Rue: I cannot allow my feelings to get in the way of my duty.": null, "Wuvvy: And you never would.": null, "Rue: But these feelings are too strong.": null, "Wuvvy: You know I love you, right?": null, "Rue: Of course.": null, "Wuvvy: If it's a matter of giving me more stuff to do, to take a little": null, "off your plate, that's not an ask. Just let me know.": null, "Rue: I'm very scared and I feel like I've rushed into something that": null, "I've just been introduced to. Wuvvy, burn the letter.": null, "Emily: Oh!": null, "Brennan: Oooooh!": null, "[people groaning from the drama]": null, "Emily: I love it. God, that's the best move.": null, "Rue: Burn it. Get rid of it.": null, "[melancholy music]": null, "[Lou chortling quietly] [group laughing]": null, "Lou: That's not the letter I expected to be burned. Oh my god.": null, "Aabria: Make a Persuasion or Intimidation check.": null, "Oscar: Ooh, all right. [chuckles] I rolled a 17, but I'm gonna use": null, "Command.": null, "Emily: Ooh!": null, "Aabria: Oh. Okay. What's the spell save DC?": null, "Oscar: Oh, 16.": null, "Aabria: She fails, and we see her ears flatten. One word.": null, "Rue: Burn.": null, "Lou: Ooh.": null, "Aabria: And you see just a little tear begin to form at the corner of": null, "her eye, and she blinks it away, as just in her hand where she was still": null, "holding the letter, she uses just a little cantrip, and it goes up in a": null, "beautiful pink flame, and she doesn't look away from you, she doesn't": null, "look down at the letter. She just watches you. What does she see as the": null, "letter burns?": null, "Oscar: Rue reciprocating those feelings, tears falling down their face,": null, "not necessarily for the letter, but because this is the first time that": null, "I have commanded you to do something.": null, "Emily: Oh.": null, "Lou: Mm, mm, mm.": null, "Aabria: She lets the ash fall out of her hand.": null, "Rue: That will be all, Wuvvy.": null, "Rue: That will be all.": null, "[people exhaling tensely]": null, "Aabria: And Wuvvy turns and walks out the door, and makes a show of": null, "walking slowly around the grounds, and then speeds up and heads to the": null, "Goblin Pagoda. She has an excellent memory, and you didn't tell her": null, "never to spread the message, just to burn the letter.": null, "Emily: Ooh, hoo-hoo!": null, "Oscar: You can't be doin' this!": null, "Emily: Wuvvy!": null, "Oscar: Oh no, are you serious?": null, "Aabria: Oops.": null, "Omar: Oh my god.": null, "Lou: Wuvvy is making a mess!": null, "[Aabria laughing]": null, "Emily: Oh my gosh, I love it.": null, "Aabria: We'll come to that in a second, but I know you have another": null, "letter.": null, "Omar: I do, I don't wanna be greedy. I can wait on the letter.": null, "Aabria: I want your letter!": null, "Omar: Okay. I write the letter. I finish writing the letter, and I turn": null, "to Advisor, and for the second time today, Andhera says,": null, "Andhera: Advisor, actually, I'll take care of this. Don't worry about": null, "it. Being introduced to so many people, I'm realizing I ask so much of": null, "you all the time, so I'd like to ask you just something directly. Not of": null, "you, just you. What do you want to do right now?": null, "Advisor: Go home.": null, "Advisor: Oh, I'm sorry, did you want like, a nice answer?": null, "Andhera: No!": null, "Advisor: Like, go walk about the gardens? I hate it here. It's sunny and": null, "it feels bad. I don't like people. The lady I serve is a mean gust of": null, "air, and that's great for me. I'm sorry, go ahead.": null, "Andhera: Don't apologize to me.": null, "Advisor: You were having a nice moment.": null, "Andhera: No, no, no. I'm going to go hand-deliver this, 'cause I already": null, "sent Dog to go deliver the other letter. I'm gonna go see if possibly I": null, "can find a place that you might feel a little bit more home.": null, "[tranquil music]": null, "Andhera: Somewhere dark and damp and horrible, you know, like where": null, "we're from.": null, "[Aabria chuckles]": null, "Advisor: Aw, 'kay.": null, "Andhera: So I'll go deliver this, and then let me see what I can do. I": null, "dunno what's happening to me, Advisor, but I'm beginning to feel": null, "friendship.": null, "Advisor: With who?": null, "Andhera: [laughs] With so many people, Advisor!": null, "Andhera: With so many people!": null, "Omar: And as the door opens,": null, "Andhera: With so many people.": null, "[Aabria laughs]": null, "Omar: And I head the two miles, possibly? [laughs] And I knock upon Lady": null, "Chirp Featherfowl's door.": null, "Chirp: Cousin!": null, "Squak: Yes, I'll get it.": null, "Squak: Hello!": null, "Andhera: How are you doing?": null, "Squak: I'm doing well. Congratulations on your shared victory yesterday.": null, "Andhera: [laughing] You saw that, did you?": null, "Squak: Oh, well, yes, I did have my eyes on something else, but I did": null, "notice, yes.": null, "Andhera: Well, congratulations on your shared victory, if you catch my": null, "drift.": null, "Squak: Oh, no, we shared a cup of tea and I went to bed on time.": null, "Andhera: And I'm reading between those lines. Hot damn. [laughing] Do": null, "you know what I mean?": null, "Squak: There's nothing between those lines. I drank tea and went to bed.": null, "Andhera: Oh, I'm sure there's something between those lines.": null, "Squak: There is not, I drank tea and went to bed. Cousin!": null, "Chirp: Oh, ah, Pillar Boy!": null, "Andhera: [laughing] Yes, it's me.": null, "Chirp: I'm sorry, we have no pillars in here.": null, "Andhera: Oh, I, no...": null, "Omar: And I rub the back of my neck.": null, "Squak: If it would make you feel more comfortable, if you give my cousin": null, "some time, she can create—": null, "Chirp: Give me 10 minutes to concentrate. I will Fabricate you a pillar.": null, "[grunts in concentration]": null, "Squak: She can build a pillar to make you right at home.": null, "Andhera: No, I... [chuckles] Thank you for the offer. But instead I came": null, "to deliver a letter that I hand-wrote directed towards you, it's—": null, "Squak: Oh, well, why don't you have a seat? I'm gonna pour you a cup of": null, "tea. It would be nice for the two of you to spend a little bit of time": null, "together. Maybe you can read the letter, and the two of you can chat.": null, "Andhera: Sure.": null, "Squak: Yes. Please sit down, sit down.": null, "Chirp: It is a performance parlor, perhaps you'd like to read it to me.": null, "Andhera: Well—": null, "Chirp: Unless it is private in nature.": null, "Andhera: It's... interesting. Um—": null, "Chirp: It's an interesting letter? Oh, I can't wait.": null, "Andhera: It's just, it's less of a letter and more of a... How do I put": null, "this? It’s, um… Since I'm not always the best at speaking, I took the": null, "time, the better part of this morning, to put together a collection of": null, "pickup lines, lewd jokes, and rude drawings.": null, "Chirp: Oh. Big boy behavior, indeed.": null, "Squak: I'm gonna step out of the room, and let the two of you—": null, "Lou: I'm gonna light a few candles. Maybe close a few blinds.": null, "Chirp: I absolutely would like to hear all of these pickup lines.": null, "[Omar laughs]": null, "Andhera: I'm—": null, "Chirp: Or I can just read it.": null, "Andhera: I'm actually realizing that this might have been a huge": null, "mistake—": null, "Omar: And I start, I just kind of—": null, "Chirp: Well, no, no, no, no, no.": null, "Lou: Yeah, I'm gonna block the entry way with my body.": null, "Squak: No!": null, "Oscar: With your thin little body?": null, "Lou: There's plenty of space on either side of me.": null, "Squak: Whoa, whoa, whoa, whoa, whoa.": null, "Chirp: He plays goalie in our Lord of the Wings soccer.": null, "Squak: Yes, in our intramural soccer league.": null, "Andhera: I would love to know how that works in the sky.": null, "Chirp: Well. Very well.": null, "Chirp: Andhera, I'm actually so glad you're here. I've been so curious.": null, "I think it's open truth that the Queen of Air and Darkness despises us,": null, "and I've sensed such a different nature from you, and I've been trying": null, "to get a read on you. Are you a little bit rebellious or are you perhaps": null, "playing a longer con?": null, "Andhera: So we're doing a personality quiz game.": null, "Omar: And I sit down...": null, "Andhera: I've read about these. Out of those two options... fascinating,": null, "fascinating.": null, "Omar: And Advisor's not there to point out the glaring red flags.": null, "Andhera: I know that mother has issues with your family.": null, "Chirp: Yes, she is made of air, so her words travel.": null, "Andhera: Yes, it's mostly, growing up, I heard the issues that she had": null, "was that she thinks that you all stole the idea of birds from bats, and": null, "that it's not really—": null, "Squak: We've heard—": null, "Chirp: Yes.": null, "Squak: We've heard that rumor.": null, "Chirp: We've heard that rumor.": null, "Squak: And we think it's quite clear that wings are kind of... We are": null, "the Lord of the Wings, it's in the name.": null, "Andhera: And some of them don't even fly. Some of them actually walk.": null, "Chirp: Some bats don't even fly?": null, "Andhera: No, no, birds. And I personally think that's a huge, like—it's": null, "always good to have a backup plan. Like what if your bird doesn't fly?": null, "It can now walk! I think it's great.": null, "Chirp: Do you know, one time, though, I did see an article in something": null, "called the New York Times, in which—": null, "Chirp: In which a bat ran on a treadmill. And there were sort of": null, "photographs side by side of a bat running on a treadmill. So bats can": null, "actually run.": null, "Squak: Now, I know you may be confused by a treadmill, the New York": null, "Times, or any sort of thing.": null, "        Omar mimics his nose running.": null, "Squak: But the impressive thing is that—oh, did you want tissues, do you": null, "have a runny nose?": null, "        Lou mimics pulling a handkerchief from his pocket.": null, "Andhera: Thank you. I will plug that up. I'm like a little walrus.": null, "Chirp: Anyway—": null, "[Brennan guffaws]": null, "Squak: Well, aren't we getting on as a few chums?": null, "Chirp: Anyways. I just find myself drawn to your new energy, and very,": null, "very curious about your motivations.": null, "Andhera: I was sent here to represent my court in a diplomatic way.": null, "Chirp: As was your sister, though. Am I incorrect in that?": null, "Andhera: You know, that's a big question [laughs] as to why Sister was": null, "sent.": null, "Chirp: I'm sorry.": null, "Andhera: No, no apologies amongst friends—": null, "Chirp: I just... We did the whole, “what's your favorite food”": null, "yesterday, and you said cave water.  So I figured, well, okay, we're": null, "ready to get deep.": null, "Andhera: And please, do not let that spread. I don't want people to know": null, "what a glutton I am when it comes to licking up cave water. [laughs]": null, "Emily: I take out like a Game of Thrones carafe of cave water and pour": null, "it for you.": null, "Andhera: [laughing] I really... Not in the morning, I really should not": null, "get started this early.": null, "Squak: Please, you are a walrus—": null, "[Lou and Omar chuckle]": null, "Squak: The blinds are closed, it's just friends here. Drink your fill of": null, "cave water, your favorite food.": null, "Andhera: To be a tusked mammal and treated so well, it's—": null, "Chirp: Forgive me if I'm prying.": null, "Andhera: Nope, pry away. [chuckles] But pry as if you're breaking into a": null, "crate, you know, with a...": null, "Squak: Are you the crate in this situation?": null, "Andhera: You know, I've quite—I've lost track of the thread. I'll just": null, "be—": null, "Oscar: It just started.": null, "Chirp: It's a short, short thread. It's easy to lose track of a small": null, "thread.": null, "Andhera: I'm personally here to make friends. And if I might, in": null, "exchange for not reading the collection of pickup lines—": null, "Squak: Oh you will do—you'll do that before you leave.": null, "Chirp: Yes, you will be doing that.": null, "Omar: And I slide it back.": null, "[gentle music plays]": null, "Andhera: I would like to extend my—I would hope it would be obvious, but": null, "my friendship. I know that there are quite a bit of rumors and scandal": null, "that come with being such party animals as yourselves. [laughs]": null, "Chirp: Party birds.": null, "Andhera: Party... I'm sorry, I—": null, "Squak: Well, we've turned another beak.": null, "Chirp: We have turned another beak.": null, "Andhera: And I feel like those might be, and correct me if I'm wrong,": null, "defining features of how everyone perceives you, and I personally think": null, "that's wrong. I think that both of you are full individual creatures": null, "with full lives that no one seems to ever ask you about or explore or": null, "ask why you do the things you do. And it's true, I hid behind pillars.": null, "Chirp: But aren't we all, right?": null, "Squak: In our own way, hiding behind a pillar.": null, "Omar: That’s so much fucking smarter than what I was about to say. Thank": null, "you, yes, that's so great.": null, "Andhera: Yes, yes! In a way, are we not all? And so your question does": null, "cut deep, but it—I think it's a wound I needed in order to bleed afresh": null, "so I could ask myself, why am I here?": null, "Chirp: It is—": null, "Andhera: But also ask both of you. Why are you here?": null, "Chirp: I would say it is sort of a curse of this society, that the": null, "things that define us could be used against us, and so we have to hold": null, "them very close to our chest, but I would offer to you that I think your": null, "sister is entirely overrated.": null, "Andhera: Oh. Oh my god.": null, "Lou mimes pulling Andhera back onto the chair.": null, "Omar: I sit back up, the chair teeters.": null, "Andhera: I think I broke it a bit.": null, "Squak: No, it was like that.": null, "Chirp: No, that was like that.": null, "Squak: Oh God.": null, "Chirp: We tried to pull a power move, but Rue is just the mastermind.": null, "Andhera: So it was this one particular chair, not one that you threw": null, "out.": null, "Squak: I tried to get the cassowaries to destroy it, but it turns out": null, "ordering a bunch of birds to destroy a chair doesn't always work out so": null, "easily, so we brought it back in.": null, "Chirp: All I'm trying to say is that we could forge a bit of an alliance": null, "because, you know, Suntar has been at many a Bloom. And this is your": null, "first Bloom. And perhaps, though I know you all love shadows, it's time": null, "for you to come out of it and her to go into it.": null, "Squak: Well done, Cousin.": null, "Omar: I rub the back of my neck, and my hair just gets a little damp.": null, "Andhera: Interesting. While stepping out into the sunlight burns my": null, "skin—": null, "Chirp: Oh.": null, "Andhera: Perhaps it's a good burn.": null, "Chirp: I'm really bad at walking.": null, "Andhera: I'm sorry?": null, "Chirp: I mean, birds are just better at flying than walking often, and I": null, "can't fly backwards. Hummingbirds can.": null, "Brennan: Now this is losing the thread.": null, "Chirp: I thought we were just saying our flaws.": null, "Andhera: Yes, and Lord Squak, your turn to name your flaws.": null, "Chirp: Squak, say a flaw, Cousin. Cousin, say a flaw.": null, "Squak: I let my dick take me wherever it leads me. I don't know.": null, "Aabria: My Lords of the Wing, can I get a Perception check from both of": null, "you?": null, "Lou: Nat 20.": null, "Aabria: Nice, amazing. How'd you do?": null, "Emily: I got an 8.": null, "Aabria: You are—you're deep in the sauce on this. However, Lord Airavis,": null, "you hear a little warning chirp very low. One of your birds outside is": null, "letting you know that someone's approaching.": null, "Squak: Well, my Lord, we will have more time to talk about our flaws in": null, "the future, but never forget, we, the Lords of the Wing, are more than": null, "happy to be your parasol, and help keep the sun from burning your—": null, "Chirp: Skin.": null, "Squak: Purple skin. Now, if I might lead you out of the back, and feel": null, "free to leave those pickup lines, we're gonna read those later. It'll be": null, "fun.": null, "Chirp: Yeah, we're gonna read those later and have a really good time": null, "with our—": null, "Andhera: Great, there's one about, like, “let me hold your hand, and": null, "I'll suck my hand—sort of—” [stammering] I'll go with you.": null, "Brennan: Did you say “suck your hand”?": null, "Chirp: I think Pillar Boy just asked me to suck his hand. Did Pillar Boy": null, "just ask me to suck his hand? Squak, suck his hand.": null, "Squak: A question for another day. No, I'm not going to suck Pillar": null, "Boy's hand.": null, "Lou: I'd like to take him out of the back way. I'm assuming we have": null, "some—": null, "Aabria: Of course you do!": null, "Lou: Our back entrance of the nest, while just saying,": null, "Squak: This is just quicker and a little less formal, between friends,": null, "of course. Have a lovely day.": null, "Andhera: Thank you.": null, "Omar: And I step backwards into the sun and…": null, "        Omar flinches.": null, "Aabria: And as Andhera exits, this is actually when Gwyndolin comes": null, "forward. You move up to the front, penguin in hand. As you open the door": null, "and kind of usher her in, the penguin slips down and goes to the ice": null, "bath, but does leave a feather, golden, in your hand.": null, "Aabria hands Surena a feather.": null, "Aabria: As a thank you for not making him walk all the way back over.": null, "Oscar: Aw, that’s so sweet.": null, "Surena: What a friend.": null, "Lou: You angel.": null, "Chirp: Gwyndolin, I was so surprised to hear from you, but very": null, "delighted.": null, "Gwyndolin: Oh, thank you. I felt like they didn't need to walk the": null, "entire way. They don't fly. You know that. Your grandfather invented": null, "birds. That's a fact I know about you.": null, "Chirp: Thank you for saying that. That is so nice. Usually we have to": null, "say that.": null, "Squak: Exactly. It's honestly—it's such a burden that you relieve us of": null, "by creating the space and knowing.": null, "Gwyndolin: Yeah.": null, "Squak: Because it should be said. [to the sky] It should be said,": null, "Grandfather. It should be said.": null, "Chirp: [to the sky] Grandfather!": null, "Squak: He's alive.": null, "Chirp: He's alive.": null, "Chirp: It should be said.": null, "Gwyndolin: Alive.": null, "Squak: But tea, yes, of course, have a seat, Gwyndolin.": null, "Gwyndolin: Oh, thank you, thank you.": null, "Squak: Not that chair. That one's rickety.": null, "Gwyndolin: Oh, it’s crooked.": null, "Chirp: Yes, that—yeah, that's a chair for a different day. [laughs]": null, "Emily: Can I do like a History check to know what I know about Gwyndolin": null, "Thistle-hop?": null, "Aabria: Yes, absolutely.": null, "Emily: Oh, 12.": null, "Aabria: With a 12, I will say, other than like the obvious “she is the": null, "sister of the blue fairy and a member of the Court of Wonder,” the only": null, "things you really know about her are the rumors that have been spread": null, "about her. So everything we talked about in session zero is on the board": null, "and you have access to that knowledge.": null, "Squak: Gwyndolin, I know it's the middle of the day, but we've actually": null, "been—": null, "Chirp: [quietly] Are you gonna bring out the drugs?": null, "Gwyndolin: Are we doing drugs?": null, "Squak: No, just a bit of drink, if you might be interested.": null, "Gwyndolin: Oh, sure.": null, "Squak: Spike your tea a little bit.": null, "Gwyndolin: That sounds wonderful. Okay. Is that what you prefer as a": null, "host?": null, "Squak: I mean, I want... It is not about what I prefer as a host. Just": null, "how can I make you feel comfortable?": null, "Gwyndolin: Yes, yes, that's—": null, "Chirp: I also know the rumors about me are that I get off on other": null, "people's pleasure.": null, "Gwyndolin: But thank you for such short notice having tea with me. I": null, "have so many questions for both of you.": null, "Chirp: Oh, I mean, ask away. We have questions as well, but I mean,": null, "if...": null, "Squak: But you were nice enough to come to us, so.": null, "Gwyndolin: Sure. I… um, This is my first Bloom. I'm not sure if you knew": null, "that? You knew that, right?": null, "Chirp: Well, you certainly don't act like it.": null, "         [Squak laughs]": null, "Gwyndolin: In being my first Bloom, I'm still kind of understanding the": null, "ropes a little bit. And I was wondering if you had, I don't know, any": null, "advice on proper decorum for these things. I hear that you both bring": null, "the party, and I too would one day like to bring the party.": null, "Chirp: Oh, well, we did bring the party.": null, "Squak: We did.": null, "Chirp: To be fair.": null, "Squak: We brought it hard.": null, "Chirp: We brought it really—": null, "Chirp: Really fucking hard.": null, "Gwyndolin: Yeah, that's what I hear.": null, "Chirp: It would be two weeks of no sleep.": null, "Squak: Oh god, it was the best.": null, "Chirp: [clears throat] But yes, but in terms of decorum, I find it so": null, "interesting that you would come to ask us, because we actually have": null, "pretty bad reputations.": null, "Squak: Yes.": null, "Gwyndolin: Well, I think that it doesn't make sense that you would have": null, "as bad a reputation as you believe, because you don't belong to a court,": null, "and yet you're here.": null, "Gwyndolin: That does mean that you have a lot of magic.": null, "Squak: We do.": null, "Chirp: Yes. As does the Court of Wonder.": null, "Gwyndolin: Yes, we are wondrous.": null, "Chirp: And many dealings with the material plane as well.": null, "Gwyndolin: The Court of—": null, "Chirp: Is what I've heard.": null, "Gwyndolin: Yes. Often creating little miracles for the—those who": null, "frequent that plane.": null, "Squak: Yes.": null, "Chirp: We actually, since we have the power of flight, can flit about to": null, "the material plane.": null, "Squak: Yes, we've dabbled.": null, "Chirp: Here and again.": null, "Gwyndolin: Do you... When's the last time you went to the material": null, "plane?": null, "Chirp: Oh, I've—": null, "Squak: When did they put out that New York Times article—": null, "[group laughing at the callback]": null, "Aabria: [clapping] Inspiration.": null, "Chirp: I personally enjoy a place called Hanavan.": null, "Gwyndolin: Hanavan?": null, "Chirp: Have you ever heard of it?": null, "Gwyndolin: I have. It is beautiful.": null, "Chirp: It is very beautiful. I take every chance I can to go there.": null, "Gwyndolin: Do you have a favorite place in Hanavan?": null, "Lou: Can I make an Insight check on this?": null, "Aabria: Please do.": null, "Lou: 'Cause one question is normal. Two questions is not okay.": null, "Lou: That'll be a 17.": null, "Aabria: That's what you have to beat.": null, "Surena: Okay.": null, "Oscar: Ooh. It's gonna be hard.": null, "Surena: Oh, boy. Ugh, no. I already know I didn't beat it. I think it": null, "was like a 12.": null, "Chirp: You know, I think I've forgotten myself. I must have been": null, "thinking of somewhere else. I can't recall anything much about Hanavan,": null, "but I—": null, "Gwyndolin: I hear that switching between the mortal plane and the fey": null, "realm does result in memory loss sometimes, or the fuzziness of the": null, "edges.": null, "Squak: Not for the Lords of the Wing.": null, "Gwyndolin: Oh, really?": null, "Squak: No.": null, "Gwyndolin: You're immune to that?": null, "Squak: Whether or not we are immune, but it is unbecoming that we would": null, "be forgetful in that way.": null, "Chirp: Yes.": null, "Gwyndolin: That makes sense.": null, "Chirp: Well, it sounds lovely, Hanavan.": null, "Squak: But might I ask, Gwyndolin?": null, "Gwyndolin: Sure.": null, "Squak: And we could discuss decorum all day, but it is your first Bloom.": null, "Gwyndolin: Yes.": null, "Squak: And you're here with the Court of Wonder. Have you ingratiated": null, "yourself to many of your fellow court members?": null, "Gwyndolin: Well, you know, I have a very large shadow to fill with my": null, "sister, and all.": null, "Squak: Of course.": null, "Gwyndolin: If I were to confide in you, I do feel that I'm not sure how": null, "certain members of the Court of Wonder feel about me.": null, "[Squak gasps]": null, "Chirp: Why?": null, "Gwyndolin: Well, I think that... Well—": null, "Chirp: You seem to be charm personified.": null, "Gwyndolin: That's very kind, but I think that I might have done": null, "something wrong in talking with Captain K.P. Hob. It upset Rue quite a": null, "bit. We have since, you know… I think that the olive branch has been": null, "extended, and so we'll see, but, I—apparently, it was against what the": null, "court would have of me.": null, "[lively instrumental music]": null, "Squak: Well, therein is the first lesson. They're always watching.": null, "Anyone, everyone. The choices you make, who you assort yourself with,": null, "who you chat with, who you walk with, it all matters. And that's why": null, "it's important to have friends.": null, "Gwyndolin: Yes, I agree. And I think that's why I wanted to come to see": null, "both of you. I hadn't had the chance to formally introduce myself and": null, "meet the wondrous duo that is yourselves.": null, "Squak: You flatter us.": null, "Chirp: So flattering.": null, "Gwyndolin: And so I'm here to really, I don't know, understand everyone,": null, "and I guess… cast my own light.": null, "Squak: [gently] Yes.": null, "Gwyndolin: Beyond that of my family's.": null, "Gwyndolin: Why are you here?": null, "Chirp: For a love match.": null, "Squak: For a love match.": null, "Gwyndolin: Have you been successful?": null, "Squak: There are suitors, of course.": null, "Squak: We are Lords of the Wing, of course. [chuckles]": null, "Gwyndolin: Is there anyone that has caught your eye?": null, "Squak: Well, not to turn a question into a question, but there are many": null, "in the Court of Wonder who I have been interested in. Anyone especially": null, "eligible?": null, "Gwyndolin: Rue, perhaps.": null, "[Oscar stifles a laugh]": null, "Squak: Rue. Perhaps, indeed. Perhaps.": null, "[group laughing] [Emily laughing]": null, "Surena: Shut it down.": null, "Oscar: Was that Featherfowl laughing like that or was that Emily?": null, "Emily: No, it was Emily.": null, "Chirp: Actually, I mean, that would be very interesting. Who are the": null, "most eligible of the Court of Wonder? Of course we are looking for a": null, "love match, but you know, it doesn't hurt.": null, "Gwyndolin: Well from my understanding there's Rue—": null, "Chirp: But Rue is—": null, "Squak: Is Rue.": null, "Chirp: I mean, Rue is Rue.": null, "Gwyndolin: Mm-hmm.": null, "Chirp: Do you know how many have tried?": null, "Gwyndolin: It's true.": null, "Chirp: At their feet. And, I mean, we've been at every single Bloom, and": null, "Rue is often the object of many people's desire to no such success.": null, "Gwyndolin: Well, as far as the Court of Wonder goes, there's...": null, "There's... Devin.": null, "Chirp: Devin.": null, "Squak: [writing] Dev-in.": null, "Gwyndolin: Bianca.": null, "Squak: [writing] Bi-an-ca.": null, "Chirp: May I probe you?": null, "Chirp: Do you come seeking a love match yourself?": null, "Gwyndolin: Oh, I mean, I would never be opposed to a love match, but I": null, "felt that I—when asking for who the most eligible is, it would be": null, "strange, I think, to be like, “me.”": null, "[Gwyndolin and Chirp laughing]": null, "Chirp: And what do you seek in a match?": null, "Gwyndolin: Oh, goodness. To be honest, I feel that the Court of Wonder,": null, "while wonderful, is boring. And I feel that—": null, "Squak: Boring, you say?": null, "Gwyndolin: Well, I mean, listen…": null, "Chirp: Is there mundanity to their magic? 'Cause there are rumors about": null, "Gwyndolin: Well, it's more of—things are not always what they seem,": null, "right? I always feel the person laughing loudest in the room is often": null, "the saddest, and that's sort of the court, I'd say.": null, "Squak: Is there a specific person in this case who is laughing?": null, "[mischievous music plays]": null, "Aabria: Lords of the Wing, if you are pressing, you have a": null, "two-reputation advantage on her. I will give you advantage on": null, "Intimidation and Persuasion checks—": null, "Oscar: Oh snap.": null, "Aabria: To get the information you want.": null, "Lou: I will exercise that.": null, "Emily: I think I will not, because this is the only, like, one of the": null, "only women I've gotten to hang out with, and so I think that I'm like,": null, "don't wanna fuck it up.": null, "Aabria: Respect.": null, "[Emily laughs]": null, "Lou: I'll happily do that.": null, "Aabria: I love that for you.": null, "Emily: I also feel like Squak is doing a really good job, and I maybe": null, "spoke a little too far before, so I'm not in a place to really push it.": null, "Lou: I'd like to push it.": null, "Aabria: Good coo, bad coo, love it.": null, "Lou: Would you like me to make an advantage?": null, "Aabria: Just whenever, yeah, go ahead. Is this Intimidation, which is a": null, "little more overt, or Persuasion? Which is just—": null, "Lou: Oh. I think it's Persuasion. I think in the spirit of the tea and": null, "the comfort, I think it just feels—it's just a little bit more of a lean": null, "and a softness in the voice as...": null, "Squak: I mean, are there those who are particularly sad in the Court of": null, "Wonder?": null, "Aabria: Give me that Persuasion check with advantage.": null, "Lou: Okay, okay, okay. Oh, first one's gonna be 29.": null, "Omar: What?": null, "Oscar: [chuckles] Jeez, Louis.": null, "Lou: Second one is not gonna be 29.": null, "Aabria: [almost silent] Okay.": null, "Gwyndolin: Okay, you see, like many courts—and again, I'm not sure how": null, "yours works, 'cause it's not a court.": null, "Squak: It is not.": null, "Chirp: No.": null, "Gwyndolin: There is a level of rigidity that prevents falling out of": null, "line, and I believe that creates a lot of pressure, and in myself feel": null, "that there's just a malice behind the magic that I do not necessarily": null, "abide by.": null, "Chirp: Okay, I freely gotta cut the shit, because I wanna know more": null, "about this malice.": null, "Gwyndolin: Well, listen, you know, I feel like I've overspoke already,": null, "but—": null, "Chirp: I think we've all overspoken a little bit today. And sometimes": null, "that forms a bond.": null, "Gwyndolin: All I'm saying is that the Court of Wonder waves around magic": null, "like it's free. Like it doesn't run out for them. Like it doesn't run": null, "out for us. And there are courts that may not receive the same amount of": null, "magic, or maybe lost that magic, or courts that weren't invited to this": null, "event. There's a wide world out there, and the Court of Wonder, as": null, "wonderful as it is, just is pageantry. And I'm a part of it, and I": null, "condone it, and I abide by it.": null, "Aabria: Gwyndolin Thistle-hop, I need you to make a Charisma saving": null, "throw. The DC is 20.": null, "Oscar: I’m clutching my pearls right now.": null, "Surena: Natural 20.": null, "Oscar: Oooh!": null, "Emily: Wooo-ah!": null, "Aabria: Incredible.": null, "Lou: Scary, scary.": null, "Aabria: You feel it.": null, "Oscar: I can't handle all this.": null, "Aabria: You feel it beginning under your skin, that cracking, that": null, "breaking.": null, "Surena: Mmhmm.": null, "Aabria: And even as you speak, you can kind of split your attention, and": null, "that magic part of you reaches towards it and grabs it and wrestles it": null, "back down, and they see nothing, no change.": null, "Gwyndolin: [sighs] So that's why I'm here in lieu of my sister.": null, "Squak: Well, it seems you very much move to the beat of your own drum.": null, "Gwyndolin: I think we should all have that opportunity.": null, "Squak: Indeed, well—": null, "Chirp: I would agree.": null, "Squak: You've definitely found birds of a feather in us.": null, "Gwyndolin: I hope so.": null, "Emily: And then I think I'll do a little Subtle Spell to Message": null, "Gwyndolin, and just say,": null, "Chirp: I know you clocked my familiarity with Hanavan, and you can hold": null, "that against me as you will.": null, "Oscar: Oh, what?": null, "Aabria: And on that note, we're gonna kind of wipe from this scene as": null, "Wuvvy heads to the Goblin Pagoda. What has K.P. been doing sort of": null, "through the night and into the early morning the next day?": null, "Brennan: Captain Hob would've stayed in that tree waiting for Wuvvy to": null, "appear until it became clear that the event had concluded. I don't know": null, "if he would've seen anything in the woods while he was there.": null, "Aabria: We gotta get a Perception check.": null, "[Oscar gasps]": null, "Emily: Ooh.": null, "Oscar: So it's possible…": null, "Aabria: I'm gonna set the DC… 13.": null, "Brennan: DC's 13, okay. That's a 2. I will be using my Inspiration.": null, "Aabria: Good call.": null, "Brennan: 13, I have a +4 to this. This just has to be 9 or higher. 16.": null, "That's a dirty 20.": null, "[Emily clapping]": null, "Aabria: With a dirty 20, you saw the darkness form over Andhera and his": null, "advisor. You heard everything, but you saw none of it.": null, "[Omar snickers]": null, "Aabria: With a dirty 20, you saw Gwyndolin move deeper into the woods,": null, "and you heard a different voice.": null, "[Surena groans]": null, "Brennan: Ears swivel as gleaming goblin eyes look out of the darkness.": null, "[snort and growl] Skulk back through the trees.": null, "Aabria: So how did the night find you? And if Wuvvy headed to the": null, "pagoda—I guess it would be like late morning—would she find him there?": null, "Brennan: [clears throat] [in Captain Hob’s voice] In behavior that most": null, "goblins would consider freakish, Captain Hob rises with the sun early in": null, "the morning, engages in a rousing belt of calisthenics—": null, "Brennan: [grunting as he mimics calisthenics] Squat, leap, squat, leap.": null, "Flipping a tire over going up and down. That's just CrossFit.": null, "Oscar: Oh, you're doin' CrossFit, yeah.": null, "Brennan: Just doing CrossFit. Okay, Captain Hob has so much to do. I": null, "think he arises today and says... [clearing throat]": null, "Captain Hob: Remember today, the law of sneakery. A true goblin never": null, "does what gets seen when he might to have done it where it wouldn't.": null, "More secrets is more better to goblins.": null, "Brennan: And I think, if there's a period of time where there's not a": null, "lot of other goblins around—": null, "Aabria: Yeah, they're all passed out till the crack of noon.": null, "Brennan: Then I think, as the morning mist is rising at the edge of the": null, "forest, which is how long I wait for the deer to appear, after seeing": null, "Gwyndolin, or hearing that a different voice spoke, I think I walk to": null, "the edge of the woods and look out at the path that Rue took from the": null, "forest to leave this place. And there is a moment of wondering whether,": null, "at this time, when all of my court will be asleep, that I might, in the": null, "dawn, find and apologize to Delloso de la Rue. And instead, I remember": null, "that I have already brought much shame and dishonor to my court by my": null, "associations with the Court of Wonder, and so retreat back to the Goblin": null, "Pagoda. There's a lot that Hob has on his plate and uses the time that": null, "the goblins are asleep. He has a tent that has a sort of map of Fairy": null, "out in front of it. It's made of liquid ink, because Fairy is impossible": null, "to map, and it shifts everywhere.": null, "Aabria: Oh, that's dope.": null, "Brennan: So I'm constantly pushing borders back into shape, like, [in": null, "Captain Hob’s voice] “get back there, you.”": null, "Brennan: It's clear this is a military map for movements, but the pieces": null, "have all been taken off the map and are in little boxes of troops and": null, "formations. Hob is using this map in his own time to think about": null, "reputation, favor, and alliances, even though it's normally used for": null, "combat, ‘cause this is just the way he has to make it make sense to": null, "himself. I think there's a long moment of him making his plans for the": null, "day, thinking about his lowered reputation and the scandal that he's": null, "brought. He creates that note that says the stuff about an intercepted": null, "apology written—": null, "Brennan: Formally to the Lord Blemish and the Lady Boil, gives it to a": null, "salt goblin. He says,": null, "Captain Hob: Corporal, find this falls into quick hands and loud mouths": null, "and—": null, "Aabria yawns.": null, "Captain Hob: What? Oh, are you sleepy? Are you a sleepy little guy?": null, "Listen, the bosses get to sleep.": null, "Aabria: Slaps you.": null, "Brennan: And I say,": null, "Captain Hob: I'd slap you, but it'll kill you. So why don't you hustle": null, "on outta here?": null, "Aabria: Jams it in his mouth.": null, "Captain Hob: Good.": null, "Aabria: Walks away.": null, "Brennan: The main rumors and scandals I'm aware of are what happened": null, "between me and Gwyndolin.": null, "Aabria: Yes.": null, "Brennan: And that there appears to be some like, people are talking shit": null, "about Prince Andhera, and people are talking shit about—": null, "Brennan: The Lords of the Wing. So I'm writing sort of to myself being": null, "like,": null, "Captain Hob: Time for sneakery. Goblins should lie low in this time when": null, "others are being disparaged more than us.": null, "Brennan: Just as a little message to myself. And then with my quill out": null, "as Wuvvy's approaching, I think Wuvvy can hear me, much like Rue,": null, "narrating my letter out loud to myself as I—": null, "Oscar: Oh my gosh.": null, "Brennan: Write it.": null, "Aabria: Make a Perception check for me. She'll make a Stealth roll.": null, "Brennan: Dirty 20 again.": null, "Aabria: Fuck. I got a 19. At some point during this letter, you will": null, "hear a hoof print.": null, "Brennan: Cool.": null, "Aabria: But get as far into it as you feel comfortable.": null, "Captain Hob:": null, "“My dearest Wrackingspelt,": null, "In the execution of one's duties in service to king and court, it": null, "becomes necessary at times to place in the confidence of one's most": null, "trusted and privileged compatriots, the secret misgivings of tender": null, "sentiment to which even the steadiest hearts may be compelled in the": null, "face of rank uncertainty and tribulation, defiant of all preparation in": null, "the narrow precognition of their host, to wit, the burden of execrable": null, "misery, far from waning with the passing hours, counters all adages and": null, "aphorisms, whose musings on the passing of time are rendered": null, "mendacious.”": null, "Lou: Mendacious?": null, "Emily: Like lying, I think.": null, "Lou: I knew that, I knew that.": null, "“ —counters all adages and aphorisms whose musings are rendered": null, "mendacious on the passage of time and its remediation of want or injury.": null, "It instead waxes with all the venom and ferocity of an asp, such that": null, "your humble servant must fail in knowing rest or peace or hope. It is a": null, "dull and dreary ache. The most dispassionate tempest whose ruinous wake": null, "strands what it cannot destroy. It has taken me 45 minutes to write the": null, "past four sentences.": null, "So I shall speak more plainly. I wish that you were here. I wish that I": null, "could tell you that everything would be all right. And most ardently, I": null, "wish that you might one day read—”": null, "[stick cracking]": null, "Brennan: And I'd stop and hear the hoof.": null, "[Omar gasps] [Oscar chuckles]": null, "Aabria: And you hear, as you stop, the hoofbeats freeze, and then": null, "continue again and stop just outside of your tent door. There's no": null, "knock.": null, "Captain Hob: You may enter.": null, "Aabria: Wuvvy steps in.": null, "[mysterious instrumental music]": null, "Aabria: She's taller than you remember. This is her third form, much": null, "like the one you saw from Theodore. And it's feral. Claws, cloven": null, "hooves, and a look in her eyes that is just so the opposite of every": null, "doe-eyed, confused, excited expression you've ever caught from her in": null, "passing. She tosses you...": null, "Aabria throws a small bell at Brennan.": null, "Emily: Oh.": null, "Wuvvy: Did you misplace that?": null, "Captain Hob: Perhaps I did.": null, "Oscar: Oh.": null, "Lou: Mm-mmm.": null, "Captain Hob: To what do I owe the honor of your visit?": null, "Wuvvy: You have wounded me.": null, "Captain Hob: In what manner?": null, "Wuvvy: You have hurt a person I care about.": null, "Captain Hob: If I have given offense, then I'm honor-bound to amend it.": null, "Let me know the manner of my injury, and I shall attempt to make it": null, "right.": null, "Aabria: She's gonna make an Insight check against you.": null, "Oscar: I just forgot to breathe for like a good three minutes.": null, "Omar: Yeah.": null, "Surena: Me too, I was holding my breath.": null, "Aabria: It's just a 7.": null, "Wuvvy: You really don't know?": null, "Captain Hob: I have offered you my honest reaction to the news you have": null, "brought me. I am your humble servant, but I will not be made to feel a": null, "fool. If you know that I've given injury, I ask that you share it, that": null, "I might correct it. But no, I speak plain and true. I do not know what I": null, "have done.": null, "Wuvvy: My dearest friend in the world has shed a tear over you, and I": null, "will not leave without satisfaction.": null, "Lou: Ooh.": null, "Captain Hob: They have shed a tear over me due to some harm or injury": null, "rather than to sentiment?": null, "Aabria: She snorts, and even though it's the late morning, cold steam": null, "comes out.": null, "Wuvvy: Are you playing dumb?": null, "Captain Hob: I am not gifted enough or proficient in the skill of acting": null, "to be dumb in anything other than the most honest and straightforward": null, "way. You have come here seeking satisfaction.": null, "Brennan: And I stand up to my full height and get my halberd.": null, "Captain Hob: It is yours to seek, and mine to give if you wish it.": null, "Wuvvy: I do. Pick your weapon.": null, "[group gasping and clapping for the drama]": null, "Oscar: We got a duel, it's a duel!": null, "Lou: Wuvvy, no.": null, "Oscar: It's a duel!": null, "Emily: You have to do it in a public square so we can watch.": null, "Captain Hob: Very well, then. If you refuse on the third asking to tell": null, "me the manner of my wrong, then we shall move straight forward into": null, "satisfaction. Name the place.": null, "Wuvvy: Southern Lawn.": null, "Captain Hob: Very well, having named the place, I shall name the weapon.": null, "Blades and blades alone.": null, "Wuvvy: Bring your second.": null, "Captain Hob: And you yours.": null, "Aabria: She turns, and storms out of your tent.": null, "Lou: Mm-mm-mm. Mm-mm-mm.": null, "Aabria: Cool. So you've got an hour. Who do you bring with you?": null, "Surena: Who's your second?": null, "Brennan: I think the moment, Wuvvy leaves, I go,": null, "Captain Hob: Gorebladder.": null, "Brennan: And I reach into my pocket and pull out a tiny little goblin.": null, "Captain Hob: You shall be my second.": null, "Oscar: Is it a salt shaker goblin?": null, "Brennan: It's a salt shaker goblin.": null, "Aabria: Yay!": null, "Omar: Who has a salty boy?": null, "Aabria: Salty boy!": null, "Brennan: I'll put it on the ground and say,": null, "Captain Hob: As my second, you will transport my weapon to the duel.": null, "Gorebladder: Don't help. [strains pulling the sword] This is gonna take": null, "the full hour.": null, "Brennan: Having the duel in an hour, there's a bunch of stuff that I": null, "want to do in that time—": null, "Aabria: 100%.": null, "Brennan: But I'm just gonna write it down and hand it to you. Does that": null, "make sense?": null, "Aabria: Love that.": null, "Brennan: Cause I'm not... I think Hob does not make any appearances,": null, "does not go to any events, is not at any brunches or anything like that.": null, "He is truly taking the thing of like—the shit-talking that's happening": null, "about goblins, I think in Hob's opinion, he and Gwyndolin became a thing": null, "because not that much happened on the first day and people wanted to": null, "talk about some shit. Juicier shit is in the works, and if goblins just": null, "don't make an appearance, that will go away. And so he's keeping a low": null, "profile, but he's making a... I'll tell you who he's making a visit to.": null, "He's making a visit to the Trickster Court, the Sea Foam Court, and—ooh,": null, "actually, the other one he wanted to talk to was specifically the Court": null, "of Hoof and Claw, of which Wuvvy is a member. So that one he's gonna": null, "hold off on. But he's gonna go to the Trickster court, and he's gonna go": null, "to the Sea Foam Court.": null, "Aabria: I mean, we can just run it.": null, "Brennan: Sure. I think Hob wants to, again, staying out of the mix and": null, "being like, “It's not my job to angle for a marriage. That's what": null, "Blemish and Boil are doing.” Like, “I should stay out of that. I'm here": null, "to get to the bottom of what happened with the Court of Wonder.” So I'm": null, "actually gonna tell one of my troops to see if any clurichauns or other": null, "spirits of drinking and imbibing have come with the Trickster Court. And": null, "then he's going to make a stop by the Sea Foam Court to pay respect in": null, "response to the rumor that the Court of Wonder has overstepped. And I": null, "think Hob is going to use the kind of fluidity of his military station": null, "to talk to not any archfey of the Sea Foam Court, but to specifically": null, "the pettyfey. To workers, to people that are of a similar station to": null, "what he would've been born as, and see if there's any basically": null, "“downstairs gossip” about the Court of Wonder and who was behind the": null, "ending of the engagement.": null, "Aabria: Amazing. I will say that in sort of defiance of time, as the": null, "Trickster Court is sort of wont to do, you go and visit, make your": null, "inquiries, and even as you are walking up to sort of the outskirts of": null, "where the Sea Foam Court has sort of constrained themselves in order to": null, "make room for everyone else here, you feel a sudden bulge in your": null, "uniform pocket, as like a small bottle of champagne appears.": null, "Captain Hob: Honored elders of the Court of Tricksters, a pleasant gift": null, "you have given.": null, "Brennan: I will pop it and then eat the whole bottle.": null, "[group laughing] [Brennan chomping]": null, "Aabria: You hear, just on the wind, an almost burbling like a": null, "brook—which seems like a very stupid trickster joke, since you're": null, "walking near the sea shore—a burbling laughter in affirmation, and": null, "kindred spirits in whatever you would ask next. They're listening and": null, "they are curious.": null, "Captain Hob: Court of Tricksters, long has there been an allegiance": null, "between the Goblin King and those most gifted in mischief of your": null, "incredible court.": null, "Brennan: And here I will stand up and say,": null, "Captain Hob: For indeed, mischief is the first virtue of the Code of": null, "Goblin Chivalry. A true goblin never truths when he might trick, to part": null, "the seeing from the being is the greatest goodness goblins get.": null, "Aabria: You feel a little sand betwixt your cheeks.": null, "Brennan: These ones?": null, "Aabria: Yep. You're not wearin' pants, dog.": null, "Captain Hob: [laughs] You've inserted sand into the crack of my ass.": null, "Oscar: [laughing] What?": null, "Captain Hob: A most ribald jape!": null, "Brennan: And I clap my hands. [clapping]": null, "Captain Hob: I was wondering if I might enlist you, masters of trickery": null, "as you are, in some goblin fun that we would be remiss to leave you out": null, "of.": null, "[light instrumental music]": null, "Aabria: In the sand in front of you, you just see, slowly, a question": null, "mark is drawn.": null, "Captain Hob: It has come to my attention that there is a very generous": null, "wager on the books between the Court of Wonder and the Lords of the": null, "Wing, such that a great manner of fame might be enriched by the failure": null, "of Lord Airavis and Lady Featherfowl to achieve their aims.": null, "[bells ringing]": null, "Aabria: Above you, a seagull flying overhead is suddenly turned into": null, "just a scattering of feathers, and they fall gently down around you.": null, "Captain Hob: Holy shit.": null, "Captain Hob: Well, yeah, we could—that's definitely one route we could": null, "go for the trick, but there's something a little bit more devious. And I": null, "was wondering if there are any spirits of libations here within your": null, "court. It's come to my attention, based on the reports of some of my": null, "salt goblins, that it’s possible that the Lord Airavis and Lady": null, "Featherfowl might be running low on tea.": null, "[Emily laughing] [group laughing]": null, "Captain Hob: Now the Sea Foam Court has been left out of the picture as": null, "the Court of Wonder has taken command of the planning of the Bloom. But": null, "I was on my way to the Sea Foam Court right now to see that they might": null, "restore those empty larders at their nearest convenience.": null, "Aabria: You are walking and talking, sort of to nothing at nothing. And": null, "your attention is pulled towards the shore, and one of my favorite": null, "descriptions of the sea is in the Odyssey where it's described as": null, "wine-dark, and a couple waves roll in, and then they turn that purple-y": null, "wine-dark. And that purple flow follows you for a while.": null, "Captain Hob: [tasting the ocean] Bordeaux. And a little bit of salt, not": null, "bad.": null, "Oscar: Salty wine.": null, "Brennan: [in Captain Hob’s voice] Mmm, salty wine, just like blood, my": null, "favorite wine!": null, "Brennan: So just, having communicated that to them, I just wanna—": null, "Aabria: Yes. They're absolutely on board.": null, "Brennan: Hell yeah. And I just wanted to rock up to the Sea Foam Court,": null, "kind of for a dual thing of getting one operation going of trying to be": null, "like proxy war with the trickster fey, who in K.P.'s mind would want the": null, "credit for the best trick of the Bloom.": null, "Brennan: Passing them onto the Sea Foam Court concerning the Lords of": null, "the Wing who are getting a very good reputation going for themselves.": null, "Brennan: And specifically then also seeing about digging in under the": null, "radar of high borne society to chase down who in the Court of Wonder": null, "called that shot.": null, "[lively folk music]": null, "Aabria: Give me a Persuasion check.": null, "Brennan: Hell yeah.": null, "Aabria: Or burn a token, and you just tell me how it goes.": null, "Brennan: Copy that. This is for the trick, or is this for the chasing": null, "the Court of Wonder information?": null, "Aabria: Chasing the Court of Wonder information.": null, "Brennan: Hob would not leave that to chance.": null, "Brennan: He burns a token and—": null, "Aabria: Big toss.": null, "Brennan tosses one of his tokens to Aabria.": null, "Brennan: He burns a token and has a surprisingly gentle touch in this": null, "regard. He knows that his size speaks on its own and does a lot to be": null, "the most polite and deferential he can be, and I think his line of": null, "questioning is just that the Bloom has been being planned for some time,": null, "there have been delegates of the Court of Wonder here for quite some": null, "time, and some people burn letters, others throw them away. I think I've": null, "been talking to like one of the Sea Foam footmen or—": null, "Aabria: Yeah, you've—": null, "Brennan: Or their housekeepers or things like that, being like,": null, "Captain Hob: The garbage at the Goblin Pagoda is running low, so our": null, "nobility have nowhere to swim and fart. I wonder if you might let us": null, "rummage through any of these scraps, especially from the west wing of": null, "the manor, where the Court of Wonder has been staying for some time.": null, "Aabria: And you see, yeah, just a valet to one of the archfey, and you": null, "can see that thirsty look in their eyes of, “Oh, this is my chance.” And": null, "they know just enough to know the rumors about the Sea Foam Court not": null, "getting enough credit for the Bloom, and that little—that beginning of": null, "just an unreasonable amount of bias against the Court of Wonder. And": null, "then they realize that they have a friend in you, specifically as a": null, "member of the Goblin Court, and you can just read it on their sort of": null, "seahorse-looking face that this is their chance. If they can pull this": null, "off, maybe they can move up in the same way that you have. Different": null, "kinds of battles.": null, "Brennan: Captain Hob nods to them and says,": null, "Captain Hob: As military men, exceptional service under duress never": null, "goes unnoticed or unrewarded.": null, "Brennan performs a series of clapping gestures and then mimics blowing": null, "something out of his hand.": null, "Captain Hob: That was a salute, not a magic trick.": null, "Aabria: And the seahorse valet kinda just does like a weird body roll,": null, "curls their little tail, and spits up a bunch of bubbles in reply.": null, "Captain Hob: The most beautiful salute I've ever seen.": null, "Aabria: And as you're looking up, just turns and moves away.": null, "Brennan: I'll give an order for my soldiers to make sure that when that": null, "material is gathered, to see it invisibly safely escorted back to the": null, "Goblin Pagoda, and I'll make ready for the duel.": null, "Aabria: Copy that. Wuvvy will be waiting for you on this sort of": null, "improvised field of honor with Theodore at her side as her second.": null, "Aabria: [to Lou] I have a question for you.": null, "Lou: Yes, of course.": null, "Aabria: Did that really end with just a cuppa tea and a polite": null, "dismissal?": null, "Lou: Not exactly.": null, "Emily: [laughs] Why do you think I had to spread it at as a rumor?": null, "Aabria: All right, talk to me.": null, "Aabria: What happened last night?": null, "Lou: Here's the way I see it. The two of us journeyed back toward my": null, "nest, and I turned to Theodore and said,": null, "Squak: Theodore, I must say I am in the works of turning a new beak.": null, "Theodore: Mmm. Everyone has heard you say that.": null, "Squak: Well—": null, "Oscar: It's full on a hashtag at this point.": null, "Lou: Hashtag turning a new beak.": null, "Squak: Well, and that's the way I would like it to be, because it is": null, "important for, of course, you and everyone else knows about the grand": null, "wager. So, I actually think you should leave me here this evening and go": null, "on your way.": null, "Theodore: I will leave if you ask.": null, "Theodore: But is that what you are asking? Or are you asking for": null, "discretion?": null, "Squak: [whispering] Oh, Theodore.": null, "[Emily and Lou laughing]": null, "Lou: I think Squak is gonna get down from Theodore's arms. Can I just": null, "make a Perception check? I mean, how much man am I dealing with?": null, "Aabria: Of course!": null, "Lou: Oh, that's a 19.": null, "Aabria: Ooh. Just as like, a quick download on what you're dealing with.": null, "Theodore is known as a champion of the Court of Hoof and Claw. He is not": null, "quite an archfey, though he is by all appearance. Their like, social": null, "strata is just a little different. So this is something closer to the": null, "space that Hob occupies.": null, "Lou: Got it.": null, "Aabria: But instead of it being in battle, it's more just sort of this": null, "exemplar within the society.": null, "Aabria: He is a specimen from this court. And if you were checking for": null, "any amount of sincerity, he is sincere.": null, "Lou: I go...": null, "Squak: I mean, discretion would be essential if I were not turning a new": null, "beak, though... Can you turn into a bird?": null, "Theodore: I can't.": null, "Squak: You can't?": null, "Theodore: I'm sorry.": null, "Squak: Would you allow me to turn you into a bird?": null, "Squak: That's not a sexual thing. That's just a—": null, "Aabria: No, he's taking it the sexual way.": null, "Lou: Okay.": null, "Theodore: How big a bird?": null, "Squak: It's not like that. It's a matter of discretion.": null, "Theodore: Oh, sure.": null, "Squak: I would turn you into a bird. You flit off, send a few birds to": null, "meet you. Those birds come back. No one's the wiser. You transform. We": null, "are discreet. And you and flock of birds disappear yet again. Is that": null, "something you might be interested in?": null, "Theodore: Whatever you want.": null, "Squak: That's what I want.": null, "Lou: And I push two of my fingers to his lips and transform him into a": null, "blue jay.": null, "Aabria: Ooh. He lands on your fingers, like where you were touching his": null, "lips.": null, "Lou: I say,": null, "Squak: Join your friends. They'll show you where to go.": null, "Lou: Throw him up, where another flock of blue jays meet, and they all": null, "go return to the nest, as do I, slowly but surely unbuttoning.": null, "Lou: And we fuck hard. We fuck. I fuck the shit outta Theodore.": null, "Aabria: Understood. And all of that to say, one, it's great.": null, "Lou: It's great.": null, "Aabria: Theodore, dope. He tells you to call him Chooch from now on,": null, "which is a term of endearment, which is great.": null, "Lou: Chooch.": null, "Oscar: You got some chooch.": null, "Aabria: And it is later in the day, when, as he's sort of leaving": null, "discreetly, you actually see Wuvvy walking up to this murmuration of": null, "blue... I learned a thing. Of blue jays. That's probably not the right": null, "thing. It's a flock. It's just a fuckin' flock. [laughs] And Wuvvy": null, "immediately stops and looks up, spotting her friend, even amongst the": null, "birds. And he lands on her shoulder, and she begins to speak in that": null, "sort of “all animals”. So she's not chirping. She's just murmuring low.": null, "And they're communicating with each other.": null, "Lou: Is there any part of me that's worried about Wuvvy understanding": null, "what just happened or what has been happening?": null, "Aabria: She came in, in that third feral form, looks very focused on her": null, "own thing.": null, "Lou: Got it. Oh, well then I think I'm just intrigued and wait. I don't": null, "want to interrupt.": null, "Lou: But I will—I mean, I don't speak, I don't think I speak that": null, "language, so. I think I just have to wait until, and just watch.": null, "Aabria: Okay, they have a quick communication, and then she turns off": null, "and walks again. And the bird form of Chooch kind of looks back at you": null, "before—": null, "Lou: Oh, I think I'll dismiss the Polymorph.": null, "Squak: Is something the matter?": null, "Theodore: I'm required to be a second for a duel. If you're interested": null, "in a little afternoon...": null, "Squak: Oh, I'm very interested.": null, "Lou: And I would love to send out birds to as many houses as possible.": null, "Aabria: Yeah, there we go.": null, "Lou: A duel on the Southern Lawn. Do I know who the... I know there is a": null, "duel. Does Chooch tell me who between?": null, "Aabria: Absolutely.": null, "Lou: Oh, a duel between Captain Hob, and I'd like to present it as Rue's": null, "assistant.": null, "All: Ooh.": null, "Brennan: Names in mouths.": null, "Aabria: Incredible.": null, "Lou: Birds flitting all about to all the different courts.": null, "Aabria: Incredible. This reaches all of you in short order, and it is at": null, "your discretion whether or not you attend the duel.": null, "Emily: This is someone else's mistakes. I'm absolutely going to": null, "spectate.": null, "Emily: I bring a big pot of tea.": null, "Aabria: Yes, you do.": null, "[Omar and Oscar laughing]": null, "Aabria: That's teamwork.": null, "Brennan: Makes the dream work.": null, "Aabria: Yep. As you sip that tea, it tastes like tea, but you feel": null, "great, is the thing.": null, "Chirp: Cousin.": null, "Chirp: They've brewed a spectacular tea today.": null, "Squak: Well, then pour me a damn glass.": null, "Aabria: Messy homie. [to Omar] Andhera.": null, "Omar: When the bird lands on the sill, I want to have just initiated a": null, "conversation with Advisor. Can I have spoken to someone, the Court of": null, "Sea Foam, to see if there is a library somewhere?": null, "Aabria: Oh, yeah, absolutely. And there absolutely is.": null, "[gentle music]": null, "Andhera: Actually, I spoke to some of the folks who are running the": null, "entire event, and it turns out that...": null, "Advisor: The Court of Sea Foam?": null, "Andhera: Yes.": null, "Advisor: Okay, you can just... Okay.": null, "Andhera: Oh.": null, "Advisor: You're good.": null, "Andhera: I spoke to the Court of Sea Foam [laughs] and there happens to": null, "be a dank dark sea cave filled with books. If you might be interested in": null, "spending some time there, it's not one of our caves, but it is a cave.": null, "Aabria: Hmm. Make a Persuasion check with advantage.": null, "Omar: Okay, let's see. Okay. Persuasion. That's gonna be a total of 17.": null, "Aabria: And he smirks for the first time that you've seen in years.": null, "Advisor: You're not tryin' to get rid of me, are you?": null, "Andhera: No, I would actually be in a lot of trouble if I did. It's just": null, "genuinely—I don't know, as I'm interacting with more people, I'm": null, "realizing how I treat people. And I want to treat you as well as": null, "possible, because for the longest time you were my only friend.": null, "Aabria: And he gives you a deep bow.": null, "Andhera: You don't have to do that to me. No, no, no, no, no, stop. Or": null, "I'll bow to you.": null, "Advisor: No, don't—": null, "Andhera: I’ll bow to you—": null, "Advisor: Don't do it back.": null, "Andhera: Okay.": null, "Advisor: This is good. You are good.": null, "Omar: When that happens, a little cloud forms over Andhera's head, and": null, "it just rains just a tiny bit, and they quickly reach behind their neck": null, "and the cloud dissipates.": null, "Andhera: Thank you. Thank you.": null, "Omar: And then the bird appears, delivers the news.": null, "Advisor: Oh. Well, I'm definitely not going to that, 'cause it's like": null, "noon.": null, "Andhera: Yes, that's gonna be quite hot, and I know that it might cause": null, "me some damage. Although I could find like a large piece of paper to": null, "hold over my head, but… Let me run this by—": null, "Oscar: [laughing] A piece of paper.": null, "Chirp: What is Pillar Boy wearing?": null, "Squak: Seems to be a large piece of paper.": null, "Aabria: Hats do exist.": null, "Omar: I mean, what if we never had those? I would have no hats.": null, "Aabria: You would know.": null, "Omar: Why would we have hats in the caves?": null, "Aabria: Because of bat droppings.": null, "Omar: You'd think so, but— [laughs]": null, "Aabria: But no.": null, "Andhera: Advisor, can I run this by you really quickly?": null, "Advisor: Mmm.": null, "Andhera: It's unbecoming and uncouth to interfere with a duel, but": null, "everyone is talking about how I was bested by Hob. Would it not be more": null, "important—": null, "[group laughing and clapping]": null, "Surena: Yes.": null, "Andhera: For me to take this as an opportunity to prove my worth?": null, "Lou: Yes, triple duel.": null, "Oscar: What?": null, "Lou: A triple duel!": null, "Emily: Yes, yes, yes!": null, "Advisor: A bold suggestion, young master.": null, "Andhera: Well, I'm a bold boy. [laughs]": null, "Advisor: You're only saying that around me, right? You don't say that": null, "around other people?": null, "Andhera: I have never said that I'm a bold boy around anybody.": null, "Advisor: Huh. I would never presume to tell you how to comport yourself": null, "in this specific instance. All other times, absolutely.": null, "Advisor: Do what you think is best.": null, "Oscar: Oh my god. Shit's about to go down.": null, "Emily: Oh my god.": null, "Oscar: I can't, I can't—": null, "Surena: I caaaan't—": null, "Advisor: This is possibly the last Bloom.": null, "Andhera: Well then, it's time to go prove myself.": null, "Omar: And I go to grab my double-bladed scimitar, and I reach at the": null, "exact wrong place and kinda cut myself a little bit.": null, "        Andhera: Shit!": null, "Advisor: Oh my god, he's gonna die.": null, "Andhera: Here we go!": null, "Omar: And I sheath—": null, "Advisor: I'm gonna go find a book about bringing people back from the": null, "dead.": null, "Advisor: Okay. Be careful.": null, "Andhera: Oh, I always am.": null, "[Advisor groans]": null, "Aabria: And he just disappears in a cloud of concern.": null, "Andhera: I mean, I was born—shit, where’d you go, I had—": null, "Aabria: Gwyn?": null, "Surena: Yes?": null, "Aabria: Do you go to the duel?": null, "Surena: I do. In hearing about the duel, I'm in my quarters, the bird": null, "flies away and I'm by myself in my room. I am constructing a large": null, "umbrella. I'm fully in my comfortable self. So my moth wings are kinda": null, "rustling against my very crowded room, 'cause my room has lots of things": null, "in it. And I'm looking for sticks and big leaves and just whatever I had": null, "kind of gathered to make a large umbrella. I take the shell that you": null, "gave me, and I kind of jam it into almost like a large needle with": null, "thread, and I sort of twine it into a bracelet. And then I'm just making": null, "sure I have everything.": null, "[inquisitive instrumental music]": null, "Surena: And then I go,": null, "BINX: Oh, oh gosh, okay.": null, "Surena: And I grab my magnifying glass, and I look up, and I go,": null, "BINX: Paging Mika. Mika, Mika, hi. Mika, hi. Hello.": null, "Mika: Oh my God, there you are. Where have you been? What's going on?": null, "BINX: Don't you remember? I told you that I was doing like, a thing, and": null, "that you needed to leave me alone for like a hot second.": null, "Mika: I have done my best to leave you alone. Is this enough time? Are": null, "you available?": null, "BINX: I'm available right now.": null, "Mika: Okay.": null, "BINX: Okay. What—what's happening, are you okay? Are you in danger, are": null, "you hurt?": null, "Mika: I need more spell slots.": null, "BINX: Okay, oh boy, all right.": null, "Mika: I can do like two cool things, and then I have to go to bed.": null, "BINX: Right, right.": null, "BINX: No, I can't fix that exactly.": null, "Mika: Why not?": null, "BINX: No, no, but I can give you other things that you can switch out.": null, "So how about this? What was your last problem? You needed—": null, "Mika: My son keeps hurting himself.": null, "BINX: Right, right, right.": null, "Mika: At squire practice.": null, "BINX: So I feel like—": null, "BINX: I feel like you need a babysitter. Right?": null, "Brennan: I know that's not what it's called.": null, "BINX: Okay?": null, "Brennan: That's not what it's called.": null, "BINX: So, what I'm gonna do for you, alright, I need you to get a couple": null, "items. Can you do that?": null, "Mika: Are you sending me on a fetch quest?": null, "BINX: Well, I mean, you might have 'em on you.": null, "Mika: It's taken me weeks to fetch you.": null, "BINX: Well, listen—": null, "BINX: Listen, all right, I need you to grab some wood and string.": null, "Mika: Just like, any wood?": null, "BINX: I mean, it should be like special wood, but like, any string is": null, "fine.": null, "Mika: What the fuck is special... I'm so sorry, what is special wood?": null, "BINX: Like wood from like a freshly fallen tree, or wood that you've": null, "said “Thank you, wood—”": null, "Mika: Okay, okay, okay.": null, "BINX: “For being you.” You know what I mean?": null, "Mika: We out here thankin' stumps and stuff?": null, "BINX: You should be.": null, "Mika: Okay, okay, you know what, no. I'm actively listening. Go on,": null, "special wood, string of—": null, "BINX: Any kind.": null, "Mika: Any string, okay.": null, "BINX: Any string. Plainer the better, honestly.": null, "Mika: Does twine work? I have twine in my kitchen.": null, "BINX: Nope, has to be string. Specifically string only.": null, "Mika: Okay, secondary question, what's the difference between string and": null, "thread?": null, "BINX: So string is—": null, "Mika: Because I've been getting into embroidery.": null, "BINX: Oh, yeah, yeah. So embroidery thread is different than string.": null, "String is like to stitch your clothes. It's the thickness.": null, "Mika: But I put embroidery thread in my clothes?": null, "BINX: Yeah, but it's—": null, "Mika: Okay, I understand. I'll find string, continue.": null, "BINX: All right, I'm sorry. No, no, no, all right. And then I need you": null, "to tie the string upon the—": null, "Mika: Hold on.": null, "BINX: What?": null, "Mika: [shouting] Jeff! Get down. Get down. Get down.": null, "BINX: Oh, it's—": null, "Mika: Down.": null, "Oscar: Jeff. [laughs]": null, "Emily: Is Jeff her child or a dog?": null, "Mika: Okay, I'm sorry, what—where were we?": null, "BINX: No, no, it's fine. You have the wood and string?": null, "Mika: Oh, I'll grab it in a sec. Do I need to get it right now? Is this": null, "like, a thing?": null, "BINX: I mean—well, I was gonna walk you through it, but like, you just": null, "remember it. Just remember it, okay?": null, "Mika: I'm just a little busy right now. You called me, it's—": null, "BINX: I did. I did call you.": null, "Mika: Yeah.": null, "BINX: Yeah, so touché.": null, "Mika: Look, I'll put it—I'll go get it now.": null, "BINX: Okay, okay. I need you to repeat after me when you do the thing,": null, "okay?": null, "Aabria: She has left the call, and you can hear her walking around the": null, "house.": null, "Surena: And it's like when you put your phone down, and it's like—": null, "Aabria: Yeah, 100%. You hear her yelling at a small child.": null, "Surena: Perfect, and I'm just like—the view I have is of her kitchen": null, "table or whatever she's at. Perfect.": null, "Aabria: Yes, 100%. And she comes back like two minutes later.": null, "Mika: Okay, I found wood. I thanked it.": null, "BINX: Yes, good, that's very important.": null, "Mika: And then I pulled string out of my clothes. That's string, right?": null, "BINX: Yes.": null, "Mika: Like fabric string is string?": null, "BINX: String, string, yes.": null, "Mika: Copy, okay. What do you need?": null, "BINX: I need you to say “fiddly dee.”": null, "Mika: Is that the whole thing?": null, "BINX: No, no, no, just—": null, "Mika: One at a time?": null, "BINX: Yeah, yeah.": null, "Mika: Fiddly dee.": null, "BINX: “Fiddly bean.”": null, "Mika: Fiddly bean.": null, "BINX: “Requesting help from a friend unseen.”": null, "Mika: Requesting help from a friend unseen.": null, "BINX: You can now cast Unseen Servant.": null, "Mika: Thank you. How does that work? How long does that last?": null, "BINX: For a bit. You'll figure it out. It'll dissipate. It's not for a": null, "long time, but for some time.": null, "Mika: Do I get that as a ritual? Or do I have to burn another fuckin'": null, "spell slot that I don't have on this?": null, "BINX: You know like the spells you can cast all the time? Like willy": null, "nilly?": null, "Mika: Yeah, like a cantrip.": null, "BINX: Right.": null, "Oscar: This is good for me.": null, "Mika: Yes.": null, "BINX: Now you have an extra spell slot that has a spell in it and that's": null, "not cantrip.": null, "Mika: Wait, so this is a spell slot that's already being taken by this": null, "spell specifically, and I don't know how good it is? That's so nice of": null, "you.": null, "BINX: Yeah, I mean like, you have to figure it out.": null, "Mika: Thank you, I have to go.": null, "BINX: Okay, bye.": null, "Mika: Bye.": null, "Brennan: Is BINX a warlock patron?": null, "Brennan: Oh my God, we got an answer!": null, "Aabria: It's crazy that you answered. I was like, “there's no way she's": null, "gonna tell, oh, she's—”": null, "Brennan: I'm like over here like, “not enough spell slots. Oh, wait a": null, "minute, this is a warlock!”": null, "Omar: Wait.": null, "Surena: Shh.": null, "Aabria: Did you say “shh?”": null, "Surena: Yeah.": null, "Aabria: Inspiration, that's great.": null, "Oscar: Inspiration.": null, "Aabria: That's great, that's great.": null, "Omar: Wait, what was I doing?": null, "Surena: She sets it down. BINX thinks it went really well.": null, "Surena: Is as well as—": null, "Aabria: That's a good interaction. Mika is a perennially stressed": null, "dwarven mother.": null, "Surena: So much anxiety.": null, "Surena: And as she puts it down, takes a deep breath, and as she stands": null, "up straight, she now Gwyndolinifies and takes the umbrella and walks out": null, "the door.": null, "Aabria: Amazing. And finally, my question before I ask Rue what they are": null, "doing is—did Squak send a bird to Rue to inform them of the duel?": null, "Lou: Yes.": null, "Brennan: “Rue's assistant” to Rue, oh.": null, "Oscar: Uh-huh. So before that moment shows up, Rue is getting ready for": null, "the new event.": null, "Brennan: [whispering to Emily] I'm gonna get an outfit.": null, "Emily: Yeah, I know, I know.": null, "[elegant piano music]": null, "Oscar: They're wearing sort of their evening outfit, which is just a": null, "sort of like, beautiful, delicate nightgown made out of gossamer. And it": null, "shimmers a rainbow hue without any sort of light source at all. It just": null, "sort of happens. As they walk down with their nightgown, you can hear a": null, "soft harp playing. It's the sound that the fabric makes against them.": null, "Aabria: Oh my god.": null, "Surena: So beautiful.": null, "Oscar: So they're in their nightgown, and they're deciding what to wear.": null, "And then I guess they receive the message.": null, "Lou: Tap, tap, tap on your window.": null, "Oscar: From the bird. I take in that message. And I close my eyes, and": null, "they stay shut for a long time. Tears fall down my face, and it's a mix": null, "of fear, absolute fear, and anger. I open them, I look at my wardrobe,": null, "and then I come out. I do go to the duel.": null, "Aabria: Of course you do.": null, "Oscar: But, I am wearing a mock snakeskin unitard.": null, "[regal music]": null, "Lou: Who's gonna be watching the duel?": null, "Oscar: I'm wearing combat boots.": null, "Oscar: Made out of mock fish scales.": null, "Aabria: Ooh.": null, "Oscar: I'm wearing gloves made out of mock cowhide. And most notably of": null, "all, I'm wearing a oversized coat, sort of like a oversized military": null, "coat, but it is made out of giant porcupine quills.": null, "Aabria: Amazing. So approachable.": null, "Oscar: They're sort of like—yeah, yeah, yeah.": null, "Aabria: Why are they single?": null, "Oscar: Like, yeah, flaccid porcupine quills that sort of just like move": null, "when they walk around. They're also wearing a helmet with porcupine": null, "quills sort of creating this mohawk effect. So it, essentially, it is": null, "sort of like a high fashion Vogue X Akira collab—": null, "Oscar: Made by—": null, "Oscar: Made by the Animal Kingdom sort of in support of Wuvvy, and": null, "that's sort of their intention of appearing at the duel.": null, "Aabria: And so you all... Yeah, beautiful.": null, "Aabria: What do we... Intimidation. Advantage on Intimidation for the": null, "rest of the session.": null, "[players gasping]": null, "All: Oooh.": null, "Brennan: Amazing.": null, "Aabria: You all arrive at your time, on your schedule, on the dueling": null, "ground.": null, "The dome changes from green to red.": null, "[gentle intense music]": null, "Aabria: When you walk up, Hob, you and your second, you see that": null, "Theodore and Wuvvy are already standing there. She looks right standing": null, "next to him in that third form, the feral form. He has also taken it in": null, "support of her. Normally you all have seen Wuvvy in just sort of breezy,": null, "open blouses, in a color that is complementary to, but never matching,": null, "Rue. But here she is in this incredibly intricate platinum gilt armor": null, "with pure white tabard underneath, and you can see her physicality": null, "through it. And she has a long sword under her hand, and she waits still": null, "and silent, and just stares at you as you walk up.": null, "Brennan: This being at noon, I trust that the Lord Blemish and Lady": null, "Boil, are they present for this? Or they are still at the Goblin Pagoda?": null, "Lou: They got a bird.": null, "Aabria: [pointing across the room] There they are.": null, "Brennan: Then on my way in, I look at Wuvvy and Theodore, regard them as": null, "a tiny little goblin drags my halberd through the grass behind me.": null, "Aabria: It takes so long.": null, "Brennan: I'm going to turn from Wuvvy and Theodore to Lord and Lady": null, "Blemish. Only if I was of the utmost certainty that I would be unheard": null, "if I whispered something to them, would I do it. But are we surrounded": null, "by goblins right now? Or are we out in public?": null, "Aabria: It is in public, but they—as you approach, they like pretty": null, "immediately come over to you.": null, "Brennan: Is Gwyndolin here? Or is BINX here?": null, "Brennan: Gotcha.": null, "Aabria: Who?": null, "Brennan: I'm just going to lean in and say,": null, "Captain Hob: My lord and lady, I have attempted to atone for my mistakes": null, "of the first day of the Bloom. You will find me not lacking in propriety": null, "or vigilance. Keep your eyes trained on young Gwyndolin of the Court of": null, "Wonder. She is not who she seems.": null, "Aabria: They spit at the ground at your feet and grin viciously.": null, "Captain Hob: [slurping] You honor me.": null, "Brennan: And I will turn to face Wuvvy and Theodore, and I look and see": null, "Rue dressed as they are in support of Wuvvy, and, at an 8 on my": null, "Deception check, to hide how truly hurt I am.": null, "Aabria: Oh my god, make an Insight check.": null, "Oscar: Okay.": null, "Aabria: Roll higher than an 8, please.": null, "Oscar: So, I'm seeing this, yes? I'm seeing—": null, "Brennan: Yeah.": null, "Oscar: 'Cause are we making eye contact?": null, "Brennan: Yeah, I think we lock eyes and I see how you are dressed.": null, "Oscar: Okay, 13.": null, "Aabria: Yeah, clocked.": null, "Oscar: Clocked.": null, "Brennan: I make eye contact with you and make that face, that sort of": null, "screwed up sour face you make, as you swallow a difficult emotion and": null, "walk towards the dueling field.": null, "Oscar: You see my lips tremble and me lose focus for a second, eyes": null, "watering, as I make a very obvious gesture that I am turning, breaking": null, "eye contact from you, and turning to Wuvvy.": null, "Aabria: For what it's worth, and this is not disrespect, and you know": null, "that, because you and Wuvvy have had so many conversations, especially": null, "when she moved from her home court to the Court of Wonder, you were one": null, "of the few people that knew that in her time before she was so enamored": null, "with you, that she forewent her place in her court as a champion to join": null, "you, that the fact that she won't turn to face you is not a thing of": null, "disrespect.": null, "Oscar: Yeah. And I get that.": null, "Aabria: It's a guard position. She's in her post herself between you.": null, "Oscar: I'm matching Wuvvy's energy at this moment. And assuming there's": null, "like a hill somewhere, and I strategically place myself at the top of": null, "the hill.": null, "Aabria: Of course, of course.": null, "Oscar: To be seen by all.": null, "Aabria: Of course. There's also like one beautiful tree overhead. We": null, "have to have the moment.": null, "Oscar: And the lighting is just right.": null, "Aabria: Of course it is. It's noon, it's beautiful.": null, "Aabria: And yeah, Wuvvy, who, I think you would notice—that big": null, "difference between the way you see her before and the way you see her": null, "now is her eyes that were so big and kind of wide-set have gone from a": null, "prey animal's eyes to a predator's eyes, and she does not blink as she": null, "watches you approach.": null, "Brennan: I think it becomes clear to everyone this is a moment where Hob": null, "seems dissimilar from other goblins in a big way. He doesn't lick his": null, "lips. He doesn't bare his fangs. He's also not a gladiator or an": null, "adventurer. There's no bravado here. He walks up rigidly, waits for his": null, "second to provide the weapon, and regards Wuvvy—": null, "Gorebladder: [panting] You got this.": null, "Captain Hob: Gorebladder, well done.": null, "Gorebladder: Wait, if you die, do I have to fight? Oh, fuck.": null, "Captain Hob: Yes, if I die, you're gonna step in, you're gonna grab the": null, "halberd, all right?": null, "Gorebladder: Yeah, okay.": null, "Captain Hob: Figure it out.": null, "Brennan: And I'm going to turn to Wuvvy, flip the halberd around, and": null, "bow as deeply as I can and stand up.": null, "Aabria: She like, sweeps a leg out in a very practiced return bow.": null, "Everyone that watches has a very strong sense that this is not her first": null, "duel. Where's Andhera in this moment?": null, "Omar: Not there right now, or not being seen quite yet.": null, "Aabria: Okay. You're all of sufficient station to know how a duel works.": null, "The most important rule as observers is that if you are to offer a boon": null, "to a combatant, you must do it before the duel begins. Any magic that is": null, "cast by a non-participant during the duel would have disastrous": null, "repercussions on your standing within society.": null, "Emily: And the only participants we know are the two.": null, "Emily: Okay.": null, "Lou: I believe in this moment, Squak is going to kind of, still being": null, "amongst the crowd, but aloud, and so that Hob can hear it, shout,": null, "Squak: There he stands, proud and true, the hero of Briar Falls!": null, "Lou: And I'm gonna give you a Bardic Inspiration.": null, "Brennan: Hob turns to you and looks, and I think it has actually escaped": null, "Hob that the Lords of the Wing are mad about the shit he said. I think": null, "he meant it in so little offense, and it has not gotten back to him that": null, "that was a faux pas, so I think he looks at you and goes,": null, "Brennan salutes and makes a bird with his hands.": null, "Squak: What do you think he's—": null, "Chirp: Cousin, Cousin, what's your play? What's your play? And should I": null, "join this?": null, "Squak: I just—there's something about the Court of Wonder looking a fool": null, "that just feels right on this day.": null, "Chirp: And you think that Hob winning would make the Court of Wonder": null, "look a fool?": null, "Squak: I mean, it would be a besmirch of Rue and the company they keep.": null, "So...": null, "Chirp: Oh, but I do so dearly love Rue.": null, "Squak: Oh, as do I, but, I mean...": null, "Chirp: Perhaps we should divide.": null, "Squak: Oh.": null, "Emily: And I'll walk over and I'll stand with Rue.": null, "Oscar: Oh wait, this is unprecedented.": null, "[Aabria laughs] [group laughing]": null, "Lou: I look over at her with them, and I nod.": null, "Chirp: Rue, would you like some tea?": null, "Rue: Oh.": null, "Oscar: Oh, no.": null, "Rue: Featherfowl.": null, "Chirp: Mmm.": null, "Rue: Sorry, I'm caught in a moment here. What is it that you ask of me?": null, "Chirp: I'm so sorry. I was offering you tea.": null, "Rue: This is hardly the time for tea. I'm sorry, I must turn it down.": null, "[Brennan gasps]": null, "Chirp: Oh, 'kay.": null, "[Brennan laughs]": null, "Rue: I'm sorry, do you not see the battle that's about to take place? I": null, "don't think it's time for tea. This is not tea time business at this": null, "moment.": null, "Chirp: So refreshments during dueling is apparently unprecedented. Okay.": null, "Rue: Well, maybe for the Lord of the Wings, but not here. Not for me.": null, "Not when this is happening.": null, "Chirp: Well—": null, "Aabria: Wuvvy picks up her broadsword. At her full height, this would be": null, "like a two-hander. She wields it with one arm and holds it at a point.": null, "Wuvvy: Are you ready to begin?": null, "Captain Hob: That I am. Are you?": null, "Wuvvy: Yes.": null, "Brennan: And Hob will wait until whoever, whichever of our seconds fires": null, "off a shot or makes some noise and then we'll begin.": null, "Oscar: Wait, may I do something before it starts?": null, "Aabria: Please do, yeah.": null, "Rue: Pardon me, lady.": null, "Chirp: Oh, I really didn't mean offense. I'm just gonna go back to my": null, "cousin.": null, "Chirp: Yeah, bye.": null, "Oscar: Thank you. I walk down from the hill and walk straight up to you,": null, "and say to you,": null, "Rue: Have you thought this through? Is this what you really wanna do?": null, "Aabria: And for just a moment, her expression softens, and her pupils go": null, "a little wide, and then they narrow back to points.": null, "Wuvvy: Yes. You wouldn't have done what you thought you needed to do to": null, "me to force my compliance if it weren't for him.": null, "Rue: [softly] Take care.": null, "Oscar: And I touch your shoulder, and I give you Bear's Endurance.": null, "Aabria: What? What's that?": null, "Oscar: You have an advantage on Constitution checks. Is that even worth": null, "it in a battle? I don't know.": null, "Aabria: We'll find out.": null, "Oscar: It also gains two d6 temporary hit points, which are awesome.": null, "Brennan: Now that's quite useful in a battle.": null, "Aabria: Roll 2d6 for me.": null, "Brennan: Hob sees this and the vibe changes.": null, "Oscar: 7. 7.": null, "Aabria: 7 total?": null, "Aabria: Look, I'm not one to brag, but I will say that she's up to 95": null, "hit points now.": null, "Brennan: Copy that.": null, "Aabria: Mmhmm.": null, "Oscar: After that, I just walk back.": null, "Aabria: Yep. And she turns and faces you. And the way this kind of goes": null, "is a neutral party, a beautiful woman with azure skin and scatterings of": null, "iridescent green scales and a pale mint green gossamer gown, walks": null, "forward, a baroness of the Sea Foam Court, walks out with a ribbon. [to": null, "Lou] Yeah, that was a good look. You recognize her. And she'll drop a": null, "ribbon to initiate the duel. So here's what we do. We're both gonna roll": null, "initiative. Whoever wins on initiative gets the first strike.": null, "Aabria: The second person makes their attack roll with disadvantage, and": null, "then we just go round by round until someone yields.": null, "Brennan: How big is the space that we are in?": null, "Aabria: This is like a long lane that is 50 feet wide and 70 feet long.": null, "Brennan: If we got a lot of space, Hob's looking happy about that.": null, "Brennan: Cool, I'll roll initiative.": null, "Aabria: All right. Let me roll first to tell you what you need to beat.": null, "You need to beat a 14.": null, "[dramatic tense music]": null, "Brennan: I got a 14.": null, "Lou: Oh.": null, "[Emily gasps]": null, "Aabria: I'll give it to you, meets it beats it.": null, "Aabria: So make your attack roll.": null, "Brennan: Let's roll up here.": null, "Lou: You underneath that tree.": null, "Oscar: I don't like this. [laughs]": null, "Aabria: They rush towards each other.": null, "Brennan: Bonus action rage.": null, "Brennan: And it's not a howling frenzied rage. It is a deep-set": null, "[growling and yelling] and rushes forward. First attack is going to be": null, "23 to hit.": null, "Aabria: Hits.": null, "Brennan: This is going to be a trip attack. Also, I'm rocking a 15-foot": null, "reach right now.": null, "Aabria: That's right, okay.": null, "Brennan: So it's like—": null, "Brennan: My one arm is like six and a half feet of reach. And as I run": null, "up two-handed, I drop, let the pole slide so the full extension of the": null, "halberd comes in. This is going to be a trip attack.": null, "Brennan: So we'll go in. That's gonna be Strength saving throw of DC 15,": null, "on a failure they are knocked prone.": null, "Aabria: 16.": null, "Brennan: Okay, damage for this is just gonna be 7 plus 4, 11 points of": null, "damage.": null, "Brennan: [to Omar] You want this smoke? And I'm going to—": null, "Brennan: I'll go ahead and attack again.": null, "Brennan: 3 plus 7 is 10. I think that's—I think I'm just gonna let that": null, "be a miss, but I will action surge and attack twice more.": null, "Brennan: That's gonna be 15, and I'll actually go ahead and use the": null, "Bardic Inspiration here. It's gonna be 22 to hit.": null, "Brennan: Another trip attack.": null, "Aabria: Okay. Natural 17.": null, "Brennan: Okay. 8 and 3 plus six, it's 14. Another 17 points of damage.": null, "This is my last of four attacks right here. That's gonna be 17 to hit.": null, "Aabria: Misses.": null, "Brennan: 17 misses, copy that, cool. And then I'll stay at a 15 foot": null, "remove.": null, "Aabria: Okay. I will make my attacks, and I'll make mine with": null, "disadvantage 'cause you got the drop, but she does point at you as she": null, "was rushing forward, says something under her breath, and you see just a": null, "tiny tendril of white smoke move from her pupil, and all of you see that": null, "it moves across yours, too. She's marked you.": null, "Aabria: [muttering while rolling dice] That would have been great.": null, "Lou: You doin' okay, Rue?": null, "Oscar: Yes.": null, "Aabria: With the—": null, "Emily: Rue, I was just tryin' to stand next to so you had someone to": null, "talk to.": null, "Aabria: 21 to hit.": null, "Brennan: 21 hits.": null, "Aabria: Okay. Jesus Christ. You're going to take 16 points of piercing": null, "damage, as she slides across you, and I need you to make a Constitution": null, "saving throw.": null, "Brennan: Is that 16 halved because I'm raging?": null, "Aabria: Oh no, I didn't halve it, I didn't halve it.": null, "Brennan: And then a Constitution saving throw, correct?": null, "Brennan: That's gonna be 23.": null, "Aabria: Damn, yeah, you're fine. You feel at the point where her blade": null, "slices you, but doesn't really cut deeply, it stings more than it": null, "should. You've taken a lot of blade hits before, and you know there is": null, "something funky to her blade. That's first attack. Second one would be a": null, "17 to hit.": null, "Brennan: 17 hits.": null, "Aabria: Oh, okay, sweet. Take another, and I'm not halving these, 23": null, "points, and you can halve it to 11 and one more con save.": null, "Brennan: You got it. And she's making these with disadvantage, right?": null, "Brennan: Oof. Okay, that's gonna be 17.": null, "Aabria: Okay, you still beat it. And you feel that same thing again. And": null, "I'll even say on this one, like, as she hits you and catches you at the": null, "very end, even as she passes you, you notice just a little film, an oil": null, "slick of color on her blade. You finish separate from each other. She is": null, "looking much worse for wear, comparatively, but she turns and makes no": null, "posture of any sort of resignation or yielding, and staggering even a": null, "little bit, raises her blade for another round.": null, "Omar: Just then, four torch-size—": null, "[Emily cheering] [Surena cheering]": null, "Omar: Dancing lights appear between the two of you.": null, "Omar: A little hard to see in the afternoon.": null, "Aabria: [laughing] It's noon.": null, "Omar: They are as if you were looking at a gemstone, but without the": null, "casing on the outside, and they kind of move, and then they move a": null, "little bit more frantically to get attention at the best of their": null, "ability, and from 120 feet away you hear,": null, "Andhera: I demand satisfaction.": null, "[Lou banging]": null, "Oscar: Oh, like—": null, "Andhera: I demand—": null, "Chirp: Squak, what now?": null, "Oscar: Yeah, everyone turns to Squak.": null, "Squak: I'm sorry. This is not on me. I don't believe.": null, "Andhera: I demand... Can you hear me? Can I... There's nothing I can": null, "cast to make my voice...": null, "Omar: As I'm closing in—": null, "Omar: The 120 foot distance, holding a piece of paper over my head.": null, "Aabria: And Wuvvy's stance immediately changes. She respects the form of": null, "this. And even in her ferocity will observe the form, and she goes back": null, "into a neutral pose.": null, "Omar: And I drop the paper—": null, "Wuvvy: From whom?": null, "Andhera: Not from you.": null, "Wuvvy: Mmm.": null, "Andhera: Hob, you bested me in battle once.": null, "Oscar: Lord.": null, "Andhera: You bested me in battle just once.": null, "Omar: And I wanna drop the robe that I have, and so I'm just in like": null, "cotton pants.": null, "Surena: What?": null, "Oscar: [laughing] What?": null, "Surena: What? What?": null, "Aabria: Yes-suh!": null, "Omar: And on the back of my neck is an elemental shard. It's blue and it": null, "glows a bit as—like, my skin is sizzling a bit, but a dark rain cloud": null, "[thunder clapping] forms over my head and starts to thunder as I storm": null, "onto the battlefield itself with my double-bladed scimitar in hand.": null, "Oscar: So, you're wearing cotton pants, and it's raining on you. You're": null, "soaking wet.": null, "Lou: And you're shirtless.": null, "Surena: Your shirt is off.": null, "Oscar: Shirt is off.": null, "Omar: Yes.": null, "Oscar: That—": null, "Surena: Cool.": null, "Oscar: That would cling, the rain will make the pants cling, so we see": null, "it all.": null, "[Lou and Omar laughing]": null, "Emily: What are the rules for casting a spell now?": null, "Aabria: In this moment, Wuvvy turns and faces you.": null, "Wuvvy: This has nothing to do with our disagreement.": null, "Captain Hob: No, in fact, I would say the Prince of the Unseelie Court": null, "has just... I don't know what the Prince of the Unseelie Court has just": null, "done.": null, "Brennan: I'm gonna turn to the Prince of the Unseelie Court and say,": null, "Captain Hob: Your majesty, for the respect I bear your court and your": null, "mother, her majesty the Queen of Air and Darkness, I would ask that any": null, "medics here be allowed to inspect his young majesty to make sure that he": null, "has not been addled by presence in the sun, for indeed we understand it—": null, "Oscar: Damn.": null, "Captain Hob: To interrupt a duel in progression besmirches the honor of": null, "the interrupter beyond the point where satisfaction may indeed be": null, "demanded from those of high society.": null, "Aabria: Wuvvy makes eye contact with you in this moment. What does she": null, "see?": null, "Omar: I think it's not necessarily what she sees in my eyes. It's more": null, "of the fucking cloud over my head grows three sizes [thunder clapping]": null, "and there are streaks of lightning going throughout the entire thing.": null, "Aabria: She buries her broadsword in the ground.": null, "Wuvvy: I'll allow it.": null, "Brennan: Oh.": null, "Surena: Oh.": null, "Wuvvy: He is my second and will replace me in the duel.": null, "Oscar: This is too much.": null, "Surena: Yeah, this is too much.": null, "Surena: Gwyndolin is pacing with her umbrella and her snacks.": null, "Brennan: Okay, so—": null, "Chirp: Gwyndolin, tea?": null, "Gwyndolin: I'd love tea.": null, "Brennan: So I'm gonna look at Wuvvy and say,": null, "Captain Hob: To be clear, my lady, you remove yourself from the request": null, "for satisfaction to be replaced by your second, who you now name as the": null, "Prince Andhera of the Unseelie Court.": null, "Wuvvy: I do.": null, "Captain Hob: Am I allowed to respond to this new challenge?": null, "Captain Hob: Very well. In the manner we are most accustomed to, I shall": null, "choose the weapon. Wrestling.": null, "[intense string music]": null, "Oscar: Oh Lord, wet wrestling?": null, "Surena: Wrestling?": null, "[group laughing] [Aabria clapping]": null, "Oscar: Ooh.": null, "Surena: Wha?": null, "Captain Hob: I do not feel it right to hurt such a young master.": null, "Surena: Oh.": null, "Chirp: Although one could argue that you chose the place and he had to": null, "come, so perhaps he chooses the weapon.": null, "Gwyndolin: That is true. That does seem like what you said before.": null, "Chirp: Yeah.": null, "Captain Hob: That's not at all what I said before.": null, "Captain Hob: This is the biggest stretch of a fuckin' lifetime. No, hold": null, "on, let's fuckin' examine this. Let's turn around. Listen, I mean, do": null, "you wanna warm up before a stretch this big? Because I'll tell you right": null, "now... I'll tell you right now, I'm also fine to choose the place if we": null, "would like to choose... I'll choose a place or I'll choose a weapon. If": null, "all of the rules are being cast aside.": null, "Wuvvy: I will set the new terms. One round.": null, "Andhera: Mm-hmm.": null, "Wuvvy: Swords. Just one.": null, "Andhera: Do blades count as different swords? This doesn't come apart,": null, "it's just...": null, "Surena: Oh my god.": null, "Andhera: It has to, right?": null, "Wuvvy: It's wrestling now, it's wrestling.": null, "Andhera: No, are you serious?": null, "Wuvvy: Just wrestle. Yeah, whoever pins, one time to pin.": null, "Andhera: Shit. Great. Great, thank you, my lady.": null, "Aabria: And she turns and walks off of the field.": null, "Andhera: Oh. So, Captain, where did we land on which weapon it would be?": null, "Is it still swords, is my understanding?": null, "Captain Hob: Let me understand, your majesty. You have come here to": null, "interrupt this duel. The Lady Wuvvy of the Court of Hoof and Claw has": null, "seen fit to prevent you from permanently ruining your honor, by allowing": null, "you to serve as her second. Do I understand that I am allowed, as that": null, "who is challenged, to decide the weapon of our duel?": null, "Andhera: Captain, I defer to you.": null, "Captain Hob: Very well. Then we shall respect the ancient laws of Fairy": null, "custom. I am glad to see. As I have stated previously for all to hear, I": null, "choose wrestling. Name a time and place.": null, "Andhera: We can go here, since you seem to be so enamored with rules.": null, "Oscar: Ooh, ooh.": null, "Chirp: Ooh.": null, "Brennan: I'm gonna turn to everyone and say,": null, "Captain Hob: Right here, right now?": null, "Andhera: Right here, right now.": null, "Captain Hob: Very well, the Prince of the Unseelie challenges a wounded": null, "man right here and now. Draw your weapon.": null, "Wuvvy: He is my second and is finishing what we have started.": null, "Captain Hob: Very well.": null, "Wuvvy: You could, of course, defer to yours.": null, "Brennan: I say,": null, "Captain Hob: Gorebladder, to be very clear, would wipe the floor with": null, "Brennan: And I'm going to drop my halberd and square up.": null, "Oscar: Can I take this moment of like, just absolute—": null, "Surena: Chaos?": null, "Oscar: Chaos to do a Sending spell to Lady Featherfowl?": null, "Aabria: Yes. You can cast magic to each other.": null, "Aabria: Just don't interfere with the duel.": null, "Oscar: Great, so I'm sending her a message that says, in quotes,": null, "Rue: “Rue's assistant?”": null, "Oscar: Question mark.": null, "Rue: Why do this? You have hurt me deeply. Thought I was a friend.": null, "Emily: Lady Featherfowl's not gonna throw her cousin under the bus. So I": null, "think Lady Featherfowl will just say,": null, "Chirp: I deeply apologize. The usual social lubricant of alcohol has": null, "been deprived of us, and perhaps we are having to learn new customs.": null, "Aabria: Gimme a con save.": null, "Emily: 18.": null, "Aabria: Now you don't feel sickened, but as you say that, you have": null, "that—just that little bit of when you're drunk and you move a little too": null, "much, and you're like, “Oh, my brain had to catch up with me.”": null, "Chirp: I will retire to my nest. Good day all.": null, "Aabria: And she staggers away. One round, same rules. Is there gonna be": null, "an opposed grappling check, but you're gonna start by rolling": null, "initiative.": null, "Brennan: I am going to look over to Lord Squak for a moment.": null, "[battle music resumes]": null, "Brennan: [sighing] Breathe heavily.": null, "Captain Hob: Thank you for your earlier commendation, my Lord. It seems": null, "we shall have a short revisit of the Battle of Briar Falls, where I will": null, "not commit the same mistake I did last time.": null, "Aabria: Ooooh.": null, "Lou: Just a silent nod.": null, "Brennan: It's gonna be a 19 initiative.": null, "Lou: This is dumb. This is stupid.": null, "Omar: Okay. It's gonna be plus zero, 4.": null, "[Aabria laughing] [group laughing]": null, "Oscar: [laughing] Oh no, oh no.": null, "Aabria: Incredible. So you are acting first. This is just an opposed": null, "grapple check, though. So is there anything you wanna like, add on top": null, "of it?": null, "Brennan: Yeah, it's gonna be bonus action rage again.": null, "Oscar: I'm so nervous.": null, "Brennan: Bonus action rage, and I'm gonna make—I can do sorta like two": null, "shoves or like two grapples with an extra attack action.": null, "Aabria: Yeah.": null, "Brennan: So I'll do that.": null, "Aabria: All right, you just got several chances. If you can grapple him,": null, "the combat's over. You will pin him.": null, "Brennan: Cool. First roll's gonna come out to a 17.": null, "Aabria: Opposed Athletics or Acrobatics check.": null, "Omar: That's a nat 20.": null, "Brennan: I knew it, I knew.": null, "Brennan: I knew it, I knew it, I knew it.": null, "Aabria: Describe for me, as this like massive goblin lunges for you with": null, "the most incredible wingspan, how do you get away? How do you avoid": null, "this?": null, "Omar: There's a fucking rain cloud over my head. I grew up in the": null, "slimiest of situations.": null, "Omar: A wrestling match, against me? The slipperiest boy?": null, "Surena: The slipperiest—": null, "Oscar: He's a slippy boy.": null, "Surena: He's a slippy boy.": null, "Lou: Oh, he's not only big, he's slippy.": null, "[bright instrumental music]": null, "Omar: I just slide out of the way as the storm above me crackles a": null, "little bit.": null, "Lou: Oh my God.": null, "Oscar: I mean, can we all gasp, audibly?": null, "Oscar: Everyone watching the duel just like...": null, "Brennan: [in Captain Hob’s voice] [grasping at air] He's like a little": null, "pig. He's like an oiled up little pig.": null, "Aabria: And I think were it just a normal victory, the gathered society": null, "here would laugh it off as “Pillar Boy's a slippy boy.” But what was": null, "actually done was deft, and the way you moved through the slickness": null, "under your cloud is actually deeply impressive. And for once, you're so": null, "focused on yourself, and you're so inside your body right now, that you": null, "don't have a chance to bumble through this or look uncomfortable or": null, "confused, you just look like yourself.": null, "Oscar: This is beautiful.": null, "Aabria: You still have 14 more attacks, yeah?": null, "Brennan: I have one more attack.": null, "Aabria: Yeah, okay.": null, "Brennan: But I'm going to—but Hob is truly shocked that he did not work.": null, "Here's number two, and then that's the end of my—I don't have another": null, "action surge, so.": null, "Aabria: Cool.": null, "Brennan: So. Now that's gonna be a 28.": null, "Aabria: There's a universe in which you crit again.": null, "Omar: There is. And it's this one. [pause] That is gonna be a 6 plus—": null, "Omar: 2.": null, "Aabria: You're only 20 away.": null, "Aabria: Go ahead and describe for me.": null, "Brennan: I am really impressed. I haven't seen Pillar Boy move like": null, "this. I look at you really impressed, and just grab your cotton pants": null, "and lift you up in the air.": null, "Aabria: Aw, disrespectful.": null, "Surena: Disrespectful.": null, "Omar: I grasp onto your arm to pull myself up, so it's a momentary": null, "display of being dangled.": null, "Aabria: Yeah. I'll allow it.": null, "Omar: And as I look to you,": null, "Andhera: When you first bested me, I was but a tiny child.": null, "[Lou and Emily laughing] [group laughing]": null, "Emily: That's canon now. It's canon.": null, "Andhera: And now you best me again, as you are quite a fighter, in": null, "general, and perhaps I've lost this particular duel, but I want to ask": null, "you, Captain, what have you lost that has put you in this position to": null, "begin with? I'm not angry or upset. A duel is a duel, and we both live": null, "after this, but I would like to let you know, in closing, after the": null, "ceremony of this particular ordeal, I extend to you a hand of": null, "Oscar: Aw.": null, "Andhera: I would love to know what's upsetting you so.": null, "Brennan: I'm going to keep the Prince of the Unseelie hoisted up in the": null, "air—": null, "Aabria: We have to talk about the fact that you've now pulled wet cotton": null, "pants taut. And if there was any confusion about what was going on, it's": null, "gone.": null, "Oscar: We all know.": null, "Aabria: We all know.": null, "Oscar: The Prince is packin'.": null, "Brennan: I'm gonna give Lord Blemish and Lady Boil the Caesar eyes. You": null, "know what I mean? Do I accept this hand of friendship or not?": null, "Aabria: And you know that any other goblins would vote for chaos to": null, "disrespect him, to make a joke or a jape at this, but they are closer to": null, "you than they are to some of your fellow goblins. And they just give you": null, "a respectful nod and a gesture to let it be done.": null, "[calm piano music]": null, "Brennan: I'm going to lower you, bow my head, and say,": null, "Captain Hob: I think it is obvious that as the Lady Wuvvy's second, your": null, "honor and the honor of your court has not been impugned here at all, as": null, "you were acting on behalf of the Court of Claw and Hoof. A day will": null, "come, perhaps sometime in the future as friends, where we may exchange": null, "blows on a dueling field and see how clearly, as everyone here could": null, "see, you have progressed. Few warriors could evade my claws as deftly as": null, "you did. Three cheers for the Prince of the Unseelie.": null, "All: Hip hip, hooray! Hip hip hooray! Hip hip, hooray!": null, "Brennan: And then I'm gonna look right at Rue.": null, "Oscar: Mmm.": null, "Captain Hob: This business having been concluded, and the duel settled,": null, "I ask the Lady Wuvvy, having asked before thrice, what manner of": null, "satisfaction was demanded? If you do not wish to speak it aloud, then I": null, "shall.": null, "        [Wuvvy sighs]": null, "Aabria: Wuvvy will tank the disrespect and disreputable behavior to keep": null, "her friend's secret, throw down her sword, and walk off the field.": null, "Brennan: Then I will turn one last time to look at Rue, and look at": null, "everybody else here. And I've chosen my words very carefully. So I will": null, "say,": null, "Captain Hob: In respect to those herein gathered, if a secret should not": null, "be shared willingly, then I shall not be the one to share it. I ask only": null, "this. If the beautiful Viscountess Gribalba rejects a proposal of": null, "marriage, I would ask that people handle it with more grace in the": null, "future.": null, "Brennan: And I walk off the dueling field.": null, "Aabria: And that's where we're going to end.": null, "[group cheering, sighing, and laughing]": null, "Aabria: Congratulations.": null, "Aabria hands Brennan and Omar one small dagger each.": null, "Brennan: Oh, yay!": null, "Omar: Oh ho ho ho ho!": null, "Brennan: Thank you so much.": null, "Aabria: Beautifully done. And we will see you next time for chapter four": null, "of \"A Court of Fey & Flowers.\" Bye!": null, "[Next Episode - Episode 4: Seaside Teatime]": null, "[NEXT TIME ON DIMENSION 20]": null, "Aabria: Each of you wakes up to a little teapot inviting you to a formal": null, "tea party.": null, "        -": null, "Squak: We have a new guest.": null, "Chirp: Yes?": null, "Squak: Let's show them how a—": null, "Chirp: Hospitality!": null, "-": null, "Captain Hob: A rematch of our first meeting at the Battle of Briar Falls": null, "is called for.": null, "Andhera: I accept your invitation, vehemently, and I hope you accept my": null, "gift back. A collection of trash.": null, "Captain Hob: My god, immaculate. [Brennan snorting and chomping]": null, "Chirp: Hob does seem to be potentially a very interesting connection.": null, "Squak: Definitely has the eyes of the Bloom right now.": null, "Gwyndolin: I'm gonna watch out for you. You're gonna be fine.": null, "NPC: Thank you.": null, "Aabria: And she immediately reaches out and grabs your hands.": null, "Gwyndolin: Oh!": null, "Rue: [menacingly] Don't you want to drink?": null, "Captain Hob: [crawling over the table] Are you a human being?": null, "[Aabria screams]": null, "Captain Hob: You wouldn't say.": null, "Emily: I kinda wanna fail. [laughing]": null, "Aabria: I love that for you.": null, "Squak: Everyone, to the damn hedge maze!": null, "Brennan: He's going to just think, “real name.”": null, "Gwyndolin: I won't tell you.": null, "Captain Hob: So you admit it is not Gwyndolin?": null, "Oscar: Oof.": null, "------------------------------------------------------------------------": null, "Captions extracted by: Kyber Bonsai": null, "Edited by: OliverC, krsp, Iris (@sacredwhim)": null}