{"Dimension 20 Season 14": null, "A Court of Fey & Flowers": null, "Starring: Aabria Iyengar as Game Master": null, "Surena Marie as BINX Choppley; Oscar Montoya as Delloso de la Rue;": null, "Lou Wilson as Lord Squak Airavis; Emily Axford as Lady Chirp": null, "Featherfowl;": null, "Brennan Lee Mulligan as Captain K.P. Hob; and Omar Najam as Andhera": null, "Episode 10: You Will Never Know a Lonely Day Again": null, "< [Previous Episode]": null, "[elegant classical music]": null, "Aabria: To the churlish Captain K.P. Hob, venerated soldier of the": null, "Goblin Court. To the master of ceremonies, Delloso de la Rue, pride of": null, "the Court of Wonder. To BINX Choppley, sole survivor of the Court of": null, "Craft. To the tenebrous Prince Andhera, scion of the Unseelie Court. And": null, "to the notorious Lords of the Wing, Lady Chirp Featherfowl, Countess of": null, "Cluckingham, and Lord Squak Airavis, Earl of Peckersburg. Honored": null, "archfey, we are delighted to welcome you to A Court of Fey & Flowers.": null, "Hello, and welcome to Dimension 20's A Court of Fey & Flowers, the": null, "thrilling finale. I am your Dungeon Master, Aabria Iyengar, and with me,": null, "one last time, are my pack of pixies. Say hi, pack of pixies!": null, "All: Hi, pack of pixies!": null, "Aabria: If you want a recap, go back to the other episode. It's the same": null, "one. There's a poem, it's amazing. So we'll give you some time—": null, "Emily: You guys should just splice in the poem again.": null, "Aabria: Oh yeah, just cut that in here.": null, "[flashback from episode 9]": null, "Aabria:": null, "Amidst the feral beauty of the Bloom": null, "And surging fairy magic flowing forth": null, "Will duty or will love soon meet its doom": null, "As our fey grapple with each value's worth?": null, "We find ourselves here standing on the stage": null, "Our actors set and every piece in place": null, "One final war now ready to be waged": null, "To save the mortal world? Or save face?": null, "There's no one who can tell you what to choose": null, "For that's the trap of Good Society.": null, "Only your hearts know what you dare to lose": null, "Or sacrifice to slake propriety.": null, "So step we all into this final game": null, "As hunt and Hunter take their careful aim.": null, "[return to present]": null, "Aabria: Good, thanks. So we pick back up as a low rumble moves through": null, "the ground, and the first thing I'm going to need is a Constitution": null, "saving throw from Andhera.": null, "Lou: No!": null, "[Omar laughs]": null, "Omar: Oh, worry not, my friend. That's a 9.": null, "Emily: Oh!": null, "Lou: Stop with these opposites.": null, "Emily: You're supposed to do the opposite when you pass, not when you": null, "fail. I was going to say, he's strong! He's built like a pillar! Can't": null, "take him down!": null, "Aabria: You're standing sort of looking at BINX as these strange vines": null, "are coming up to try to wrap her up and bind her, and you feel that": null, "vibration between your cells as the magic in you that's trying to hold": null, "these two ideas together and coherent overwhelms you, and you push all": null, "of that energy down and out and away from you into the ground, into the": null, "Bloom and the realm of fairy itself. And you are a being from the dark": null, "who occasionally has storm clouds over you, but now it's not just over": null, "you as the sky that was full of stars and clear and bright and cool": null, "rolls over with dark, inky, purple clouds, and a storm rolls in, and the": null, "rumble under your feet gets worse and worse until the ground itself here": null, "in this place between places begins to crack and split apart with the": null, "energy of whatever is being wrought into the world. It's about this time": null, "that everyone that's still watching the play sees that the sky has": null, "turned to storm, and though they are ensorceled—": null, "Oscar: Oh, they got a budget for this play.": null, "[players laugh]": null, "Aabria: And though they are ensorceled by Jeremy Renner's breakout": null, "theater performance as the Green Hunter—": null, "Oscar: Wait, he's never done theater before? This is his first": null, "theatrical performance?": null, "Aabria: I looked it up, I don't really think so. I think this is his": null, "first play.": null, "Brennan: This is not Earth One, this is an alternate Earth with Jeremy": null, "Renner where he hasn't done theater.": null, "Aabria: Has he done theater? I tried to Google it. It doesn't matter.": null, "Omar: He's been to the theater before. That was in one of the shows,": null, "that he's at a theater.": null, "[Aabria laughing]": null, "Aabria: Amazing, but very quickly, the mood is sort of broken, and fey": null, "are getting up and moving away even as the ground begins to rumble and": null, "you hear the rending of earth somewhere not too far from you. Suntar": null, "looks over, kind of shielding herself. She says,": null, "        Suntar: I'm gonna—this has been lovely, and I'm going to go.": null, "        Chirp: Absolutely.": null, "        Suntar: Aye.": null, "        Chirp: We'll meet again later.": null, "        Suntar: Okay.": null, "Aabria: And even as she's getting up, you see her look off to the side": null, "and mutter under her breath. Give me an Arcana check.": null, "[Lou hums in a disapproving tone]": null, "Emily: 6.": null, "Aabria: That is a despicable roll, but you know—": null, "Emily: You know, why don't I—I got all these things. Why don’t I burn": null, "some of them?": null, "[players cheering]": null, "All: Burn one, burn one, burn one, burn one!": null, "Emily: Okay, I'm going to burn my teacup.": null, "Aabria: Burn the little teacup? Okay, bye teacup!": null, "Emily: Who needs a cup when it’s raining.": null, "Aabria: Perfect.": null, "[players laughing]": null, "[Brennan makes a BYOOOM sound to imitate arcane burning]": null, "Aabria: You burn something.": null, "Lou: There you go.": null, "Aabria: You burn something arcane and powerful deep within you, and you": null, "know that she’s responding to a Sending spell, but you can hear her": null, "response, and you know that she is speaking directly to Apollo. What you": null, "hear her respond is,": null, "Suntar: Do you have her yet? Let’s be done with this portal business.": null, "I’m on my way.": null, "Emily: I think I’m going to let her go.": null, "Aabria: Okay.": null, "Emily: And then follow.": null, "Aabria: Amazing, so you hang back a little bit. Give me a Stealth check.": null, "Emily: Okay. Ooh, gorgeous. Gorgeous! That's going to be a 27.": null, "Aabria: Oh my god! Wow, you put those dice in the moon. You did it": null, "really good.": null, "Lou: There it is.": null, "Aabria: Yeah, especially in the chaos and shuffle and weather, you slip": null, "into the shadows, and you're able to follow her as she takes off in": null, "Prince Apollo's direction. Squak, where are you?": null, "Lou: I was trying to catch up to Lord Apollo after he left.": null, "Aabria: Okay, so we're cutting back a little bit before the rain really": null, "started coming down, and he kind of turns and sees you and says,": null, "Apollo: Oh, hi, sorry, I said I was just stepping away for a minute,": null, "correct?": null, "Squak: Oh, were you coming back, or?": null, "Apollo: Oh, I mean, yes, Airry. Actually, why don't you come with me? We": null, "are business partners.": null, "Squak: And soon to be other partners, hopefully.": null, "Apollo: This is the most important business that we have.": null, "Squak: Mm-hm.": null, "Aabria: You know what? Give me a Persuasion check.": null, "Lou: Great.": null, "Aabria: Just to make sure the vibe is right, that he's not catching": null, "anything funky off of you.": null, "Lou: Okay. Oh, yes. That'll be a cool 28.": null, "Aabria: Wow, yeah, you give nothing but calm acceptance and pleased": null, "expectation, and he's going to lead you back behind the stage to this": null, "massive arch ruin. A couple of the chunks of the stone are just sort of": null, "floating in the sky, connected by tethers of just arcane magic, and on": null, "the sides supporting are these two 12 foot tall caryatids. They look": null, "like mortal women, but they're so old that they've been ground down and": null, "the features are barely discernible.": null, "Lou: Mm.": null, "Aabria: And this massive arch is in front of you, and you can feel,": null, "coming off of it, just so much energy going in, coming out.": null, "Squak: Apollo, what is this?": null, "[Emily chuckles]": null, "Oscar: Nice.": null, "Aabria: And he sighs.": null, "[cast laughing]": null, "Emily: You just said that in the cadence of, \"What? Is? This?\"": null, "Aabria: He's actually going to clap you on the shoulder and say,": null, "Apollo: The last one, it allowed the human players to come in and give": null, "the first and last performance.": null, "Squak: Wait, Apollo, are you saying that when you close this gate,": null, "Jeremy won't be able to come back again?": null, "Apollo: No.": null, "Squak: Dev Patel won't be able to audition for the movie?": null, "Surena: Yes!": null, "Oscar: What is this happening at the—?": null, "Squak: Michael B. Jordan won't be able to come and star in \"The Green": null, "Hunter\"? Is that what you're saying? I just want to be clear. I always": null, "assumed in this agreement that there would be exceptions, but you're": null, "saying that none of these, Jeremy Renner would not be allowed to pass": null, "between the material plane and here?": null, "Apollo: Jeremy Renner will be stuck here forever.": null, "[Oscar cackles]": null, "Apollo: And can act out \"The Green Hunter\" as much as he wants.": null, "Squak: Yeah, but that's... All right, Apollo. Sure. Uh-huh.": null, "Aabria: Uh-huh.": null, "Squak: We're all on board. Continue with your plan. But yes, this is the": null, "last gate between the material plane. This is it, right here.": null, "Apollo: Once this is shut, the magic that we generate stays here, with": null, "us.": null, "Squak: Mm.": null, "Apollo: Are you ready?": null, "Squak: Yeah, yeah. Let's do it.": null, "Hey, everyone, I don't know where the fuck you are.": null, "Chirp: I'm following Suntar. Oops, hold on, got to do Birdsong again.": null, "Okay, great.": null, "Squak: Yes, everyone, I'm currently at the last arcane gate to the": null, "material plane, which Apollo is about to close, which will mean I will": null, "never get to have Dev Patel and Michael B. Jordan audition for \"The": null, "Green Hunter\", and I guess I also can't get drunk with my niece. So if": null, "you could all get here immediately, it's about to go down!": null, "Surena: You hear just the sound of somebody's cell phone in a pocket": null, "that's being jostled around.": null, "Omar: Yeah.": null, "BINX: Oh god! Ah, ah!": null, "Squak: Yes, just—I will try to stall.": null, "Lou: And I'm going to be like,": null, "Squak: Apollo, how can I help?": null, "Lou: And I'd like to stand behind him and rub my hands along his giant,": null, "masculine arms.": null, "Aabria: A flirt check.": null, "Chirp: Yes, cousin! Seduce him, seduce him!": null, "Lou: Can I just burn a token to succeed?": null, "Aabria: Yes, of course!": null, "[players clapping]": null, "Oscar: Leave nothing to chance.": null, "Lou: I'm burning this beautiful pineapple token.": null, "Aabria: Amazing, so go ahead and tell me how you're able to stall for": null, "time.": null, "[Lou hesitating and other players laughing]": null, "Brennan: [laughing] Bust the door down as you guys are going at it.": null, "Aabria: You've been training your whole life for this.": null, "Lou: I think truly, it's a...": null, "Squak: Will it require some movements like this?": null, "[Emily shrieking and laughing in delight]": null, "Squak: Perhaps movements…": null, "[Brennan thumping the table as he laughs]": null, "Squak: …like this?": null, "[Emily and Aabria laughing]": null, "Squak: Will we need to get physical?": null, "Oscar: Oh.": null, "Squak: Is it something we do by ourselves, or together?": null, "Oscar: You left the line open, so we can all hear what's happening.": null, "Lou: Of course.": null, "Major Hob: Please mute, please mute, please mute.": null, "Chirp: I've never been so proud!": null, "Squak: You all need to know if we're getting close, okay?": null, "Aabria: And yeah, Apollo is thoroughly ensorceled by you.": null, "Apollo: I like your guessing, so I'm not gonna answer your question.": null, "Squak: Well, I know it's about to be all business, but there's some of": null, "my own business I'd like to take care of before that.": null, "Aabria: Oh yeah, he's definitely in his villain—if he thought you were": null, "his enemy he would be monologuing at you, so he will be overconfident at": null, "the cusp of victory and is going to attempt to kiss you.": null, "Oscar: Ooh.": null, "Lou: I accept! It is an intimate kiss that I break and go,": null, "Squak: Not bad, not at all.": null, "Emily: Can I hear the sound effects that we hear?": null, "[Lou's lips smacking passionately as everyone else laughs]": null, "Brennan: Making those with a beak.": null, "Aabria: I know, a beak!": null, "Surena: What's pressing together?": null, "Aabria: How do you make out with a beak?": null, "Brennan: What's creating suction?": null, "Aabria: I don't know!": null, "Lou: I don't have a beak, all right? I'm not a fucking bird, okay?": null, "Lou & Emily: Birds were inspired by us!": null, "Lou: Okay? Not the other way around!": null, "Aabria: Incredible. I have to give you Inspiration.": null, "Oscar: Yes.": null, "Lou: Thank you.": null, "Aabria: For your deep and profound commitment as you guys are stalling": null, "for time, and you are able to follow as Suntar moves towards the gate.": null, "Emily: My raven also hugs the shadows.": null, "Aabria: Oh, are you on the raven?": null, "Emily: No no no, I'm currently not on the raven, but whenever we get to": null, "a stopping place, I'll hop on the raven, and then I'm going to prepare a": null, "reaction to call out my sword.": null, "Aabria: Love it. What are Hob and Rue doing?": null, "Brennan: I think in the moment that I see Wuvvy, Hob is deeply confused,": null, "because he went from, “They have admitted that they were the agent": null, "saboteur, then they've confessed their love for me. Why are they": null, "continuing the lie after they just confessed?” And then they said, “my": null, "other response, I've told you this so many times,” and Hob has never": null, "received a letter of any type at all, so Hob goes,": null, "Major Hob: Of what missive or epistle do you now refer that you… You": null, "have never spoken to me of any...": null, "Brennan: And then goes to the thing and says,": null, "Major Hob: Time is of the essence! We must run! If you are true in your": null, "belief that these gates should remain open, that the mortal world should": null, "not be cut off from all the magic of fairy, then come and come now!": null, "Rue: Yes, I think that's the right thing to do. Let's go.": null, "Brennan: And I'm going to take off towards Airavis.": null, "Aabria: Sweet.": null, "Oscar: I follow.": null, "Aabria: Yeah, and I'll even say, give me one more Perception check as": null, "you're taking off in that direction.": null, "Brennan: Both of us?": null, "Aabria: No, you've already clocked Wuvvy. I'm just giving one more": null, "chance. I was going to give you with advantage.": null, "Oscar: Thank you!": null, "Lou: Thank god. Saved from a nat 1.": null, "Oscar: Okay, there we go.": null, "Aabria: Oh no!": null, "Oscar: 22.": null, "Aabria: Okay, I like the idea of the nat 1 fiction, but… So, she was": null, "hanging back into the shadows, and as you pass by, she pushes forward": null, "just enough as a little flash of lightning, she moves out away from a": null, "pillar so she's illuminated, and makes sure to make eye contact with": null, "you. She just gives a little nod. Everything about her is that feral": null, "form.": null, "Oscar: Yeah.": null, "Aabria: And this feels very much like her sort of protector instinct as": null, "the ground is literally rumbling and something strange and powerful is": null, "happening, and despite whatever you've gone through, she would never": null, "leave you unprotected. And you keep going by, and you know, even though": null, "you can't hear it through the rain and the storm and the beating of your": null, "own heart, she is following. All right, my other two. How's it going?": null, "You're just hanging out?": null, "Surena: No.": null, "Aabria: You're able to dodge, duck, dip, dive, and dodge these plants.": null, "Surena: I'd like to see if I can find a caster, where they're coming": null, "from. Like, who is controlling these plants?": null, "Aabria: Give me an Arcana check.": null, "Surena: Great, okay. Oh god, doesn't count, doesn't count. Oh, should've": null, "counted. That is a 11.": null, "Aabria: You could always burn a token to succeed.": null, "Surena: What is this boy?": null, "Aabria: Who could say?": null, "Surena: Who could say? Yeah, I feel like my life is in danger and your": null, "life is in danger, Andhera, so I take a quick scan of everything and I": null, "burn the token.": null, "Aabria: Amazing. Good, yes, good, burn them all. You, again, reach": null, "towards something powerfully arcane within yourself, and you feel and": null, "you look at these plants. There is no caster.": null, "Surena: Okay.": null, "Aabria: The plants themselves are deeply magical, and you reach towards": null, "that sense that you have, lost places and hidden things, and you're able": null, "to sort of see and follow the roots, deep and powerful and strong, under": null, "the ground, shooting off in a direction. You actually see where all of": null, "these other plants were popping up in and around this area in the": null, "theater. They're all leading in one direction towards something very": null, "powerfully arcane that you can kind of see with your arcane vision off": null, "back behind the theater stage itself, and you know that that's the": null, "direction of Lord Airavis, and that your friends are probably headed in.": null, "It all originates there.": null, "BINX: We have to go back to the theater. It's not safe here.": null, "Surena: And I'm dodging vines.": null, "Omar: Have I overcome my distraction?": null, "Aabria: Yes, because you've pushed it into the earth, and this": null, "earthquake, and as things are sort of shifting and moving, you're not": null, "sure if it's entirely because of you, but something about that energy": null, "sparked. It was that last little catalyst of strange, chaotic magic": null, "that's been pushed into the world that is causing all of this change.": null, "Omar: I look to you, and I grab both ends of my double bladed scimitar": null, "and I click them together and lock them, so my weapon is prepared.": null, "Andhera: Are you feeling okay?": null, "BINX: It's hard for me to breathe.": null, "Omar: I, without even hearing any more, I put a hand on her shoulder and": null, "I cast Protection from Poison.": null, "Surena: Aw, okay.": null, "        Andhera: Nothing can happen to you.": null, "Surena: At that, I take out my crossbow. I've never brandished a weapon": null, "before, and it is in the shape of sort of a wishbone, and I load it, and": null, "I say,": null, "        BINX: Nothing can happen to you.": null, "Omar: I whip some water off of the blades, and I look up to the storming": null, "sky above, and I imagine my elemental shard is glowing, but I don't know": null, "if that would even show up in this torrent.": null, "Aabria: Oh, in this storm specifically, yes, it does.": null, "Omar: Interesting.": null, "Aabria: And every time a flash of lightning streaks across the sky,": null, "almost as if it's reflected in your shard, your shard lights up too.": null, "Andhera: I have a feeling I know where this storm's coming from. Before": null, "we go, you said that you could remove this from me?": null, "BINX: Yes, I can remove it, and it would be my pleasure to do so.": null, "        Andhera: Could you now?": null, "        BINX: Yes, yes.": null, "Aabria: Here's what we're going to do. You're all split in different": null, "places, but a lot of things are happening at once, so I'm going to need": null, "all of you to roll initiative.": null, "[Brennan gasps]": null, "Emily: Can I have prepared my reaction?": null, "Aabria: For sure.": null, "Emily: Okay, cool.": null, "Aabria: Anyone 25 to 20?": null, "Lou: 21.": null, "Aabria: Ooh.": null, "Brennan: 21 as well.": null, "Aabria: Who's got the higher dex?": null, "Brennan: I think probably you. I've got a 16.": null, "Lou: I got a 17.": null, "Aabria: Yeah!": null, "Lou: 'Cause my moves are mostly gonna be sexual.": null, "Aabria: Yeah! All right.": null, "Lou: And I need to get them done before anyone else shows up.": null, "Aabria: 19 to 15.": null, "Surena: I got 16.": null, "Aabria: 14 to 10.": null, "Oscar: Yes, 14.": null, "Aabria: 9 to 5.": null, "Emily: I have a 9.": null, "Brennan: [singing] Working nine to five, what a way to make a living.": null, "Barely.": null, "[Surena hums \"9 to 5\"]": null, "[Oscar giggles]": null, "Omar: That's the legal limit.": null, "Oscar: And we all knew it.": null, "Lou: Anything after that, we got to pay.": null, "Oscar: And we all knew it, we all knew it.": null, "Aabria: Who am I missing? 4? You got a 1?": null, "Oscar: 1?": null, "Aabria: Okay, that's fine. It's a fine thing to—": null, "Brennan: Yeah, get it now.": null, "Emily: I feel like the ones that roll 1s are also the ones that roll": null, "20s.": null, "Lou: Get it now.": null, "Aabria: That is a way to think about that. Okay, we're in it. Lord": null, "Squak.": null, "Lou: Uh-huh?": null, "Aabria: You are up first.": null, "Lou: Great, so we're just hooking up?": null, "Aabria: Yeah, you're fully hooking up right now.": null, "Lou: Great, is he wearing full plate?": null, "Aabria: That's the fun thing. You have this sense that, were he to sort": null, "of shift into his true fey form, his body itself would act as heavy": null, "plate, but he's not wearing armor.": null, "Lou: Got it, so it's not like I could be like, hey, let me—": null, "Aabria: Take your pants—": null, "Lou: Let's take our pants off.": null, "Aabria: Yeah, exactly.": null, "Lou: That would lower his AC.": null, "Aabria: Yes.": null, "Lou: That's not gonna happen.": null, "Aabria: Are you trying to dis-armor him?": null, "Lou: If you would allow me to use sexual intercourse to in any way": null, "reduce his AC or proficiency bonus, I would—": null, "Aabria: I will absolutely allow it.": null, "Lou: Okay.": null, "Aabria: Because I think that shifting takes a bit of time.": null, "Lou: Okay.": null, "Aabria: So, yeah. If it got into bullet time combat.": null, "Lou: Yes, great.": null, "Aabria: He would not have the wherewithal to do that quickly.": null, "Lou: So I would like to just be, my hands roaming around his body.": null, "Aabria: Hey!": null, "Lou: Go,": null, "Squak: How much time do we have before the rest of them get here? I'm": null, "assuming Suntar will be here for this, or is this just us?": null, "Apollo: I don't, I… [stammering]": null, "Aabria: The blood has rushed from his head, and he does not know how to": null, "respond. Eventually,": null, "        Apollo: We have time. There's enough time, we have time.": null, "        Squak: Oh, good!": null, "Aabria: Do me a favor, give me an Arcana check while you are getting": null, "busy. I just want to give you some more information about how this": null, "portal works.": null, "Lou: Please, tell me all about this ritual. Wow, that's a dirty 20.": null, "Aabria: Ooh!": null, "Lou: A dirty 21.": null, "Aabria: Amazing, you see that—": null, "Lou: Can we say his back is to it so that I'm looking—": null, "Aabria: Yeah! 100%, that’s perfect.": null, "Lou: Okay, yeah.": null, "Aabria: Yeah, so you don't really see any sort of shimmer. This just": null, "looks like a portal, but every now and then, a drop of water breaks the": null, "surface. You see that there's something happening with the surface": null, "tension that, even though you see the woods on the other side of this": null, "gate, you see at the very edges where it interacts, you get the": null, "impression of sand pouring in as magic is getting pushed into it to": null, "maintain the portal, but the longer that you've been here, vines are": null, "growing up the sides of the statues and sort of choking out those edges": null, "where the magic is flowing in, and you can feel a weakening of this.": null, "Lou: Got it.": null, "Aabria: That if magical energy isn't constantly pushing and pouring into": null, "the portal, it will shut and stay shut.": null, "Lou: Do I get the sense that these vines themselves are the source, are": null, "the things that are preventing the magic from flowing through?": null, "Lou: Got it. And that by stopping them or interrupting them—": null, "Aabria: You could interrupt the vines. You could also just push magic": null, "into the portal itself.": null, "Lou: Okay, got it. I would like to, while slowly just starting to kiss": null, "Apollo's inner thigh, pass that along to the group.": null, "Aabria: I will say that that's your action and movement.": null, "Lou: Okay, great.": null, "Aabria: And this is where your tokens become interesting.": null, "Lou: Oh.": null, "Aabria: Because if you're within portal distance, you guys have been": null, "burning those tokens as great summonings of magic, the thing that": null, "suffuses this world and yourselves. You can burn the tokens to maintain": null, "the portal. Now, here's what’s going to happen. You need 10 successes.": null, "If you burn a token, it will lower the DC. These are all Arcana checks.": null, "You need 10 successful checks. Burning a token will drop the DC by five.": null, "Everyone's got to make them. You can burn your tokens, you can burn your": null, "reputation tags, because names and titles are important in this world,": null, "too. It's everything that you've been doing at the Bloom. So you can": null, "spend actions and bonus actions and even reactions to try to reach 10": null, "before the vines choke out the magic and the portal is shut for good.": null, "Now, you have a bonus action left. Do you want to do anything?": null, "Lou: I will, having relayed the information and knowing,": null, "Squak: Guys, I can only do so much before we're just going to be having": null, "sex. You guys got to hurry up.": null, "Lou: And then I'm going to go behind him and I will, while probably": null, "doing some butt massaging and shit, look back and go... [grunts] And": null, "attempt to…": null, "[Emily and Oscar laughing]": null, "Lou: Attempt to make an Arcana check against, to throw some magic into": null, "this damn portal.": null, "Oscar: Oh my god.": null, "Oscar: Butt massage?": null, "Aabria: Do you want to burn anything to lower the DC on that?": null, "Lou: I mean, I only—": null, "Aabria: You can burn as much as you want.": null, "Emily: Burning our reputation helps us lose the wager.": null, "Lou: God.": null, "Omar: Oh.": null, "Aabria: Oh yeah, you both have two reputation tags.": null, "Lou: But I just became an icon!": null, "Emily: I respect if you want to stay an icon.": null, "Lou: Can I burn mature?": null, "Aabria: Burn mature.": null, "Lou: I burn the shit out of mature.": null, "Aabria: DC is 15 now. Anything else?": null, "Lou: DC is 15? I'm not going to burn icon, I love icon.": null, "Aabria: You have a bunch of stuff. Don't forget that mask is one too, as": null, "is the cup, I think.": null, "Lou: I'll burn the cup as well.": null, "Aabria: Cool, all right. DC is 10.": null, "Lou: DC is 10 and I only get a +2? Do we burn just one more? Yes, you": null, "know, fuck Grandfather.": null, "Lou: I'll burn this.": null, "Aabria: Big toss. I'm not leaning anymore.": null, "Lou: This one's got a spike on it.": null, "Aabria: Toss it!": null, "Oscar: Yeah!": null, "Lou: So I just need to get a 5.": null, "Aabria: Can you break a 5?": null, "Oscar: Come on.": null, "Lou: Anything above a 3 and we're golden! 14!": null, "Aabria: Success number one is on the board.": null, "Lou: Great, and then I go back to massaging his butt.": null, "Aabria: Perfect. Next up is Hob. For the sake of getting everyone": null, "relatively close relatively quickly, I will say that you were able to": null, "arrive in this round of combat if you want to see the scenario.": null, "Brennan: Hell yeah. See the scenario. Okay, Apollo's getting his butt": null, "rubbed.": null, "[Aabria and Emily laughing]": null, "Brennan: I look at you and know you are no longer mature.": null, "[Brennan and Oscar laughing]": null, "Aabria: Yeah.": null, "Brennan: I can do an Arcana as a bonus action?": null, "Brennan: Let's go ahead. It starts at a DC 15?": null, "Aabria: Starts at a 20.": null, "Brennan: Okay. One, two, and we will burn formidable as my reputation.": null, "Lou: You didn't burn the feather.": null, "Oscar: Wait a second, what does that mean? You didn't burn the feather?": null, "Lou: Oh my god.": null, "Aabria: Of course he didn't.": null, "Omar: I couldn't see.": null, "Aabria: 5.": null, "Brennan: DC 5? Okay.": null, "Lou: You got this, Hob.": null, "Brennan: All right.": null, "Chirp: Come on.": null, "Brennan: DC 5, this is bonus action.": null, "Lou: Yo!": null, "Brennan: 7.": null, "Surena: Oh my god.": null, "Aabria: Success number two on the board.": null, "Brennan: Okay, I'm going to look at Apollo. I'm going to say,": null, "        Major Hob: Lord Airavis, you don't mind, do you?": null, "        Squak: Don't, please! [he winks, a bell dings]": null, "Brennan: And I am going to go full action surge on Prince Apollo.": null, "Aabria: Let's go!": null, "Surena: Oh my god!": null, "        Major Hob: Oh, did I catch you at a bad time, your highness?": null, "        Apollo: No, my butt!": null, "Oscar: No, my butt!": null, "Brennan: Oh no, my butt!": null, "Emily: The way that you work ass cheeks.": null, "Lou: It's all in the thumbs.": null, "Aabria: All of these attacks with advantage.": null, "Brennan: Strategically, would we say that the Prince Apollo is prone at": null, "the moment?": null, "Aabria: Oh god.": null, "Lou: That's what I should've done. I should've gotten him on his knees.": null, "Aabria: We'll allow it.": null, "Emily: Or on his back.": null, "Aabria: He is sexually prone right now. You're good.": null, "Emily: Or his stomach.": null, "        Major Hob: Well, never struck a man in flagrante delicto before.": null, "Brennan: Wait, would we also describe him as surprised?": null, "Aabria: Deeply.": null, "Brennan: We love that. We love to hear that, in fact.": null, "Lou: There you go, look at us, a perfect one-two, you know? I get in": null, "there.": null, "Brennan: [in Major Hob’s voice] We should do this more often.": null, "Lou: Exactly!": null, "Brennan: All right, attack number one. Nat! Double! Two nat 20s! Two nat": null, "20s!": null, "Aabria: Shut up.": null, "Brennan: One in 400 chance! [looks at camera] I don't get to play that": null, "often!": null, "Aabria: Oh my god.": null, "Omar: My nose is bleeding.": null, "Aabria: That's amazing.": null, "Lou: What?": null, "Aabria: Okay, I guess I didn't mention earlier that a crit counts for": null, "double success.": null, "Oscar: Kill him, right? Kill him?": null, "Aabria: Oh yeah, you're going to—look, we don't have to play the game of": null, "rounds and rounds of this. You're going to tell me how you absolutely": null, "wipe the floor with this man. Just break me off a word. You DM too,": null, "right, sometimes?": null, "Brennan: Okay.": null, "Aabria: Yeah, go ahead and paint me a word picture.": null, "Brennan: I just want to say that this would be 2d10 plus 2d8 plus 4d6": null, "plus 4, but—": null, "Aabria: And that's going to count as four successes as you eliminate the": null, "thing holding concentrate on these vines.": null, "Surena: Ooh.": null, "Oscar: Oh wow.": null, "Brennan: As I look at you, I think you've teed this up perfectly.": null, "Aabria: You've got to stop rubbing! It's the thumb-work!": null, "Oscar: It's not even rubbing, it's pressing.": null, "Emily: It feels like you're working two dimples.": null, "Brennan: I think it's very fast. Again, Hob is a soldier, not a": null, "gladiator. He's not an entertainer, but I think he does make a point to": null, "hit him with the flat of the blade across the shoulder to spin him": null, "around and knock him four steps back so that he's facing me.": null, "Brennan: And then I say,": null, "        Major Hob: From the front this time.": null, "Brennan: And through the stomach with the glaive.": null, "Lou: And I'd like to say that it goes right over my head.": null, "Emily: Just a rain of blood.": null, "Aabria: Ooh, yeah, a little bit. And a man built for flashy, showy": null, "words, who has an ease with language, has no words for the surprise as": null, "he quickly and suddenly dies on your blade. The vines wilt and fall": null, "away, four successes away. Next up, Suntar arrives.": null, "Oscar: Oh!": null, "Aabria: Just as you finish killing Apollo. Your Stealth check is": null, "phenomenal, but she is going to sort of wheel around and see what's": null, "happening, sees Captain Hob kill her partner in this, and as she screams": null, "“no\" and it's eaten up by the roar of thunder around you, I need you to": null, "make a Wisdom saving throw as she attempts to cast a spell on you.": null, "And I'm going to say it up top, we don't have to make this a Box of": null, "Doom, because that's for me, not for you. Your DC is 17 as she attempts": null, "Dominate Person on you.": null, "Brennan: I do not succeed.": null, "Aabria: You hear her command in your head. You're so good at taking": null, "orders.": null, "        Suntar: Kill them all.": null, "        Major Hob: [salutes] You've got it.": null, "Brennan: And I just go glassy eyed.": null, "        Squak: Major Hob? Major Hob?": null, "Surena: No!": null, "Emily: Just holding a corpse.": null, "        Major Hob: Lord Airavis. I remain, as ever, a fan. Hi-ya!": null, "Oscar: Holding his body.": null, "Brennan: Holding the dead man by the ass and just wheeling around.": null, "        Squak: [gasping effort sounds]": null, "Aabria: BINX, you're up.": null, "Surena: Well, you asked me to remove the shard, and that's what I want": null, "to do, so in kind of a flourish very similar to what it is in my": null, "workshop, I kind of spin you and I kind of put you to your knees, and—": null, "Aabria: Hm? Okay.": null, "Surena: And I look at the shard and kind of inspect it, and I want to": null, "try to remove it with Arcana.": null, "Aabria: Okay, go ahead and give me an Arcana check.": null, "Surena: Arcana check. Oh, that is a dirty 20.": null, "Brennan: Woo hoo!": null, "Aabria: Amazing. You see, even as you move in place and you touch it,": null, "you feel it tethered both above to this world and you can feel off and": null, "far away the seat of the Unseelie Court, where this energy is sourced": null, "from, and you feel just a little bit of a connection out and away in the": null, "direction of the roots to Suntar, the one who actually, if not the": null, "person that installed the spike, has enough wherewithal to be in control": null, "of it.": null, "Surena: In that moment, I can see her, and it's almost like, through the": null, "vines of how the magic works, it's almost like I can touch her, almost,": null, "right?": null, "Surena: And I whisper under my breath, and it's unclear whether or not": null, "she can hear me, but if she can't hear me, she can feel this.": null, "Aabria: Mm-hm.": null, "        BINX: You will not control him.": null, "Aabria: And as you pull it free, those of you that are near Suntar hear": null, "her just yelling up into the sky.": null, "        Suntar: He was mine to control!": null, "Aabria: And it's pulled free and away, and you feel something about your": null, "magic, the full force of what being a prince of a court means was": null, "wrapped around that spike and bound and buried, and it is untethered and": null, "unloosed, and you feel your awareness, your magical capabilities": null, "spreading out to all dark places and all lost places as someone who is a": null, "member of two courts that have more in common than they think. You can": null, "reach up. The storm is yours. What do you do?": null, "        Andhera: Thank you.": null, "        BINX: I saw her, your sister. She did this to you.": null, "Omar: And I hold out my hand, and I want to say that the rain doesn't": null, "fall when I reach out.": null, "Surena: And I grab. We're going.": null, "Aabria: And you head off in the direction. That was your action.": null, "Surena: Mm-hm.": null, "Aabria: You, via holding this spike, are tethered to a person that is": null, "next to the portal. You still have a bonus action, if you would like to": null, "attempt a success.": null, "Surena: Okay, in feeling close to the portal and understanding that the": null, "weight of it, everything I've fought for, everything I've worked for, I": null, "think about the feeling it felt to finally be seen and to reveal myself": null, "and to understand what my court means, and I burn the heart.": null, "Aabria: Oh.": null, "[players applauding]": null, "Aabria: No roll required. The Crystal Heart is a different artifact.": null, "Emily: Mm.": null, "Aabria: And even as you feel it disintegrate, wherever it physically was": null, "on your person, you hear a sigh of relief and alarm and surprise as the": null, "members of your court, stuck and transformed as they are, can reach out,": null, "and they know that their leader is reaching for them, and you are filled": null, "with a surge of hope and purpose. And we move from BINX to Rue.": null, "Oscar: Mm. So I show up, and I see the corpse of Apollo, you holding on": null, "and dodging.": null, "        [Squak gasping frantically]": null, "Major Hob: I remain, as ever, committed to your memory. After I have": null, "killed you, I will let the people know of your great works!": null, "Oscar: Hm, what to do? And I also see Suntar, yes?": null, "Aabria: You see Suntar. I will say, because you were kind of running": null, "with Hob at the time, you saw Suntar cast a spell on Hob.": null, "Oscar: Hm, okay.": null, "Aabria: You've got an action and a bonus action.": null, "Oscar: I turn to Wuvvy, which I assume is behind me, right?": null, "Aabria: Yes, she's probably like 20 feet back and away. She's followed": null, "you, but she's not intervening unless she sees you in danger.": null, "Oscar: I turn to her and I say,": null, "        Rue: Wuvvy? Please.": null, "Aabria: Her ears kind of flatten out, and she steps forward.": null, "Rue: I know we left on strange terms, and there's still much to discuss,": null, "but I really need your help at this moment in time.": null, "Aabria: And she looks out, sees Hob, kind of turns away from him, and": null, "sees you. She nods.": null, "        Wuvvy: Whatever you want.": null, "        Rue: Wuvvy, I love him.": null, "        Wuvvy: I know. [sighs]": null, "Aabria: She's going to turn. She also saw what Suntar did, and she will": null, "throw herself at the Unseelie princess and tackles her to the ground.": null, "And she fails her Concentration check, and Hob, you return to yourself.": null, "Brennan: [whoosh sound effect]": null, "Major Hob: [gasps] I meant everything I said, but my actions were": null, "inappropriate.": null, "Squak: All right, I get it. It was her, not you.": null, "Major Hob: Yes, absolutely.": null, "Squak: Nice swing, though.": null, "Major Hob: Thank you very much, and may I say, your form's not bad, as": null, "well. [laughs]": null, "Squak: All right, all right. Well, I can see what happens when you get—": null, "Rue: Gentlemen!": null, "Major Hob & Squak: Sorry!": null, "Aabria: You have a bonus action left if you would like to make an": null, "attempt on the portal.": null, "Oscar: Yes, I will. I want to give up the title of true.": null, "Oscar: And I would also like to burn this.": null, "Aabria: Okay. You are making an attempt. Your DC is 10.": null, "Oscar: 10. Ooh, it's a 12.": null, "Aabria: Amazing. You burn that thing inside of you as you feel the love": null, "for and of your friend, and for someone that you know the air isn't": null, "clear yet, but it's getting brighter, despite the rain, and you push": null, "that magic into the portal. Two successes left. Next up, Chirp.": null, "Emily: So, there's only, like, basically only Suntar is here worth": null, "attacking, right?": null, "Emily: Okay.": null, "Aabria: And she is currently being throttled by a very angry faun.": null, "Emily: Okay, what I would like to do is, I have Cockatiel Wind Strike,": null, "AKA Steel Wind Strike.": null, "Aabria: Steel Wind Strike, yeah.": null, "Emily: I have my Shadow Blade, which gives me advantage in the dark.": null, "Aabria: We'll count it.": null, "Emily: So can I attack these vines five times?": null, "Aabria: Please do.": null, "Emily: Because that's what Steel Wind Strike is.": null, "Aabria: Oh, I know.": null, "Emily: “You flourish the weapon used in the casting—”": null, "Aabria: Don't read it, I know.": null, "Aabria: Anyone watching, Google it. Yeah, I get it. Do your dark works,": null, "my love.": null, "Emily: Okay, and then since I'm using Shadow Blade, do I get to roll": null, "each one with advantage?": null, "[Emily snickering]": null, "Lou: Double crit, double crit.": null, "Emily: So that's a 19 on the first one.": null, "Aabria: Okay, hits. It's plants.": null, "Emily: That is a 26 on the next one.": null, "Aabria: Hit.": null, "Emily: That's a nat 20, which is going to be 12d10 on one of them.": null, "Lou: Jesus.": null, "Omar: What?": null, "Aabria: Yeah, okay okay okay.": null, "Emily: Miss, probably, on the fourth one. 'cause that's a 13.": null, "Aabria: No.": null, "Emily: Okay. And then 24 for the last one.": null, "Lou: Three hits and a crit?": null, "Aabria: Okay, three hits and a crit.": null, "Emily: Three hits and a crit, so it's 6d10 for everyone except for the": null, "one I crit on, it's 12d10.": null, "Aabria: Yeah, for a total of a million d10.": null, "Emily: Wait, that's one. Oh god, this math is gonna—please edit out my": null, "math. 30 plus 6. So, 36 damage to each vine and then 72 damage to the": null, "one, right? 36 times 2? Yeah.": null, "Aabria: Yeah, okay.": null, "[thunder rolling]": null, "Oscar: It's super effective.": null, "[Brennan laughing]": null, "Aabria: That's enough to kill a dragon, and these were plants on a gate.": null, "Aabria: Wild. Life comes at you fast sometimes, you know? You move as": null, "you disappear and reappear near one of the—": null, "Emily: Oh, I come riding on my raven flamingo.": null, "Aabria: Yikes. But literally, people are losing sight of you. This is": null, "the anime sort of moving so fast it looks like a teleport.": null, "Emily: Yeah.": null, "Aabria: As you hit near the midsection of one of the caryatids, one just": null, "over the head, one at the very top where there is nothing but the ether": null, "of arcane magic holding this together, and then down around the other": null, "side, and one last strike where you're standing in the center of this": null, "portal as you obliterate the vines around it and you look through.": null, "You have a reason to care about the portal staying open. You've been to": null, "the mortal world. You have family there. And all of that rushes in you": null, "and through you as you—I mean, we're done with the successes. You did": null, "it, that's it.": null, "Emily: Oh, okay. [laughs]": null, "Aabria: It's open. It is saved. Magic will continue to flow towards your": null, "wife and your daughter, who is already proving herself to be a very": null, "powerful mage. And in that moment, you reach out and reach forward and": null, "you see, like oil on water, just the little afterimage shadow of your": null, "child, little Peep, who is standing holding a stick in the woods, having": null, "a very different day. It's sunny, but she's in the same pose as you. And": null, "you know she doesn't see you in this moment, but you know that she is": null, "yours, and you have preserved the most important thing in the world to": null, "her. And that was never the magic, that was you and a chance at getting": null, "to know you. And you finish. What are you doing?": null, "Emily: I bow to my daughter that only I can see, and then I say,": null, "Chirp: I'm coming for you, but first, I have to absolutely fucking": null, "destroy my reputation.": null, "[players laughing] [players applauding]": null, "Oscar: [humming Shania Twain's \"Man! I Feel Like a Woman!\"]": null, "Emily: [makes an explosion sound]": null, "Aabria: You pop up, birdy-booty out. You are up, Andhera, as you move": null, "and see the scene.": null, "Omar: I see my sister and Wuvvy.": null, "Aabria: Wuvvy was able to fully tackle her and do enough damage to break": null, "the concentration, but she seems loathe to truly hurt someone of a": null, "significantly higher station than herself.": null, "Omar: Makes sense.": null, "        Andhera: Dear sister,": null, "Omar: I cast Compel Duel.": null, "[a horn sounds and Brennan gasps]": null, "Oscar: What?": null, "Andhera: And I establish the duel by throwing the elemental shard that": null, "has been so kindly extracted from my body into the ground as it goes": null, "chunk at an angle and sticks right there.": null, "Aabria: Okay, what's the DC?": null, "Andhera: That's going to be 14.": null, "Aabria: Yeah, doesn't get it with a 12, and she looks up at Wuvvy": null, "like,": null, "        Suntar: If you don't mind.": null, "Aabria: And Wuvvy looks over at you. And Suntar pulls herself through": null, "the moss and mud, gets to her feet, and she's looking you dead in the": null, "eye. You see her hand twitch as she uses a Mage Hand to grab the spike.": null, "She's holding her hands as though she's holding the spike, but the spike": null, "is floating seven feet out in front of her.": null, "Omar: Mm-hm.": null, "        Suntar: So we're doing this?": null, "        Andhera: Yes.": null, "[intense music begins, Aabria chuckling]": null, "        Suntar: Okay, little brother. Go ahead.": null, "        Andhera: Please, actually, you first.": null, "Aabria: Then while using Mage Hand to hold the spike, she reaches up": null, "with her other hand, and is going to pull down a bolt of lightning from": null, "the sky. Please make a Dexterity saving throw.": null, "Omar: Great.": null, "Emily: Ooh!": null, "Aabria: Does someone want to intervene and stop her from casting a": null, "spell?": null, "Lou: I look over at my—": null, "Squak: Cousin, should we do something? I mean, I could fully stop this,": null, "but also, I mean, the drama!": null, "Brennan: I'm going to lean in and be like,": null, "        Major Hob: Let him tank it. He'll take it. It's going to look": null, "amazing.": null, "        Chirp: I think he's going to.": null, "        Squak: No, it's all yours!": null, "        Chirp: It's all yours, Andhera!": null, "        Squak: Go get 'em, king! Prince!": null, "Omar: That was a wonderful 11.": null, "Lou: Okay!": null, "Aabria: As you take 44 points of lightning damage.": null, "Oscar: You got this, king! Zap!": null, "Aabria: She reaches up with that bolt and pulls something darker than": null, "the night sky down onto you for 44 points of lightning damage, and just": null, "smiles.": null, "Omar: I spit out what would, I suppose, in the material realm, be blood.": null, "Omar: But for me, it's kind of like a dark cave river liquid. It's just": null, "darkness itself, and I spit it, and I start to laugh at her.": null, "        Suntar: Oh, you're just going to laugh?": null, "Andhera: Well, that's actually not the exact extent of my communications": null, "to you, dear sister. You see, I spoke with Mother earlier.": null, "Suntar: I don't care about our mother.": null, "        Andhera: Really?": null, "        Suntar: No.": null, "Andhera: Fascinating. Of course. Of course you don't, because you've": null, "hatched this incredible plan, and it's been incredibly successful,": null, "except for the utter fucking failure it's been this entire time.": null, "Omar: And I point to the elemental shard.": null, "        Andhera: Was that your attempt at control over me?": null, "        Suntar: It was pretty effective until very recently.": null, "Surena: BINX has her crossbow on you, just ready. If ever Andhera gives": null, "me a nod, I will shoot you.": null, "Andhera: You are now actively acting against the Unseelie Court. Your": null, "alliances that you've made are eviscerated, for the most part, after": null, "getting a very easy distraction. Very effective.": null, "Squak: I just do what I do.": null, "[Emily, Aabria, and Surena laughing]": null, "        Rue: Put the corpse down now.": null, "        Major Hob: I wouldn't. We might not be out of the woods just": null, "yet.": null, "Emily: I think rigor mortis is setting in.": null, "Oscar: You've become a pillar boy yourself.": null, "Surena: You're the pillar boy now!": null, "Andhera: Your plan and plot against the other courts has been completely": null, "exposed, so much so that you actually ended up uniting the rest of us": null, "against you. You have no allyship but yourself. You're standing in": null, "complete loneliness, and all you have is your broken and disproven": null, "pride, whereas everyone has found a way to connect. And Rue, that full": null, "credit goes to you. You did it. This was a successful Bloom.": null, "Suntar: So.": null, "Andhera: I will accept your resignation in this duel and we can call it": null, "even, or we can continue to fight, and you might kill me. Genuinely, you": null, "might, with the next strike, and then all of these folks will kill you.": null, "Suntar: I am smart enough to know when a fight's a bad one, but we are": null, "incredibly long lived, and I will see you again.": null, "Aabria: And she takes one step back, and is going to Dimension Door.": null, "Emily: Counterspell.": null, "Aabria: There we go.": null, "Emily: I'm sorry honey, did you just try to make a graceful exit, and it": null, "just got stopped?": null, "Oscar: Backed into a wall.": null, "Lou: Honey, you're gonna walk away. You're gonna walk.": null, "Brennan: Wait, if you Counterspell the Dimension Door, is she a little": null, "bit off balance?": null, "Aabria: Yeah, sure.": null, "Brennan: Cool, you do that, and I'm gonna go,": null, "        Major Hob: Hm!": null, "Brennan: And kick her through the portal.": null, "Brennan: I have an action surge I never used.": null, "Aabria: That's very good. She goes,": null, "        Suntar: No!": null, "        Chirp: Yeah, have fun in the sewage streets!": null, "        Major Hob: Yes, the sewage running streets of gritty Los": null, "Angeles!": null, "        Squak: Speaking of which, I have to find Jeremy.": null, "        Major Hob: Mr. Renner! He'll be frightened and alone in the": null, "storm!": null, "        Chirp: Mr. Renner, I could really destroy my reputation with": null, "him.": null, "Aabria: Well, yeah, the problem is solved. The portal is preserved. It's": null, "still raining, the ground is broken and disheveled, but everything": null, "begins to stabilize as a new order and a new understanding about the": null, "world and what it could be when people aren't separated, when they're": null, "brought": null, "together and held together, and everything calms and stills, and we move": null, "from this time and this place to a bit of a denouement and the last": null, "things that can be said and need to be said here at the Bloom. So, I": null, "turn the floor back over to you again. Where do you go? Who do you seek": null, "out?": null, "Oscar: Do you want to talk to Jeremy?": null, "Lou: Yeah, I'll talk to Jeremy really quickly, because there's not much": null, "to be said there, but—": null, "Aabria: You will find him back on the stage, just screaming. He's just": null, "screaming.": null, "        Squak: Jeremy, Jeremy!": null, "        Jeremy Renner: [screaming]": null, "Squak: Jeremy, Jeremy! Jeremy, Jeremy, Jeremy! Jeremy, Jeremy, Jeremy,": null, "Jeremy, Jeremy! Jeremy!": null, "Jeremy Renner: You are reminiscent of a bird.": null, "Squak: Yes, but they were based on—okay. The birds were based on us.": null, "Emily: I hate that we have to keep explaining that.": null, "        Jeremy Renner: I don't know what that means.": null, "        Squak: Jeremy, you're incredible.": null, "        Jeremy Renner: Thanks.": null, "Squak: And I'm assuming that you were kind of kidnapped by some means": null, "and forced to play the role of the Green Hunter.": null, "Jeremy Renner: No, this was a role—I've always wanted to do theater. I": null, "chose this, and I read this script, and it's brilliant, and I'm already": null, "good at using a bow.": null, "Squak: Wow, well, it's kind of—that's funny.": null, "[Brennan cackling]": null, "Squak: Is there any chance, I know you love theater, and I would love to": null, "take this show on the road, but—": null, "Oscar: Are you going to introduce yourself to him?": null, "Lou: No!": null, "Squak: But I, Airry Pearry, author of—": null, "        Jeremy Renner: Oh!": null, "        Squak: I wrote it. I wrote it, I wrote it.": null, "        Jeremy Renner: That makes sense.": null, "        Squak: Yes, that's why I came to talk to you.": null, "Jeremy Renner: Yeah, okay. Yeah, no one really talked to me as the world": null, "was tearing apart. They kind of just left me there.": null, "Squak: This is fey-dom, people jump into each other's dreams and eat": null, "each other's hearts. Crazy shit like that is happening all the time.": null, "Jeremy Renner: I'm gonna let that wash over me, because if I think about": null, "it, I will go insane.": null, "Squak: But Jeremy, would you consider doing what you do best and being": null, "in a really gritty, kind of nasty cinematic interpretation of \"The Green": null, "Hunter\"?": null, "Aabria: I need you to make a Persuasion check as he kind of steps onto": null, "his back foot.": null, "Lou: I would burn all of the tokens that I have left.": null, "Emily: Oh my god.": null, "Aabria: You don't have to burn multiple! Just one!": null, "Lou: I'll burn the mask.": null, "Emily: The mask, yeah.": null, "Oscar: Yes, the theater mask.": null, "Aabria: The theater mask!": null, "Lou: This is just the most important thing.": null, "Aabria: And you see his trepidation move towards excitement as he's": null, "Jeremy Renner: I got this letter. It was weird, and it yelled at me.": null, "        Squak: Yes.": null, "        Jeremy Renner: With a mouth that only I could see in my heart.": null, "Jeremy Renner: To not take the film. But for you, Airry Pearry,": null, "anything.": null, "Squak: Jeremy.": null, "        Jeremy Renner: Call me Jer Bear.": null, "Emily: Oh my god, only his deepest acquaintances!": null, "Surena: Jer Bear?": null, "Squak: Jer Bear Renner, I'm gonna tell you right now, I've been": null, "vulnerable with very few people in my life.": null, "Chirp: Cousin, quick, don't fall in love, okay? You can't fall in love!": null, "        Squak: Okay.": null, "        Chirp: Or we'll lose the wager!": null, "[players cheering and exclaiming]": null, "Squak: Jer Bear, you know what, I would invite you over, but I'm staying": null, "at a friend's place right now.": null, "Jeremy Renner: I totally understand.": null, "Squak: But when everything kind of calms down, would you want to just": null, "grab coffee and just talk about how gritty and nasty the city is?": null, "Aabria: He just gives you the mid-tricep clap.": null, "Jeremy Renner: I'd absolutely like that. I'm gonna go, because this is": null, "honestly horrifying.": null, "Squak: I'll see you soon, Jer Bear.": null, "Aabria: Real quick, and he leans in really close.": null, "        Squak: Yeah.": null, "        Jeremy Renner: How do I leave?": null, "Squak: Well, you need to kiss me, and then you jump through that portal.": null, "Jeremy Renner: Understood.": null, "Aabria: And he goes for it. He leans up, big old smooch.": null, "Lou: I feel like I'm that woman in \"The Town\".": null, "Brennan: You know, \"The Town\". We all love \"The Town\", right?": null, "Aabria: That movie we all definitely saw.": null, "Oscar: I feel like that woman from \"The Town\".": null, "Lou: It's not the main one, 'cause that's who Ben Affleck is dating, but": null, "Jeremy Renner must kiss somebody in that movie, and if not in the movie,": null, "in the deleted scenes, and I feel like her.": null, "Aabria: And he falls backward through the portal, eyes on you.": null, "        Jeremy Renner: We'll talk. We'll be in touch.": null, "        Squak: Later, Jer Bear.": null, "Squak: Oh, thank god he's gone. Otherwise, I would have lost the wager.": null, "Chirp: I saw that!": null, "        Squak: We would not be getting those eggs.": null, "        Chirp: I saw that coming. Quick, get wasted.": null, "        Squak: All right, yes.": null, "        Chirp: We have little time.": null, "        Squak: Yes, we've got to throw an orgy, STAT!": null, "Aabria: As you go into your orgy prep, who else would like to step up": null, "and have a conversation?": null, "Surena: I would like to go after you.": null, "Omar: Oh, wonderful. In that case, I would like to call upon Advisor.": null, "Aabria: Okay, where do you find Advisor? You know that he has spent a": null, "lot of time in the library since you found that for him.": null, "Omar: Yes, in that sea cave library.": null, "Andhera: Advisor. I would assume that you are privy to the events that": null, "occurred following, or during the theater, that probably rudely": null, "interrupted the production.": null, "Advisor: I heard.": null, "Andhera: It would seem that I have taken up a more pertinent and higher": null, "status in the Unseelie Court, considering the disfavor of my sister.": null, "Advisor: Let me stop you right there. You were already the heir. You": null, "have simply secured your place from one that would usurp you.": null, "Andhera: Well, in that case, Advisor, I must say, I think that as the": null, "true heir to the throne, and someone considering the future of it, your": null, "services are possibly redundant and unnecessary. You represented my": null, "mother, the queen, and for that, you enacted her practices. Of course,": null, "sometimes you strayed from that and you showed me kindness, so much so": null, "that we had to cast Darkness in order for you to show me that kindness,": null, "for you would be punished otherwise. I don't want you to be punished,": null, "Advisor, for that, so I am asking you to relinquish your position.": null, "Instead, I would like to assign you as the official librarian of the": null, "Unseelie Court. And as your first order, I would ask that you extend one": null, "of the wings of the library to include space for what might be a new": null, "collection, a collection of unfinished manuscripts and works that we": null, "might soon share with another court.": null, "Advisor: I understand. I tender my resignation and gratefully accept my": null, "new position.": null, "Omar: I hold out my hand to Advisor.": null, "Andhera: Two things before I depart. One, thank you, really. And two, my": null, "man, what actually is your name? I've been calling you Advisor this": null, "entire freaking time. Like, Grandpa Dog has more of a name than you do.": null, "That seems so unfair. Like, what's your first name, man?": null, "Aabria: And he will immediately close the distance and hug you and just": null, "say,": null, "        Advisor: I'm not telling you that.": null, "        Andhera: I'm gonna get you! I'm 100% going to get you.": null, "Emily: That's so fun. God, I gotta know now.": null, "Advisor: I'm incredibly proud of you. You will be a great ruler one day.": null, "Andhera: Thank you. Before that, I hope to just learn how to be a good": null, "person, I suppose.": null, "Advisor: You're well on your way. My new position doesn't start for, oh": null, "god, what is an amount of time? A…mahnth? Is that how it's pronounced?": null, "Andhera: Yes.": null, "Emily: Mahnth.": null, "        Advisor: Yeah, I'll be back in a mahnth.": null, "Brennan: Back in a mahnth.": null, "        Advisor: Bye.": null, "Aabria: And he just disappears.": null, "        Andhera: Oh shit! Oh, he had plans, all right.": null, "Omar: And I'm just alone in the library for a bit. I kind of just look": null, "around as if someone was watching me.": null, "Aabria: He lives a whole life outside of you, man.": null, "Andhera: Yeah, of course, yeah, of course. Great, I'm going to… Who am I": null, "talking to?": null, "Brennan: I'm going to burst in, if I can.": null, "Major Hob: Your highness, when we were in the tailor shop, you were": null, "reading minds.": null, "Andhera: Mm-hm.": null, "Major Hob: Did you… I assumed you heard some stuff that I was thinking": null, "and were just being very polite and not mentioning anything. Did you": null, "hear anything that either the Lady BINX or Delloso de la Rue were": null, "thinking about messages or anything else of that nature? Did you hear": null, "anything else that they said?": null, "Andhera: To be quite honest, I was trying to be polite, so I was only": null, "listening to how much I could listen to, but I was picking up a lot of": null, "vibes, a lot of—": null, "Major Hob: Be more specific!": null, "        Andhera: Oh, K.P., just go. Go tell them. Go tell them!": null, "Oscar: Aw.": null, "Aabria: Aw!": null, "Major Hob: I heard a bit of your earlier conversation. You very much are": null, "a good person.": null, "Andhera: Thank you.": null, "Major Hob: Your highness.": null, "Brennan: And I'm going to sprint to find Rue.": null, "Aabria: Let's just follow it right there.": null, "Oscar: Can I talk to someone before that meeting, though?": null, "Aabria: Yeah, for sure.": null, "Oscar: So I summon Wuvvy.": null, "Oscar: And I say,": null, "Rue: Wuvvy, um, I want to thank you for what you did, and what you have": null, "always done for me. I know you know that I have left the Court of": null, "Wonder, and I will no longer be the master of ceremonies, so your": null, "contract is done. You are no longer bound by me. You no longer work for": null, "me.": null, "Wuvvy: Let me make something incredibly clear. I was never bound to you.": null, "I made a choice, and I would make it again, and there are a lot of": null, "things… I guess just a couple things, that I will apologize for.": null, "Aabria: And you see her left ear kind of flicks up, perceiving something": null, "in the distance.": null, "        Wuvvy: Now's not necessarily the time for that.": null, "        Rue: Hm.": null, "Wuvvy: I love you with my whole heart, and I do want you to be happy,": null, "which is why I'm going to turn and walk away now and leave you to it,": null, "and we will pick this up again as friends and peers and whatever we're": null, "gonna be next later, okay?": null, "Rue: I love you.": null, "Wuvvy: I know.": null, "Rue: And I forgive you, and I hope you can forgive me.": null, "Wuvvy: [breathes out shakily] Of course.": null, "Aabria: And as she's just going to kind of turn away from you, in the": null, "direction of Major Hob, and just from far away, just gives you a little": null, "nod, and dashes away.": null, "Rue: Major Hob. [clears throat] That was a battle, wasn't it? We did it.": null, "We were successful in our mission. Congratulations. I'm sure you have to": null, "report to the Goblin Court and debrief. Whatever it is that you do.": null, "Brennan: I think I was looking for clarity from Andhera, and Andhera to": null, "tell me something so that I wouldn't have to be afraid of rejection, but": null, "I'm holding this, rests within me, and I… This should be scary. I'm a": null, "goblin, after all. So I approach and say,": null, "Major Hob: No word of any sort or kind did I receive at any point to": null, "indicate to me that there was sentiment as you have described. You asked": null, "me, and before you say if you did say indeed words, whether in writing": null, "or in speech, that simply never reached my ears, I take this moment,": null, "then, not to be certain, for I need you to hear this knowing that I am": null, "uncertain of the world that awaits me when I finish speaking. You spoke": null, "to me of honor. Honor, to me, means something deep and profound. It is": null, "the pursuit of what is right when circumstances are against you. It is": null, "the doing of what is good and noble when the world conspires to prevent": null, "you from it, and in that sense, I have never lived an honorable day.": null, "Every service I have done has been the path of least resistance. Every": null, "suffering of mine has been because I feared, and feared greatly, to": null, "disappoint, to earn scorn. Each day, I have been a coward, and seeing": null, "you in this Bloom, I have seen true bravery, without which there can be": null, "no honor. So, if you would let me act with honor for the first time in": null, "my life, I would ask you for your hand and for a kiss.": null, "Rue: Honorably, I accept.": null, "Brennan: I lean in and I kiss Rue. I will stay in that kiss for as long": null, "as I can.": null, "Oscar: And I will stay. To fey, what is time? I'm going to stay there": null, "for as long as I possibly can.": null, "Brennan: When the kiss ends, I step back and smile, weeping.": null, "Major Hob: You are beautiful beyond words, braver than the morning sun": null, "which dispels the night, and there is one injury of yours that must be": null, "amended.": null, "Brennan: And I plant my halberd in the ground and I begin to undo my": null, "military coat.": null, "Brennan: Leave my cap on the ground.": null, "Brennan: I leave my coat.": null, "Major Hob: You said that you felt alone. Never here, not while I draw": null, "breath. I renounce the Goblin Court in its entirety and forswear all": null, "oaths of loyalty to king and kin. If you are orphaned, then so am I, and": null, "you will never know a lonely day again as long as I draw breath.": null, "Rue: You are all I need.": null, "Oscar: And I go again, a passionate kiss.": null, "Brennan: Embrace big, furry bugbear chest. Two furry fairies in the": null, "woods. And that's all that Hob will ever need.": null, "Aabria: Amazing. Before we come back to BINX and Andhera, my Lords of": null, "the Wing, you make your way back to the nest, and there is one final": null, "letter from your grandfather waiting for you.": null, "        Squak: Cousin, would you like to do the honors?": null, "        Chirp: Yes, I know you get paper cuts easily.": null, "        Squak: These delicate fingers.": null, "Emily: I read it.": null, "Grandfather: My sweet grandchildren, I have worried for you my entire": null, "life, your entire life, because I didn't know how you could be anything": null, "more than what I was. But I have seen much here, and heard more, and my": null, "concern for the behaviors that I have lived through that drove our": null, "family to ruin were somehow thankfully lost before they reached you. I": null, "thought you would be nothing but leeches and lechers, but I had too": null, "little faith. Lady Chirp, you are stronger than you've ever let on.": null, "Chirp: It really says that. It really does. I know I'm saying the": null, "compliment about me, but it does say that, it does say that.": null, "Squak: Oh!": null, "Grandfather: Lord Airavis. Airry]": null, "[Lou chuckling happily, players laughing]": null, "Squak: Word's gotten out.": null, "Grandfather: You have talent, true talent, and it is my last wish… I'm": null, "still alive.": null, "Squak: Okay. Ah!": null, "Chirp: Ah!": null, "Grandfather: That you pursue your truths beyond just here and now and at": null, "the knife's edge of ruin. Enjoy your nest, and your future. The Lords of": null, "the Wing have never been in better wings than yours.": null, "Squak: Wow.": null, "Chirp: I'm glad he left before the orgy.": null, "Squak: Yeah, right? We're about to tear this place up.": null, "Chirp: We absolutely are.": null, "Emily: I start waterproofing the nest.": null, "Aabria: Oh, Caw's back there with the spray.": null, "Aabria: He knows what's up.": null, "Brennna: Clear some space for 55,000 eggs the following morning.": null, "Emily: Ha ha ha!": null, "Aabria: Amazing. And finally, we move to Andhera and BINX. Andhera, do": null, "you make your way over to BINX at any point?": null, "Omar: At any point? I think it's immediate. [laughs]": null, "Aabria: Okay, that's on me. All right, go ahead.": null, "Surena: So BINX, you would find them by the portal still, and they're": null, "just staring into it in sort of wonder.": null, "        Andhera: My dear BINX.": null, "        BINX: Oh!": null, "Andhera: I'm sorry, didn't mean to interrupt if you were scrying or—": null, "BINX: No, I...I hear them.": null, "        Andhera: I'm sorry?": null, "        BINX: I hear them, my court. They reached out. They're not gone.": null, "Andhera: That's fantastic! So I suppose you don't have to open your": null, "court anymore. I suppose you've found—": null, "BINX: No, no no no, I—my court, again, you keep calling it a court, and": null, "courts have so much formality and rules. My court is no court. It is a": null, "home, and you are welcome in my home, always.": null, "Surena: And, staring into the portal,": null, "BINX: I'm not a leader. I've never been a leader, ever, of my entire": null, "existence. And it's entirely scary. It's so scary. But I… I am so": null, "grateful to everything you've done, and I feel ready. I feel excited and": null, "scared and…": null, "Surena: I'm going to use my last—this is tied to the mortal realm.": null, "Surena: And in it, I reach my mind out to everyone, to Rue, to Captain": null, "Hob, to Lord Airavis, to Lady Chirp, and I say,": null, "BINX: My home is always, always, forever open to you. Should you need a": null, "place to rest your head, a place to find comfort, laughter, my home is": null, "yours.": null, "[to Andhera] And I would love for you to see it. Come with me to the": null, "mortal realm.": null, "Andhera: I would absolutely love that. That sounds incredible. And I'm": null, "sorry that it's scary.": null, "BINX: It's terrifying.": null, "Andhera: Oh my god! Like, what?": null, "BINX: I wasn't in line or anything. It's just that I survived.": null, "Andhera: No, no no no, no.": null, "Omar: I want to grab you by the shoulders a little bit. Not forcefully,": null, "just very tenderly.": null, "Surena: Yeah.": null, "Andhera: You didn't just survive. You already led something. You led the": null, "revolution that changed everything, and quite a bit has happened, but": null, "just as a reminder.": null, "Omar: And I want to take a knee.": null, "        Andhera: I have pledged fealty to you.": null, "Omar: And I would like to burn my last token that I earned from K.P.": null, "Hob.": null, "Andhera: And for the rest of our existence, anytime you are scared, I": null, "will reassure you.": null, "Surena: I take sort of your hand, so I'm standing, you're kneeling. I'll": null, "kneel to meet your gaze, and I will kiss you.": null, "Aabria: Ahh!": null, "Emily: Woo!": null, "Omar: And the kiss is received and returned immediately, and above both": null, "of us, a late spring cloud forms and starts to rain.": null, "Aabria: Do you go through the portal?": null, "Surena: Yeah, and I will stand. Still holding your hand, I'll say,": null, "        BINX: We have so much to experience together.": null, "Surena: And I walk through the portal.": null, "Omar: As do I.": null, "Aabria: And you disappear forward and through to experience something": null, "new and different, but you leave something new and different behind, you": null, "all do. And each of you feels a little brown string ties itself in a bow": null, "around your pinky finger as a little tether to the home that is the": null, "Court of Craft is created, an offer extant and persistent, because the": null, "things that you guys have done here, you don't need to be a part—the": null, "Lords of the Wing never needed to be a part of a court. You two have": null, "renounced your courts and found each other, and that's all you need, is": null, "interconnectedness, but it never needed to be this system, and you two": null, "moving forward and through, creating something together and something": null, "new, the world, this world and the one you saved, is different now": null, "because you archfey dared to reach for each other, and you reached back,": null, "and I'm getting emotional.": null, "[Brennan laughs and Aabria breathes out heavily]": null, "Aabria: Thank you for being here.": null, "Brennan: Wow, wow.": null, "Aabria: And a part of this very strange, very lovely story. I love you": null, "all so, so much.": null, "[everyone blowing kisses]": null, "Aabria: So let's go one more time out into the world. Will you lead us,": null, "please?": null, "All: Hi-ya!": null, "Aabria: Bye.": null, "------------------------------------------------------------------------": null, "Captions extracted by: Kyber Bonsai": null, "Edited by: jooloo, OliverC, Iris (@sacredwhim)": null}