{"Dimension 20 Season 14": null, "A Court of Fey & Flowers": null, "Starring: Aabria Iyengar as Game Master": null, "Surena Marie as Gwyndolin Thistle-hop; Oscar Montoya as Delloso de la": null, "Rue;": null, "Lou Wilson as Lord Squak Airavis; Emily Axford as Lady Chirp": null, "Featherfowl;": null, "Brennan Lee Mulligan as Captain K.P. Hob; and Omar Najam as Andhera": null, "Episode 4: Seaside Teatime": null, "< [Previous Episode] | [Next Episode] >": null, "[elegant classical music]": null, "Aabria: To the churlish Captain K.P. Hob, venerated soldier of the": null, "Goblin Court. To the master of ceremonies, Delloso de la Rue, pride of": null, "the Court of Wonder. To the illustrious Gwyndolin Thistle-hop of the": null, "Court of Wonder. To the tenebrous Prince Andhera, scion of the Unseelie": null, "Court. And to the notorious Lords of the Wing, Lady Chirp Featherfowl,": null, "Countess of Cluckingham, and Lord Squak Airavis, Earl of Peckersburg.": null, "Honored archfey, we are delighted to welcome you to A Court of Fey &": null, "Flowers.": null, "Greetings, and welcome to Dimension 20's A Court of Fey & Flowers. I am": null, "your happy hostess and Dungeon Master, Aabria Iyengar, and with me,": null, "sipping on that good, good brew, are my pack of pixies. Say hi, pack of": null, "pixies!": null, "All: Hi, pack of pixies!": null, "Aabria: In our previous chapter, the courtless cousins held court in": null, "their nest, Gwyndolin privately revealed her truth as BINX the warlock": null, "patron, and loyal Wuvvy challenged Hob to a duel that was interrupted by": null, "Andhera. And that's all the recap I wrote.": null, "Brennan: [in Captain Hob’s voice] Everybody wants a piece.": null, "Aabria: So before we get into the game, we've got some things to talk": null, "about, because we have an interesting board state now.": null, "[Omar gasps]": null, "Aabria: Our delightful Lords of the Wing have maxed out their": null, "reputation, so.": null, "[Lou chuckles]": null, "Emily: As Grandfather said.": null, "Lou: I mean, exactly.": null, "Emily: You're welcome.": null, "Lou: You're welcome.": null, "Aabria: He's definitely alive.": null, "[group laughing]": null, "Aabria: I need both of you to come up with a positive reputation tag": null, "that will now be sort of carried along with your name.": null, "Lou: Oh.": null, "Aabria: Throughout the Bloom. So, like, “charitable” or “gracious” or": null, "“good in bed”, “holds their liquor”.": null, "Emily: That's already out there.": null, "Lou: That's known.": null, "Emily: God, I want to use it for ill so badly. [chuckles]": null, "Aabria: Do it!": null, "Emily: I'll think on it.": null, "Aabria: Okay.": null, "Lou: Yeah, I'm also—I’m gonna simmer for just a bit.": null, "Emily: Yeah.": null, "[dark piano music]": null, "Aabria: Well, along with that, we have our first ding into a negative": null, "reputation track, so BINX.": null, "Surena: Mm-hm.": null, "Aabria: Gwyndolin, whatever you are. Why not both? You have a bit of a": null, "stir around you, but it's not bad yet. But people are oh-so-happy to": null, "sort of forget about you in a room, so for now, anytime you would roll a": null, "Stealth check, you will add a d10 to the roll.": null, "Oscar: Ooh.": null, "Surena: Oh.": null, "Aabria: As you are now falling below the notice of polite society.": null, "Omar: What?": null, "Surena: Great.": null, "Oscar: Gosh.": null, "Surena: Whoa.": null, "Aabria: Not all of the stuff is bad. It can be good, especially for the": null, "rogue.": null, "Surena: What?": null, "Aabria: What? I'm sorry, I'm sorry, what?": null, "[Surena chuckles]": null, "Aabria: Okay, any thoughts on your tags?": null, "Emily: No.": null, "Lou: I wrote down two words, and I don't like either one.": null, "Emily: I'm in a similar boat.": null, "Aabria: Okay.": null, "Emily: My god. I'll just talk it out, why not?": null, "Lou: Yes.": null, "Aabria: Yeah.": null, "Emily: There's a part of me that wants to use this to court the sort of": null, "useful things, so almost something like “useful” or “trustworthy” seems": null, "as though it would put me in others' paths.": null, "Lou: Mm.": null, "Emily: What were yours?": null, "Lou: Oh, mine—one of them truly is bad. If I said “the partnered”, it's": null, "like, no, that doesn't count. I'm thinking “welcoming” was the only one": null, "based on our courtly gestures in the morning. Oh, somebody give me one": null, "word for “well-connected”.": null, "Brennan: “Well-connected” is a hyphenate word.": null, "Aabria: Yeah, “well-connected” is good.": null, "Lou: Oh, will you let me have “well-connected”?": null, "Aabria: Yeah, absolutely, absolutely.": null, "Lou: Oh, we have to fall in love for love. Fuck.": null, "Aabria: Just remember, this is also not a thing that your characters are": null, "directly choosing.": null, "Lou: Got it.": null, "Aabria: This is just sort of based on the things that have happened that": null, "have led to this bump, what are people now adding as an appellation to": null, "you.": null, "Brennan: What would people actually say?": null, "Aabria: Yeah.": null, "Emily: Hospitable.": null, "Oscar: That's true.": null, "Surena: Hospitable, yeah.": null, "Emily: If the rumor is that we hosted this duel.": null, "Lou: Yes, that's what's going around.": null, "Aabria: Yeah, I love it.": null, "Lou: And I think I'm gonna... I want to put “the matured”.": null, "Emily: Ooh.": null, "Aabria: That's very good.": null, "Brennan: That's very good.": null, "Lou: The hospitable and the matured, I mean, come on.": null, "Aabria: Hospitable and matured.": null, "Lou: Who doesn't want to be in this nest?": null, "Emily: I mean, we've literally hosted several people at our nest.": null, "Lou: Several! I mean, truly, most of this table. Only one left.": null, "Aabria: Amazing.": null, "Lou: And he just won the duel we hosted.": null, "Aabria: Amazing. Just remember, now that you have this tag, whenever you": null, "lean into it, it will provide you advantage in situations where you're": null, "talking to people.": null, "Lou: Great, so if I say we turned the other beak, that's gonna be my": null, "catchphrase.": null, "Aabria: Goddammit.": null, "Lou: Becoming my catchphrase.": null, "Aabria: No! Yeah, that's—": null, "Oscar: Becoming?": null, "[group laughter]": null, "Emily: Beak-coming, beak-coming.": null, "Aabria: Beak-coming!": null, "[all groaning] [Brennan makes noises like he's being hit]": null, "Emily: Grandfather! We're beak-coming, Grandfather!": null, "Lou: We're beak-coming!": null, "[lively orchestral music]": null, "Aabria: The Bloom has expanded. The gardens that you move through, the": null, "plant life, the vegetation—everything is greener, creeping, encroaching,": null, "and all of you, as you move through this beautiful world that unfolds": null, "itself for you, can feel that surge of power and prosperity that comes": null, "with it, and you move to a new day, so those of you that have taken": null, "damage, go ahead and mark your long rest.": null, "Oscar: What about emotional damage?": null, "Aabria: That stays with you forever.": null, "Omar: Oh.": null, "Aabria: It is a new, bright, shining morning, and each of you wakes up": null, "to a little teapot [Brennan gasps] in front of your door, tent, wherever": null, "you were sleeping. A formal invitation that, when you pour it out into a": null, "cup, what comes out is a jeweled sort of jasmine tea that's flecked with": null, "diamonds, and as they hit whatever vessel you're pouring them into, the": null, "chimes of it actually speak to you, inviting you to a formal tea party": null, "at the usual time, elevenses, down at the beach at the far end of the": null, "strip of sand that you would take to get to the tidal island, so you're": null, "gonna have to exit this place, the main source of the Bloom, and head": null, "out for a day of polite conversation, polite snacks, and frolicking on": null, "the beach. So, it's a new day. You know what's coming. What do you want": null, "to do?": null, "Brennan: Are we doing rumors or letters before the day starts?": null, "Aabria: No to rumors, but you know what? I'll allow a letter portion.": null, "Oscar: Oh.": null, "Aabria: We love a letter.": null, "Brennan: They won't take long.": null, "Brennan: I'm going to send a brief letter to Prince Andhera of the": null, "Unseelie Court.": null, "Captain Hob:": null, "“Your majesty,": null, "Your words yesterday rang more true than you know. A rematch of our": null, "first meeting at the Battle of Briar Falls is called for, and like our": null, "first match, I feel it should be done in private. Care for some": null, "sparring?": null, "Yours faithfully,": null, "Captain K.P. Hob.”": null, "Omar: I respond in turn.": null, "Aabria: Mm-hm.": null, "Andhera:": null, "“Dear Captain,": null, "What a frightening experience it is to face off against you, and what an": null, "honor it is to attend the Bloom at the same time as you. I accept your": null, "invitation vehemently, and I hope you accept my gift back, a collection": null, "of trash.”": null, "Omar: And there is a bundle of assorted trash.": null, "Captain Hob: My god. Immaculate. [munching ferociously]": null, "Brennan: We don't need to run it, but I would love to have a sparring": null, "match with Andhera.": null, "Aabria: We're not not running it. Are you kidding me? What?": null, "Brennan: And I also wanted to send—while I'm waiting for Andhera to show": null, "up, I also wanted to send a letter to a member of the Lords of the Wing.": null, "Aabria: Oh, please do.": null, "“To the honorable and estimable Earl of Peckersburg.”": null, "Lou: That's me.": null, "Oscar: Oh!": null, "“I find myself bereft amongst my own court of those possessed either of": null, "the requisite height or inclination towards formal rules to engage in": null, "the gentleman's game of croquet, which I believe may occur later on": null, "during the tea party. Would you care to partner?": null, "Lou: I think I share the letter with my cousin.": null, "[mischievous instrumental music]": null, "Chirp: Yes, cousin.": null, "Squak: Cousin.": null, "Chirp: Yes, cousin?": null, "Squak: Yes, cousin. Hob is asking to partner with me at a possible": null, "croquet match later today.": null, "Chirp: That's very interesting information, especially considering I": null, "believe we've burned our bridges with Rue.": null, "Squak: It does seem that way.": null, "Chirp: And Hob does seem to be potentially a very interesting": null, "connection.": null, "Squak: Definitely has the eyes of the Bloom right now.": null, "Chirp: I think that sounds like a wonderful idea.": null, "Squak: I just wanted to make sure you wouldn't be upset, because I know": null, "you're incredible at croquet.": null, "Chirp: Yes, but I'm also excellent at spectating.": null, "Squak: Mm. I like that.": null, "Lou: I write back,": null, "Squak:": null, "“A delightful idea. Let us walk together to the party. Please, join us": null, "at our nest beforehand for a bit of tea and a nice walk.”": null, "Emily: Knowing that this is happening, I think I say to my cousin,": null, "Chirp: if we find ourselves in a position that we need to massage Hob,": null, "it may do us—": null, "Squak: And you mean?": null, "[stifled group laughter]": null, "Chirp: Like, emotionally. I'm just saying maybe, now that you are": null, "beginning this connection, I will collect some information that could be": null, "used if we need it.": null, "Emily: And I think I'm going to write a letter to Blemish and Boil.": null, "Aabria: Ooh!": null, "Emily: I'll be transparent with you guys. My intention is to learn their": null, "handwriting, because I am a kenku and I am a master forger.": null, "Omar: Oh!": null, "Emily: So I'm going to write a letter to Blemish and Boil and just say,": null, "Chirp:": null, "“Dearest Blemish and Boil,": null, "I've been so swept up in the Bloom I've yet to interact with you. I hope": null, "your trash is stinky. I wanted to congratulate you on a fantastic duel.": null, "The Goblin Court was certainly putting on a good show. I will see you at": null, "tea.": null, "Yours in wing and sky,": null, "Lady Chirp Featherfowl.”": null, "Aabria: You get a response very quickly, carried by three or four salt": null, "goblins who are just kind of scrambling up together and fighting": null, "over—like, the edges are kind of torn and bent because they were": null, "fighting over who got to give it to you.": null, "Chirp: Squak, I've never told you this, but I love salt goblins!": null, "Squak: Oh, they are adorable.": null, "Chirp: I love them! I love them!": null, "Squak: Do not faint!": null, "Chirp: Get my fainting couch, quickly! Quickly, I'm falling!": null, "Squak: Peacocks, quickly! [claps] The fainting couch!": null, "Aabria: The peacocks spread out and catch you.": null, "Emily: And then I just kind of take it and study the script and memorize": null, "it.": null, "Aabria: You get a very kind, very bland reply, something to the effect": null, "of, like, “Thank you kindly for your remarks. Thank you for whatever": null, "part you may or may not have played in the orchestration of this duel,": null, "and were it to please you, we would love to have a moment together to": null, "speak and walk and talk. Please enjoy these squirrel innards, fresh and": null, "steaming.” And one of the salt goblins is waiting, like, “okay, and…": null, "now! [retches]” And just barfs out a bunch of hot squirrel intestines": null, "for you.": null, "Chirp: Only because I love salt goblins so much. [gobbling]": null, "Squak: Cousin!": null, "Chirp: Cousin, tell me I'm not—": null, "Aabria: The goblins are screaming and crying and fainting and": null, "replicating your thing—": null, "Chirp: Quick, small fainting couches for them!": null, "Squak: Smaller peacocks, now! Miniature peacocks!": null, "Chirp: So, you know, we have that in our back pocket.": null, "Squak: Cousin, that brain of yours, I swear.": null, "Aabria: Does anyone else want to send a letter before Andhera arrives to": null, "Captain Hob? [pause] Okay, let's run it. I mean, do you arrive?": null, "Omar: Yes.": null, "Aabria: Do you go in the morning? Okay.": null, "Brennan: Before Andhera gets there, I think I would just want to check": null, "in with—oh, Blemish and Boil are awake at this—": null, "Aabria: Yes.": null, "Brennan: I would want to check in with them. The two things I'm waiting": null, "on for mission reasons are anything that the Sea Foam Court has": null, "delivered about the Court of Wonder, I will look into as soon as it": null, "arrives, and I've informed my salt goblins to alert me the moment that": null, "that happens.": null, "Brennan: And on top of that, I want to be available and let the Lord": null, "Blemish and Lady Boil know that if they want any further information": null, "about what I observed about the Lady Gwyndolin, I am happy to make that": null, "report more in full when I am not walking on my way to an imminent duel.": null, "Aabria: Okay. Lord Blemish is actually the one that's writing the note": null, "and is kind of deep in their letters as he's going and sending them off": null, "with groups of salt goblins to respond to correspondences, and Lady Boil": null, "will kind of sidle up to you and pats the ground for you to sit beside": null, "her.": null, "[Brennan makes a thumping sound]": null, "[gentle folk music]": null, "Aabria: She whistles and wakes up a couple of sleeping hobgoblins, tells": null, "them to come over, and she sits on top of them so she can look at you": null, "eye to eye.": null, "Captain Hob: What I would say that I was unable to say more plainly": null, "yesterday, before the duel, in waiting and hiding during the hunt of the": null, "wild hart, I beheld through the fog that parted in the absence of the": null, "Lords of the Wing and Prince Andhera of the Unseelie a departure of one": null, "young Miss Gwyndolin Thistle-spring.": null, "Lady Boil: Thistle-hop, but keep going.": null, "Captain Hob: Oh, sorry, different, different. One young Miss Gwyndolin": null, "Thistle-hop of the Court of Wonder.": null, "Lady Boil: They say she's an assassin.": null, "Captain Hob: And I believe they may be right. I beheld her disguised": null, "self pass where my eyes could see through the thick of the forest, but": null, "my—": null, "Brennan: [mimicking ear movements] Wiggle, wiggle, wiggle.": null, "Captain Hob: —ears could not be so easily manipulated by her trickery.": null, "She spoke in a different voice. Not only a different voice, but a": null, "different manner altogether. She seemed brusque, somehow prepossessed of": null, "some urgency in her communique with whomever had joined her there in the": null, "forest, either in person or through means magical in nature.": null, "Lady Boil: Hm. Okay.": null, "Captain Hob: And then I slunk backwards through the trees.": null, "Lady Boil: Okay, okay. I'm processing now, but thank you.": null, "Captain Hob: I can climb backwards.": null, "Lady Boil: I think we are at a point, my dear Captain, to intervene and": null, "get some straight answers from her.": null, "Captain Hob: Very well. There may be an opportunity at today's tea": null, "party. If I see an opportunity, do you wish for me to collect yourself": null, "and Lord Blemish or to take matters into my own hands?": null, "Lady Boil: I would love for you to take matters into your own hands.": null, "Captain Hob: Very well.": null, "Lady Boil: Remember who you are.": null, "Captain Hob: Captain K.P.—ooh, you mean in a bigger sort of sense. Yes.": null, "I will do this.": null, "Lady Boil: Remember, we are… what's the word? Because I know it's not": null, "trash and squirrel goo. We're the carrot. Carrot.": null, "Captain Hob: Hm!": null, "Lady Boil: You're the stick.": null, "Captain Hob: Very well. There are some points of intelligence that I may": null, "be collecting in the very near future from our friends in the Court of": null, "Sea Foam. Hopefully these will aid in my interrogation, by which I mean": null, "gentle conversation with young Miss Thistle-hop.": null, "Lady Boil: While I have you here, I do have to ask, what is your": null, "relationship with the Court of Wonder and Rue? We were all there, but": null, "she never said why we were all there.": null, "Captain Hob: As you may be well aware, your ladyship, I saw an": null, "opportunity to strike, and I took it. Insinuating that the duel was due": null, "to the dishonor felt by Delloso de la Rue at a rejected marriage": null, "proposal by the Viscountess Grabalba, thus to place the Court of Wonder": null, "at a disadvantageous position. The truth, my lady, that I tell to you": null, "now in all honesty, [quietly] I've got no idea what the duel was about,": null, "I really don't. I have no clue. I straight-up have no clue.": null, "Lady Boil: What? What do you mean?": null, "Captain Hob: Well, there was a moment in the woods that I shared with": null, "Rue where I invited them to come into a hiding space with me, and they": null, "declined, and I worried that I had hurt their feelings, and they left": null, "abruptly, and they commanded me to continue in the hunt, and as the": null, "Master of Ceremonies, I dared not deny their request. And the following": null, "morning, I had apparently... My understanding, based on context alone,": null, "is that an attempt at kindness and civility from me was so odious to": null, "Delloso de la Rue that it moved them to tears, and rather than having": null, "the courage to explain to me why my affections would be so onerous, I": null, "suppose I was so far beneath them that they saw fit that their assistant": null, "would be enough to reclaim their lost honor.": null, "Emily: Oof.": null, "Oscar: Oh shit!": null, "Lady Boil: My dear, sick, twisted little Hob.": null, "Aabria: And she pats your cheek.": null, "Lady Boil: They'll never understand. It's what they do. They twist": null, "intentions, and I'm so sorry that they did that to you, but I hope you": null, "remember this. Remember this slight, remember the choice that they made,": null, "that their court always makes. You are best as a blunt instrument, and": null, "ought not to get caught up in the machinations of people who know only": null, "how to speak.": null, "Captain Hob: You're quite right, your ladyship. I will endeavor to": null, "remember this, as I do all of the wise words you have deemed fit to": null, "share with your humble servant in myself. I am to have a short sparring": null, "match before teatime with the Prince Andhera of the Unseelie Court.": null, "There will be a period of time where I have his ear. I would ask you,": null, "Lady Boil, are the intentions of the Goblin Court herein limited to": null, "recovering our lost honor from the alleged engagement between our court": null, "and the Court of Wonder, or, if I should talk to the young prince of the": null, "Unseelie and find him amenable to a dalliance with the viscountess of": null, "our own court, would that be untoward of me to suggest in the pique of": null, "our brotherly thrustings with various weaponry?": null, "Lady Boil: Hm.": null, "Aabria: And she gets lost in thought for a little bit. Can you make an": null, "Insight check for me?": null, "Brennan: Sure, I can do that. Not great, that's only an 8.": null, "Aabria: Even with an 8, there was something in the way she spoke to you": null, "about the Court of Wonder and Rue that felt like a little bit of a": null, "reach, and even you noticed that. And now that you've sort of": null, "supplicated her for advice on this, you see her grow more comfortable": null, "and more confident.": null, "Lady Boil: How about this? I'll sit in and watch you spar. Have whatever": null, "conversation you need, and if you get lost with words as you are wont to": null, "do, my good soldier, I'll be happy to step in and progress things.": null, "Captain Hob: Very well, Lady Boil. Of course.": null, "Lady Boil: Good lad.": null, "Aabria: And she crawls down off of the hobgoblin and goes back to Lord": null, "Blemish, and they continue to confer amongst one another. Every now and": null, "then, you catch them looking up and over at you.": null, "Brennan: I'll go over to the sparring field and I'll take my military": null, "coat off.": null, "Aabria: You're just full nakey?": null, "Brennan: No, now I put on pants.": null, "Aabria: Always one.": null, "Brennan: Sparring pants! Yep! I'm only naked if one of the halves is": null, "uncovered.": null, "Surena: It's cartoon laws.": null, "Brennan: Cartoon laws, yeah.": null, "Aabria: Love that, love that.": null, "Oscar: You're either a Donald Duck or a Mickey Mouse.": null, "Surena: Yeah.": null, "Aabria: Hey!": null, "Brennan: There you go, exactly.": null, "Omar: Nude animals are rude animals.": null, "Aabria: Amazing. Andhera, do you head straight over? Is there any reason": null, "to delay?": null, "Omar: No, I head straight over.": null, "Aabria: Then you reach a little sparring field.": null, "[curious instrumental music]": null, "Aabria: It's a cleared bit of grass that, even despite the grown-over,": null, "hyper-verdant greenery, even despite the grown over, hyper verdant": null, "greenery, is a bit downtrodden and yellowing and patchy, just because": null, "this is also the goblin pee pee field.": null, "Omar: Mm.": null, "Surena: Oh yeah, that's right.": null, "Omar: Great, I very trepidatiously step over a lot of the pee pees that": null, "are growing there, and wave from afar.": null, "Captain Hob: Your majesty! What-ho!": null, "Andhera: My fair Captain. I hope you don't mind, I brought my strange": null, "dog.": null, "        ": null, "Captain Hob: [chortles] I think your faithful hound shall fit in quite": null, "well. Many of our goblins also have grandpa face.": null, "Andhera: [laughs] Well, that's rather perfect, I suppose. Go—hey, look": null, "at me. [finger-snapping] Look, look, look at me. No—eyes, but look at": null, "me. Look at... Look at me. Go have fun. Go have fun. Go.": null, "Aabria: He lays down.": null, "Andhera: Okay, great. Captain, good morning. Good morning. It's good to": null, "see you.": null, "Captain Hob: Good morning to you. You look rested and well today.": null, "Brennan: And I'm going to toss a wooden quarterstaff, quite long, I'll": null, "toss it over to you. [mimics wind whipping] Spin one around me.": null, "Captain Hob: I must say, you are a prodigious talent, the way you": null, "executed that maneuver, so deft in the dueling lane there.": null, "Andhera: [laughs] You're making me blush. If I may be candid...": null, "Captain Hob: Mm.": null, "Andhera: I was completely scared shitless, because last time we fought,": null, "you knocked me off my steed, my Nightmare, and nearly killed me.": null, "Captain Hob: Oh. Um… [hesitant] Ha ha.": null, "Andhera: Which was good. It was battle.": null, "Captain Hob: Yes.": null, "Andhera: Yeah.": null, "Captain Hob: Forgive me for taking an avuncular role. You are yourself a": null, "prince, and I am sure if you had some older brothers or uncles or those": null, "around—": null, "Brennan leans closer.": null, "Captain Hob: You don't have to talk about one of your most shameful": null, "moments of your life right as we get started with a sort of fun... You": null, "can rib me if you want. You could say, ha! You don't have to sort of": null, "share your failures so aloud in front of everyone.": null, "Andhera: I see. In fact, I take it back. Instead, I will share one of my": null, "greatest achievements. One time, I folded 100 paper bats.": null, "Captain Hob: Sorry, bags?": null, "Andhera: Oh, if only. Those are tough, because you have to get the sides": null, "as well. No, bats. Bats.": null, "Captain Hob: You folded 100 paper bats.": null, "Andhera: Yes. Well, they weren't bats before, [laughs] but once I folded": null, "them, they became bats, so.": null, "Captain Hob: Right, well, the quarterstaff is a remarkable weapon.": null, "Aabria: We will wrap from there.": null, "Aabria: Talk to me, Gwyn. What are you doing this fine morning?": null, "Surena: Well, Gwyndolin, in understanding that yesterday she had a bad": null, "day as far as talking to people about stuff, so in lieu of being more of": null, "the Court of Wonder, more wonderful, I am deciding to wear a large hat,": null, "a very fancy hat, and getting as gussied up as someone who has only been": null, "around the Court of Wonder for a short amount of time, so it's not as": null, "glorious as Rue, but she's trying. She's doing the thing. She has a": null, "train and a cape.": null, "Oscar: [laughing] A train and a cape?": null, "Surena: Yes.": null, "Oscar: That's a lot of draggage.": null, "Chirp: Gwyndolin is positively dragging mud!": null, "Surena: Has a large hat that has a bird-like stuffed animal that she has": null, "crocheted to the top.": null, "Chirp: It's like everything shouldn't be working, and yet it does!": null, "Squak: That crow is not anatomically correct at all.": null, "Chirp: No, one wing is way bigger than the other.": null, "Surena: She gracefully enters the—wherever she, like, where the": null, "breakfast is, right? Because if it's a big event, there's probably": null, "communal brunch-y things.": null, "Emily: Yeah, we're at a Marriott, right?": null, "[Emily and Surena laugh]": null, "Aabria: Yes, yes.": null, "Surena: That's what I thought you might find. I see myself in a hotel": null, "room.": null, "Aabria: One of the ones with a kitchen. It's a Residence Inn.": null, "Lou: They got a toaster there.": null, "Aabria: You could fuck around a little bit in there.": null, "[inquisitive instrumental music]": null, "Aabria: Yes, as you head to one of these little gatherings for brunch,": null, "you see that there are actually several members of the Sea Foam Court,": null, "sort of late risers hanging about and talking, and they look up and over": null, "at you.": null, "Surena: I curtsy.": null, "Aabria: Make a Persuasion check for me.": null, "Surena: That's a nat 20.": null, "[all cheering]": null, "Surena: These dice are magic.": null, "Emily: Put it out on the new moon for you.": null, "Aabria: And you see a look cross their faces of just acknowledgement and": null, "then dismissal and then some conference, and then they look at you": null, "again, and you see them considering you, and then a sort of small smile": null, "erupts from one of their lips.": null, "Sea Foam Court Member: Why don't you come and join us?": null, "Gwyndolin: Oh. I would love to.": null, "Sea Foam Court Member: Yes, come.": null, "Surena: Kind of scoot on in.": null, "Sea Foam Court Member: You can go... You know, we'll have some food": null, "brought for you. Don't worry about it.": null, "Gwyndolin: Oh, yes, I was going to eat. So, thank you so much for": null, "inviting me over. You are throwing, honestly, such a beautiful event.": null, "Sea Foam Court Member: Thank you for saying that. You know, there are": null, "some here who believe that the Court of Wonder is taking a": null, "disproportionate amount of credit for this Bloom.": null, "Gwyndolin: Oh, that's terrible. I mean, we're at your home. You should": null, "be having all of the credit. In fact, you can have mine. If anyone": null, "thinks that I have anything to do with the wonderfulness that is this": null, "event, then I'll absolutely tell them it was you. What is your name?": null, "Sea Foam Court Member: You are so sweet. I am Ephendra.": null, "Gwyndolin: Ephendra.": null, "Ephendra: Yes.": null, "Gwyndolin: Gwyndolin.": null, "Ephendra: So lovely to meet you. This is Alven and Kiri. We can speak": null, "plainly, though.": null, "Gwyndolin: Okay.": null, "Ephendra: We hear things and know things, and know that you're not": null, "necessarily on the up and up with people or your court or whatever.": null, "We're not judging. We like you.": null, "Gwyndolin: Well, you know, our court is so big, you know?": null, "Ephendra: Mm-hm.": null, "Gwyndolin: And I'm sure that with a court of your size as well, there": null, "are differing opinions about things that are important, and that's what": null, "makes good decisions. If we all had the same thoughts and the same": null, "opinions, then we would never get anywhere, would we?": null, "Ephendra: You. You're not like the other ones. Huh. There's one more": null, "coming, if you want to stay and hang out. We have a treasured guest.": null, "[whispering] There's a human.": null, "Gwyndolin: [whispering] There's a human? I love humans! I mean, they're": null, "fine. I mean, I'm actually really excited, if I'm gonna be honest.": null, "Ephendra: Right? Oh my goodness.": null, "Gwyndolin: So, do you see a lot of humans?": null, "Ephendra: No, she was just sort of presented to us, and we've been": null, "showing her a lovely time. Oh, there she is. Wannessa, come over.": null, "Aabria: And you see this study in human averages—": null, "Oscar: Not what I thought you were gonna say.": null, "Omar: Call me out over here.": null, "Aabria: No, she's got just sort of a medium tan skin, mousy, brown hair": null, "that's a little curled and pulled back, like, it's well done, but just": null, "pulled back into a ponytail. She's like 5'7\" and her face is plain but": null, "symmetrical, and she comes over—": null, "Emily: [laughs] Plain but symmetrical? Scathing, I love it.": null, "Aabria: Damned by faint praise. Like, in comparison to any fey ever, how": null, "does a normal face do anything? And she walks over to you and looks at": null, "you and kind of takes you in, too, and gives a deep curtsy, well": null, "executed, well balanced, and you can see that her head is just sort of": null, "on a swivel as she looks around with wide eyes, just fully dazzled by": null, "everything she sees and everyone she meets.": null, "Human: It's a pleasure to meet you. Hi.": null, "Gwyndolin: Hi, it's a pleasure to meet you as well. What was your name?": null, "Wannessa: Wannessa.": null, "Gwyndolin: Wannessa, that's right. So, Wannessa, how are you... How are": null, "you adjusting? Welcome.": null, "Wannessa: Thank you. I'm good. Everything's just so grand. It really is": null, "breathtaking. You are lovely. Wow.": null, "Gwyndolin: You are so weird.": null, "[Brennan laughing]": null, "Gwyndolin: And I like it—no, it's a compliment! I really enjoy it!": null, "Wannessa: How am I weird? I don't—": null, "Gwyndolin: Well, you have, like, these hands, but I feel like you should": null, "have more thumbs, because the thumb is the most useful finger on a hand,": null, "and you only have one, and you can't get more thumbs, you know?": null, "Wannessa: [sniffling] Yeah, you're right, I... How many thumbs do you": null, "have?": null, "Gwyndolin: I can have as many as I want. Right now I have one, but I": null, "could have three. I just want one right now.": null, "Wannessa: Oh. That is magical.": null, "Gwyndolin: It is, it's very magical.": null, "Wannessa: I have so much to learn about everything here.": null, "Gwyndolin: Uh-huh.": null, "Wannessa: I... What is it that you do? I've only really met people from": null, "this court, but I see so many other fey. But everyone here has been": null, "telling me to be careful, because fey from other courts are dangerous": null, "and they'll eat a human as soon as look at them.": null, "Gwyndolin: That is true. But I—": null, "Wannessa: [aghast] It is?": null, "Gwyndolin: I mean, not everyone. You're safe. You're fine. Listen, I'm": null, "gonna watch out for you. You're gonna be fine, and you have such honored": null, "guests guarding you. You're perfectly safe.": null, "Wannessa: Thank you.": null, "Aabria: And she immediately reaches out and grabs your hands.": null, "Gwyndolin: Oh!": null, "Wannessa: It's so nice to have a friend here.": null, "Gwyndolin: It's incredible to meet you, Wannessa, and I do hope you": null, "enjoy the Bloom, and what do humans eat? You eat stuff.": null, "Wannessa: I mean, like—": null, "Gwyndolin: No, I know what you eat. You like bacon. That's a thing you": null, "like.": null, "Wannessa: Do you not?": null, "Gwyndolin: No, I do, but I know that you love it. Or a muffin. Would you": null, "like a muffin?": null, "Wannessa: [whispering] Are there muffins here?": null, "Gwyndolin: Yes.": null, "Wannessa: [voice breaking] I get so nervous, because I know that there's": null, "so many rules about what I can and can't eat, and then I came, and I'm": null, "running out of trail mix. I've been here for weeks.": null, "[Brennan and Emily laugh]": null, "Wannessa: I'm so hungry.": null, "Gwyndolin: Have you only been eating trail mix?": null, "Wannessa: I brought a lot. [sniffles]": null, "Gwyndolin: Well, Ephendra?": null, "Ephendra: Yes?": null, "Gwyndolin: Can we get a large tray of chocolate chip muffins? Is that a": null, "thing—": null, "Ephendra: For the human.": null, "Gwyndolin: For the human, and I—": null, "Ephendra: Because they have to eat? How often do they eat?": null, "Gwyndolin: I think they eat every three to four hours, and they have to": null, "be watered, as well.": null, "Ephendra: What?": null, "Gwyndolin: They stay hydra—they're mostly water.": null, "Ephendra: [scoffs] That’s—look, we're from this court, and I still find": null, "that disgusting.": null, "Gwyndolin: Honestly, Ephendra, if you need help with Wannessa at all,": null, "let me know, and—": null, "Ephendra: Would you like to take her for the day? She's delightful, but": null, "cries frequently.": null, "Gwyndolin: Oh, that is a sign of sadness, yes.": null, "Ephendra: Thank you so much.": null, "Aabria makes a shoving motion.": null, "Oscar: Whoa.": null, "Aabria: And you actually see that a little ribbon is put into your hand.": null, "Surena: Okay.": null, "Aabria: It's not tied to anything, it's just a little blueish purple": null, "ribbon tied in a very ornate bow.": null, "Ephendra: Just return her at the end of the day, whenever you're done.": null, "Thank you so much, you're so sweet. What was your name? Gwyn.": null, "Gwyndolin: Gwyndolin, yeah. You can call me Gwyn.": null, "Ephendra: Mm-hm, thank you. We're gonna—we got to go.": null, "Aabria: And they quickly get up and evacuate, and it's just sort of you": null, "and Wannessa sitting there, and you see it's actually Alven that kind of": null, "leans over and flags a server and points in your direction, and just a": null, "little sort of catfish reverse mermaid-looking server looks over at you": null, "from far away, and is just sort of waiting for a signal.": null, "Oscar: Reverse mermaid?": null, "Server: [mouthing] All the way over?": null, "Gwyndolin: Oh, do you want me to come to you?": null, "Server: No. Okay.": null, "Gwyndolin: I don't know what you want from me.": null, "Aabria: Walks over.": null, "[regal music]": null, "Server: Sorry, mostly people will just sort of, they flag what they want": null, "and I just kind of do my best to read lips and bring it.": null, "Gwyndolin: Oh, I'm so sorry.": null, "Server: That's okay.": null, "Gwyndolin: I would like a dozen of chocolate chip muffins. I can help": null, "you bake them, if you'd like. Would, I mean, that—": null, "Server: No, we're good at baking.": null, "Gwyndolin: You are incredibly good at baking. and—": null, "Server: Well, not me personally, I just bring muffins.": null, "Gwyndolin: Yes, and I would never overstep, because I don't do that,": null, "because I'm wonderful. Anyway.": null, "Server: Mm-hm. Oh, wonderful, because you're from—": null, "Gwyndolin: Yes, mm-hm, I am.": null, "Server: That's very good and funny.": null, "Gwyndolin: I'm rich. Anyway. Mm-hm?": null, "Server: Muffins.": null, "Gwyndolin: Yes please, thank you.": null, "Server: Okay, all right.": null, "Aabria: And then they come back in 10 minutes with a bunch of sort of": null, "not freshly baked, but sort of freshly warmed-up chocolate chip muffins.": null, "Brennan: Ooh!": null, "Aabria: And get placed in front of both you and Wannessa.": null, "Gwyndolin: So, Wannessa.": null, "Wannessa: Mm.": null, "Gwyndolin: You can eat those. They are safe, and not poisonous, because": null, "we would never do that.": null, "Wannessa: When you… [quietly] I'm so hungry. [gobbling]": null, "Aabria: She dives on and starts devouring them.": null, "Gwyndolin: Ephendra said you've been upset. Leaking water, fluid from": null, "your eyes.": null, "Wannessa: [mouth full] We call it crying.": null, "Gwyndolin: Yes, that is the word.": null, "Wannessa: Mm-hm.": null, "Gwyndolin: I know. Are you okay? Were you, is this... How are you here?": null, "Wannessa: Hm?": null, "Gwyndolin: Hm?": null, "Wannessa: [exhales] Uh...": null, "Gwyndolin: If you don't know, it's okay.": null, "Wannessa: I don't want to talk about it right now.": null, "Gwyndolin: It's okay. We're new friends. You don't have to tell me": null, "everything.": null, "Wannessa: Really?": null, "Gwyndolin: Yeah, of course. You can only tell me what you feel": null, "comfortable telling me. Why would I make you say anything that you don't": null, "want to say? That's ridiculous.": null, "Aabria: She sort of regards you, confused and worried that this is some": null, "sort of trick.": null, "Gwyndolin: Mm-hm.": null, "Wannessa: Okay.": null, "Gwyndolin: Well, you're hanging out with me today.": null, "Wannessa: I'm just gonna eat my muffins.": null, "Gwyndolin: Okay. Enjoy. I'll eat a muffin as well. This is a really good": null, "day.": null, "Aabria: And we kind of move on from there. Rue, what are you doing?": null, "Oscar: I'm still in my quarters.": null, "Oscar: Wearing my bedtime sort of regalia, a gossamer ring, shining": null, "rainbow moment.": null, "Aabria: Yes, a moment.": null, "Oscar: And to be honest, I know there's duties I have to do and I have": null, "to be out and about, but I'm not doing them.": null, "[thoughtful piano music]": null, "Oscar: Yesterday was a huge blow. It just shook Rue to their very core,": null, "and usually their sort of bedchamber is lit by candles. It has a very": null, "sort of calming presence, but Rue is sitting at the edge of their bed in": null, "darkness, contemplating even to step outside. They're thinking about the": null, "duel that happened, they're thinking about the choice that they made,": null, "the look that Hob gave them, the hurt of the Lords of the Wing, all of": null, "that stuff was—I mean, they didn't sleep. It was so intense. But they": null, "have a job to do, and they are going to do it. So. within seconds, they": null, "step outside, and—okay, so, this is the moment, this is the—": null, "Oscar: So it is a sort of nod to Marie Antoinette.": null, "Aabria: [laughs] Yes, of course.": null, "Oscar: The wig, the powdered-up wig.": null, "Oscar: It starts off with hair, but then it sort of ends up with a stack": null, "of teacups on top of each other.": null, "Oscar: Sort of stacked up, and then when they walk, the teacups also": null, "sort of teeter-totter.": null, "Aabria: Oh, it's cute.": null, "Oscar: As you pan down, you see their face is giving you Marie": null, "Antoinette, powdered white moment.": null, "Aabria: Yeah yeah yeah.": null, "Oscar: Then they're wearing a massive ball gown in the style of the": null, "French Revolution, except that the outfit is made out of actual teacups,": null, "so there's a corseted moment that's just little bits of teacups sort of": null, "acting as a bustier moment.": null, "Aabria: Oh, we love it.": null, "Oscar: And then the bottom, the dress part of the gown, is a giant glass": null, "teacup, the dress part of the gown, is a giant glass teacup, as they": null, "glide around.": null, "Aabria: Incredible.": null, "Emily: I think Rue should get new art every time they change.": null, "Aabria: Every time.": null, "Emily: I will sacrifice my character portrait for another—": null, "Aabria: No NPCs, only Rue fits.": null, "Brennan: Somewhere off in the world, David Kerns just went... [grunts]": null, "Aabria: As you are getting ready—this is an outfit that requires some": null, "effort to get into—your checklist for today's event is sort of spread": null, "out in front of you on some very fine parchment, and you see that just": null, "throughout the morning, even when you were in darkness, every now and": null, "then, a check gets marked, as Wuvvy, who has not seen or spoken to you": null, "since the duel, is running around trying to take care of everything, and": null, "the last thing you see as the final check is marked off and everything": null, "is prepared—not that she's trying to take your job, but you laid the": null, "foundation and she's simply following through. You see in a cursive": null, "script, her handwriting, that just says, “I hope I see you.”": null, "Oscar: Hm. I've been sort of dreading this, because I have been avoiding": null, "Wuvvy, as well. I think in order for me to continue about my day, I will": null, "summon Wuvvy now.": null, "Aabria: Oh.": null, "Oscar: To get it out of the way.": null, "Aabria: What do you do?": null, "Rue: Wuvvy!": null, "Aabria: And it takes just a half a second longer than it normally does.": null, "Oscar: That's unsettling. I'm unsettled.": null, "Aabria: You know she hesitated just a second, and had to process her own": null, "emotions before showing up.": null, "Wuvvy: [fragile] Hi.": null, "Aabria: And she looks like herself again, a small satyr with curly hair": null, "and big eyes. Eyes that are shining just a little bit. She's holding": null, "back some unspoken emotion.": null, "Rue: I read today's list of things that must be done, and I must commend": null, "you for doing a great job, as you always do, Wuvvy. I also noticed the": null, "handwritten note at the end of the list saying that you would like to": null, "see me.": null, "Wuvvy: I didn't mean that in an ordering way. I just—it was just a hope.": null, "But I understand if you—": null, "Rue: No, no, I... I apologize, I've also been… [sighs]": null, "[solemn piano music]": null, "Rue: …avoiding this moment, but I realize it must be done, not just for": null, "the sake of the Bloom turning out exactly the way that the Sea Foam": null, "Court orders it to be, but also, well, because I feel like something is": null, "different between us. And it makes me sad. I have so many questions to": null, "ask you, and I don't even know where to start.": null, "Wuvvy: I would hold nothing back from you.": null, "Rue: Why did you do it?": null, "Wuvvy: You wrote such a beautiful letter, and you were so open in that": null, "moment, and you didn't trust yourself to send it, and you didn't trust": null, "me, and anyone or anything that could make you doubt yourself like": null, "that... I'm sorry.": null, "Rue: I can't. I can't. I have organized the Bloom for millennia. I don't": null, "have time for my heart to be the center of anything. Do you not": null, "understand that my job is to make other people happy? I come last,": null, "always. I always have, and I always will. That is my job as a Bloom": null, "master. I understand that you want the very best for me, I really do,": null, "but I'm afraid that if I confess my feelings to Hob, the Bloom will fall": null, "apart, and if what they say is true, this is the last Bloom. How can we": null, "end it this way? How can I think of myself before anyone else for the": null, "first time?": null, "Wuvvy: What do you have to lose?": null, "Rue: Everything, Wuvvy. Everything.": null, "Wuvvy: No. You have everything to gain.": null, "Rue: How so?": null, "Wuvvy: If this is the last one, you've already put all the plans in": null, "place. It's gonna be incredible, and if the Bloom stops, then": null, "something's deeply wrong with fairy, with the Fey Realms, and no one": null, "will think about this kind of celebration again, and maybe that means": null, "war, and you know what that means for him. So if it's all going to end": null, "here, it might as well go off with a bang, right?": null, "Rue: I'm so scared.": null, "Wuvvy: Is it okay if I hug you?": null, "Rue: [softly] I would like that very much.": null, "Aabria: And she steps forward and takes on her feral form just to be a": null, "bit bigger so she can kind of wrap you up, and you can kind of feel the": null, "little bit of tears running down the fur of her muzzle as it gets a": null, "little longer and falling into that very edge of your very tall,": null, "beautiful hair.": null, "Wuvvy: You can't be afraid. In my time as a champion, fear is the thing.": null, "That's when it all falls apart. If it doesn't work out, who cares?": null, "You're still yourself, and we're still here, and I will never leave you.": null, "And if he breaks your heart, I'll break his neck.": null, "Rue: Don't.": null, "Wuvvy: I would.": null, "Rue: Please don't.": null, "Wuvvy: Yeah, I know.": null, "Rue: Don't do it.": null, "Wuvvy: Look, I'm gonna say no, but I would—": null, "Rue: I like him, don't break his neck.": null, "Wuvvy: Yeah, I'm just saying—": null, "Rue: Please don't break his neck.": null, "Wuvvy: I only got one good hit in.": null, "Rue: I don't want you to break his neck.": null, "Wuvvy: I would fucking kill him.": null, "Rue: It won't be pretty. It would be hard to do.": null, "Wuvvy: Says you.": null, "Rue: Have you seen his neck?": null, "Wuvvy: Excuse me?": null, "Rue: It's thick.": null, "Wuvvy: This isn't about me in this moment, and that's okay.": null, "Rue: Everything I've done is through fear. I shall arrive to the tea": null, "ceremony as my authentic self. It scares me to do, but if what you say": null, "is true, that this is the last Bloom and that we must do things and not": null, "regret them, then I need to do that exact thing at this moment. But": null, "you'll stay by my side, despite what they say, despite how they feel and": null, "the names that they will call me, you'll still be by my side.": null, "Wuvvy: I will never leave you.": null, "Rue: Thank you, Wuvvy.": null, "Wuvvy: You know I love you, right?": null, "Rue: I love you, too.": null, "Aabria: She just gives you one more big squeeze, and separates.": null, "Rue: Well, then. Let us be off.": null, "Wuvvy: Okay.": null, "Aabria: She offers her arm.": null, "Oscar: And I gladly take it.": null, "Aabria: And you head down towards the tea ceremony. [slams table] Okay,": null, "cousins, what the fuck is up? What're you doing? How you living?": null, "Emily: Uh, good, yeah.": null, "Emily: I was like, is this an NPC that we—": null, "Aabria: Nope, no, I'm just changing the energy because I'm literally": null, "crying a little bit.": null, "Lou: Oh, I don't want to approach her separately, I think I'm going to": null, "find her at the tea ceremony down the road, I think. If that is coming": null, "up soon, I think any plans or things, anyone I need to talk to, I'll do": null, "so in public.": null, "Lou: Personally I think that the word “matured” is being associated with": null, "my name has probably gotten back to me, and I'm having a rather": null, "delightful morning reveling in my new position and status, or just the": null, "fact that things are, at least on one side, going according to plan.": null, "[peaceful instrumental music]": null, "Aabria: Then we're just going to move forward and reconvene as everyone": null, "moves down from the city, exits the front gates of the tidal island,": null, "moves across that narrow strip of overgrown, verdant land that takes you": null, "back to the shoreline that is the proper court of those who associate": null, "with sea foam, and across the beach, there are scores and scores of": null, "beautiful little tables, each with precious, delicate porcelain teapots": null, "in high service of cakes and cookies. Fey are mixing and walking and": null, "stopping by and saying hello to friends.": null, "Dome changes to a beach landscape.": null, "Surena: Nice.": null, "Lou: Mm-hm.": null, "Aabria: And enjoying the sunshine. You actually see, out in the shallow": null, "surf itself, there are fey riding hippocampi. Campuses?": null, "Emily: Like the little horse dolphins?": null, "Aabria: Yeah, they're like little horse dolphins that are sort of": null, "frolicking in the waves and then galloping up onshore and then bouncing": null, "back into the water, and people are taking little rides out together for": null, "up to a mile and then coming back.": null, "Brennan: As we approach, I'd like to turn to Andhera and go,": null, "Captain Hob: Oh, by the way, your majesty, I am possessed, I am afraid,": null, "of dueling obligations, no pun intended.": null, "[Andhera chuckles]": null, "Captain Hob: I owe the pleasure of my chaperoneship to, of course, the": null, "goblin viscountess Grabalba, daughter of the Goblin King, but I am": null, "afraid I have foolishly also seen myself partnered with Lord Airavis,": null, "the Earl of Peckersberg, for a croquet match. I don't suppose you'll be": null, "in want of taking my place just to escort the viscountess throughout the": null, "tea party? I would consider it an honest favor.": null, "Andhera: A favor to you is a favor that I would like to do. I didn't": null, "want it to rhyme, and then it did, and—": null, "Captain Hob: Rhyming is actually good. It's good to rhyme.": null, "Andhera: I was afraid you would do one, and then you didn't.": null, "Captain Hob: No, no, I was just speaking.": null, "Andhera: Yes, I would be happy to.": null, "Captain Hob: Ah, an honor. Thank you very much for escorting the": null, "viscountess, your majesty.": null, "Andhera: Absolutely. Before you go and join Lord Squak...": null, "Lou: Lord Squak?": null, "Andhera: Airavis.": null, "Omar: I hear that on the wind.": null, "Surena: A bird whispers in your ear.": null, "Lou: He called me what?": null, "Omar: Many spies.": null, "Andhera: Yesterday, am I mistaken in saying that you were injured and": null, "poisoned, perhaps?": null, "Captain Hob: Yes, I believe that Wuvvy's blades may have been coated in": null, "some form of venom, but... Oh, sorry.": null, "Andhera: Well, if you don't mind, it would be my honor to cast Lesser": null, "Restoration on you.": null, "Captain Hob: Very kind. I would be more than happy for you to. I, at": null, "this point, have metabolized much of the poison.": null, "Andhera: Oh!": null, "Captain Hob: But that's a quick eye and a sharp wit to think of helping": null, "me, and I deeply appreciate the kindness you've shown me. If you want to": null, "do it just for... Oh, is this, sorry, [quietly] is this for appearances?": null, "Do you want to be seen healing me?": null, "Andhera: Absolutely not, I would not, and in fact, we would do it in": null, "privacy. I wouldn't want people to witness any sort of exterior duel,": null, "after duel situations. No no no, instead I simply want to offer to you": null, "an offer without expiration. If you're ever to need healing from poison,": null, "let me know, whether that happens to be from a fight, on the": null, "battlefield, or of a personal nature, it would be wonderful to just talk": null, "sometimes.": null, "[playful instrumental music]": null, "Brennan: I'm going to hold your eye contact for a moment and say,": null, "Captain Hob: Your majesty, in the halls of the fey, many doors remain": null, "closed. The door to my honest council, you may consider fully off its": null, "hinges and stowed away in the dark recesses of the goblin castle": null, "forever.": null, "Brennan and Omar shake hands.": null, "Aabria: That's a moment. Hold on. This is for you.": null, "Aabria hands Omar a military medal.": null, "[group gasping and marveling]": null, "Omar: What? Oh my god.": null, "[Brennan applauds]": null, "Omar: Years ago, when you were coaching me in improv, did you ever think": null, "this would happen?": null, "Brennan: Look at that. I think that there's no deception in Hob. One of": null, "the strengths Hob leans into is a known weakness in deception means that": null, "he is known to be honest, and so I think that he looks at you and sees": null, "you are not a noble, you are fey royalty, and you are walking over to go": null, "arm in arm with our goblin viscountess. In this moment, not even this": null, "morning, but in this moment, I meet your eyes as a peer.": null, "Captain Hob: Thank you, your majesty.": null, "Andhera: Enjoy the rest of the tea ceremony, and let Sir Squak, or": null, "Airavis, uh—": null, "Andhera: Shit!": null, "Omar: And I wave at, like, seagulls.": null, "Captain Hob: Out of here, you birds! Out of here!": null, "Andhera: Fuck it. Have a great day.": null, "Captain Hob: You too, buddy.": null, "[upbeat instrumental music]": null, "Aabria: Amazing. As you move into the space and you see all of these": null, "delicate little tables and people pairing off and breaking into threes": null, "and fours, you also see a long banquet table, but on it isn't any sort": null, "of food service, just countless rows of small vials of liquid in a": null, "rainbow of colors. No one explains any of it, and you are truly left to": null, "your own devices to play croquet or frolic in the surf or sit and spill": null, "tea while drinking tea. So what do you do? Who do you seek out?": null, "Emily: Well, I think since our reputation is on the rise, I think we": null, "should do another entrance.": null, "Lou: Oh, definitely. About time.": null, "Emily: I conjure my ostrich, I conjure the doves.": null, "Emily: Of course, we enter on that.": null, "Lou: Big energy. I think I'm standing on it this time. Just this.": null, "Brennan: A bird standing on a bird being pulled by birds.": null, "Emily: I stand on Squak's shoulders.": null, "Brennan: Honestly, at the beach, it's kind of like those 1950s beach": null, "movies where, like, “Human pyramid, yay!”": null, "Aabria: Yeah!": null, "[Omar imitates 1950s beach music]": null, "Aabria: You're like surfing in against a really bad green screen with": null, "some splashing water.": null, "Squak: Pelicans, sing louder!": null, "Oscar: Pelicans going... [squawks]": null, "Squak: Harmonize!": null, "Aabria: Give me a Performance check with advantage.": null, "Emily: Oh, both of us?": null, "Lou: Both of us, of course.": null, "Aabria: No no no, just you. You're providing the advantage here.": null, "Emily: Okay, cool.": null, "Lou: Give me one of your dice.": null, "Emily: Mm, okay. Actually, all of these have been rolling nonstop 1s.": null, "Lou: A 19 plus 8, for 27.": null, "[Omar applauds]": null, "Aabria: Oh my god, yes. This aggressive and ostentatious display is": null, "received with oohs and ahs and people kind of waving and cheering and": null, "lifting their teacups to you.": null, "Emily: Can we get some of the ravens and crows that can kind of mimic": null, "speech to be just whispering, \"Mature, hospitable, mature, hospitable.\"": null, "Lou: [birdlike voice] Mature, hospitable! Mature, hospitable, mature!": null, "Omar: Sounds just like that.": null, "Aabria: Half of the fey are like, \"I know!\"": null, "Squak: See, but we can still be fun!": null, "Lou: As, I think, I step on pelican after pelican, pelican.": null, "Aabria: A pelican staircase! Incredible.": null, "Lou: Still with Chirp on my shoulders.": null, "Brennan: It feels like a Mr. Magoo style where it's like they're not": null, "going in the direction you are, they're flying in from the sides as": null, "you're like... [grunting]": null, "Oscar: They're trying to save you! If they're a little bit late, you're": null, "fucked.": null, "Lou: But with a 27, everybody's on time.": null, "Aabria: There's just so many cutaways to those birds being like, \"It's a": null, "living.\"": null, "Lou: It's just a bunch of birds in an alley smoking. “Is it my shift?": null, "Okay, here we go.”": null, "Aabria: Amazing. What about Rue?": null, "Oscar: Oh yeah, oh, so they also make an entrance as well. Yes, they": null, "walk in.": null, "Oscar: With Wuvvy at their side, they walk in, and this is sort of": null, "happening right after everyone sort of is like... [claps]": null, "Emily: As an olive branch, can I send a literal—literal doves holding": null, "olive branches to make your entrance more glamorous?": null, "Oscar: Oh, that's fun. Yeah, so you see—": null, "Chirp: Doves, go, go!": null, "Dove: What? Okay. Don't tell me what to do.": null, "[elegant piano music]": null, "Oscar: So I guess, yeah, so the eye can follow the olive branch as it": null, "lands on Rue's head.": null, "Emily: Direct all of the eyesight to Rue.": null, "Aabria: Yes, perfect.": null, "Oscar: And as I'm walking, it's very similar to a wedding march. As I": null, "walk closer to the table, my glamor starts to disappear, and the tea wig": null, "moment sort of melts away, the white dress sort of fades away, and then": null, "my real form appears to all, and before you stands a seven foot tall": null, "owlbear wearing a beautiful, Regency era gown in a soft, pink taffeta,": null, "but this is a hulking, giant monster standing before you wearing a very": null, "pretty dress. Its eyes are large like an owlbear's eyes, but there's": null, "kindness behind them. Their beak is quivering a bit, they cannot hide": null, "their nervousness, and on their, you know, owls have little—": null, "Aabria: Little tufts? Yeah.": null, "Oscar: Like little tufts. On the right side of the tuft is a collection": null, "of peonies, which is their flower.": null, "Aabria: You mean like the flower right behind you?": null, "Oscar: Yes, very much that, yeah. So it's that sort of flower. And so": null, "they walk in, still gliding, still, you know, beautiful.": null, "Aabria: Of course.": null, "Oscar: But it is not the elf fey that has been presented to you from the": null, "beginning of the Bloom, but it is, in fact, [laughs] an owlbear.": null, "Aabria: Wuvvy gives your hand and arm a little squeeze, not letting go,": null, "not changing anything, but just looking at you with pride and joy, and": null, "then out at the crowd, daring anyone to do differently. But we'll give": null, "the social roll, the reaction, we'll put it in your hands.": null, "[tense instrumental music]": null, "Aabria: I want just a flat d20. Or, you can burn your token, and their": null, "reaction will be whatever you say it is, Oscar.": null, "Oscar: I'll leave it to the die.": null, "Brennan: Woo!": null, "Aabria: Love it.": null, "Oscar: I am actually very nervous.": null, "Lou: Key change in the music.": null, "Oscar: A 13.": null, "Aabria: A 13 is pretty good, and there are people that gasp, because a": null, "transformation, even amongst fey, for whom glamor is a way of life—this": null, "feels different, this feels like a revelation, and that is always met": null, "with surprise. So you hear oohs and faces that are a little startled,": null, "lost in processing and not immediately smoothed into a bland": null, "countenance, but no one looks scornfully at you, and if there are": null, "whispers, they are from those who are smart enough to save that for": null, "another time. And you know better than most, after countless Blooms,": null, "that this is at the worst of times a den of vipers, but the ones with": null, "the most poison will wait for later. So the reaction is positive.": null, "Oscar: My eyes dart around for Captain Hob.": null, "Lou: Oh!": null, "Aabria: Where do they find you?": null, "Brennan: Can I make a Stealth check?": null, "Aabria: [gasps] Yes, please! I would love that.": null, "Brennan: That's only—that's a 3 plus 6. That's a 9. It's very sunny, and": null, "I'm out and about, and I'm very big. I'm walking towards the Lords of": null, "the Wing as you make your entrance, and as I see the glamor fade, my": null, "eyes go wide in surprise as I did not believe you to be wearing a": null, "glamor. Can I make a Deception roll?": null, "Aabria: Yes, please.": null, "[Brennan laughs]": null, "Aabria: Oh, is that Emily's good die that you were talking so much shit": null, "about earlier?": null, "Brennan: [to die] You're retired!": null, "Lou: The dice want the truth.": null, "Aabria: Throw it. Throw it.": null, "Brennan: Hey! Honestly—": null, "Emily: I think it's good story rolls, so thank you to the new moon.": null, "Brennan: On a 9 deception.": null, "Aabria: [laughing] Oh my god.": null, "Brennan: I think that it's three stumbling steps that literally": null, "accompany me stumbling in the sand as I walk to where I'm going. The": null, "glamor starts to fade. Shock first, a deep admiration of a bravery that": null, "Hob recognizes in you that he does not possess, followed by a very": null, "clockable moment of marveling at the splendor of your true form. And I": null, "stumble and swivel my head, and continue walking.": null, "Lou: Can I see this?": null, "Aabria: Perception check. Disadvantage.": null, "Brennan: You just got to beat a 9.": null, "Lou: That's a 4 and a 5, which, plus 6, is a 10.": null, "Aabria: With a 10, I'll give you the back half. You see Captain Hob": null, "stagger and then look pointedly away and continue to walk, but you": null, "didn't catch the sort of cycle of emotions across his face.": null, "Omar: I would like to approach Rue.": null, "Aabria: Do you have Viscountess Grabalba on your arm?": null, "Omar: I do, and I turn to the viscountess.": null, "Aabria: She's been talking nonstop.": null, "Grabalba: I was with a prince once. We were engaged.": null, "Oscar: Even with all the bird display?": null, "Aabria: 100% did not pay attention to the birds, to the bear.": null, "Oscar: She had her back.": null, "Aabria: 100%. No, she was in the direction, but she's just looking out.": null, "Grabalba: I was engaged to a prince once. It was so nice, but it just": null, "didn't go—": null, "Andhera: Viscountess, the Master of Ceremony has arrived, and I am to": null, "pay a quick respect. Would you—have you met my good friend...": null, "Omar: And I turn to just whoever is near me.": null, "Aabria: Roll a d20.": null, "Brennan: [in Captain Hob’s voice] Grabalba, you've got to close! Close!": null, "We can only push so far!": null, "Aabria: Did we ever stop to think that maybe she was the problem?": null, "Brennan: [in Captain Hob’s voice] We know she's a problem, okay? We're": null, "working on it!": null, "Omar: It's an afternoon of nines, 9.": null, "Aabria: Oh my god, really? Another 9?": null, "Omar: Yeah.": null, "Aabria: Okay, let me just go in my pile. My pile of people.": null, "Omar: I rolled my diplomatic die.": null, "Aabria: You're good. You turn and you see in front of you—we talked": null, "about it before but never really have said it out loud, the leaders, the": null, "premiere members, the stewards of these courts go by titles and not": null, "names, except that one overexposed court, the Seelie Court, and their": null, "whole fucky celebrity culture. You turn, and you are staring King Oberon": null, "in the face.": null, "Andhera: Have you met my friend, King Oberon?": null, "[everyone laughs]": null, "Andhera: Viscountess, I'll leave you to it.": null, "Brennan: We are gonna go to war.": null, "[everyone laughs, Omar laughs awkwardly]": null, "Aabria: There's no roll. The hot, weird energy that that—Oberon has no": null, "time to react, doesn't know what to do, and, let's be honest, the": null, "viscountess just needs an ear, and she turns and effortlessly detaches": null, "from you, grabs Oberon by the arm, and is like,": null, "Grabalba: So I was gonna marry a prince once. He would've been the king,": null, "like you. It kind of fell apart. I know I'm not supposed to talk about": null, "Aabria: And just immediately starts talking his ear off, and he looks": null, "like he just found a growth. Like, “I got to get this looked at.”": null, "Andhera: Shit, shit, shit. [stammering] I can figure—I'll see to this": null, "later, and then Oberon will think I did him a favor. Okay, great.": null, "Omar: And I head up to Rue, and I just take your paws.": null, "Andhera: So great of you to join us at the tea party.": null, "Rue: [clears throat] Why, thank you very much. I'm at a loss for words.": null, "You just grabbed my...": null, "Omar: And I go to give you a hug, and I want to be clear, this is in the": null, "most—I'm trying to think of a way to say this without just making a nerd": null, "reference, but it's the most Gen Z of my old friend kind of like": null, "not—without flinching at all or, like, there's no patronizing tone or": null, "anything in it in any way, it's just a hug, and just,": null, "Andhera: I'm sorry that you felt that you had to do that to begin with.": null, "Omar: And I lean back and just give you a smile.": null, "Oscar: Can I make an Insight check?": null, "Aabria: Please do. Against your Persuasion.": null, "Oscar: A dirty 20.": null, "Omar: Amazing. 7. [laughs]": null, "Aabria: An open book.": null, "Rue: Ah. To be honest, I'm taken aback. This is not what I was expecting": null, "at all. Thank you. This means a lot to me.": null, "Andhera: I understand what it's like to hide aspects of yourself. So,": null, "I'm sorry. But let's not focus on that. Instead, let's bookend this": null, "with, welcome to the party.": null, "Oscar: Suddenly, Rue just thought of literally hiding behind pillars as": null, "Pillar Boy, but then is like, wait a second, I have never seen this": null, "person like that before. You're totally right. I don't know. I'm very": null, "intrigued where I was never intrigued or even interested in you before.": null, "Suddenly, this moment of vulnerability, I'm like, oh my gosh, you have": null, "been hiding. You understand me in a way most people don't. I mean, I": null, "don't say this out loud.": null, "Omar: Mm-hm.": null, "Oscar: This is all in my thoughts. And I blink, and my big owl eyes look": null, "softly onto you and, I mean, I can't really smile because I have a beak,": null, "but you can tell that I'm smiling.": null, "Omar: Your eyes smile.": null, "Oscar: Mm-hm.": null, "Andhera: Great, well, if you'll excuse me, things are about to get very": null, "fucky very quickly. I need to solve a problem I created. I'll see you in": null, "a second.": null, "Omar: And I rush back to King Oberon.": null, "Aabria: There's just a little clearing of throat as Wuvvy, who has been": null, "on their arm the entire time, kind of gives you a look, gives you a": null, "little nod.": null, "Andhera: Are you hitting on me?": null, "Wuvvy: What?": null, "Andhera: Shit, I'm... Have a great day! Have a great day, god!": null, "Omar: I turn around and I hustle down the beach.": null, "Andhera: Your highness!": null, "Omar: And I quickly grab the viscountess by the arm.": null, "Aabria: She does not let go easily. She has traded up.": null, "[group laughs and oohs]": null, "Brennan: She's making a move on the married King Oberon?": null, "Aabria: They are fey.": null, "Brennan: Yeah.": null, "Aabria: Let her shoot her little shot.": null, "Omar: Okay, well in that case, as I tug on the viscountess's arm—": null, "Grabalba: What are you doing?": null, "Omar: I now realize I have—": null, "Omar: —no idea what to do, and a little storm cloud forms over my head,": null, "and I'm happy to leave it there.": null, "Grabalba: Don't rain on my parade.": null, "Aabria: She does her best to kick you.": null, "Andhera: I'm sure the highness is quite busy.": null, "Grabalba: [through gritted teeth] We're having a lovely conversation!": null, "Andhera: Okay, one second, King Oberon—": null, "Grabalba: Go away!": null, "Andhera: [straining] I will be right back with you in one quick second—": null, "Grabalba: I will eat your face off! Go!": null, "Andhera: I'm positive you will!": null, "Omar: And I detach, and then look at King Oberon. What is King Oberon's": null, "face going like? I did not mean to take up this much time.": null, "Aabria: No, it's all good. He is still confused about how this happened,": null, "and all of his sense of propriety, he doesn't know how to extricate": null, "himself cleanly, and he's just like,": null, "King Oberon: This is a lovely conversation between... royals.": null, "Andhera: In that case, I will stick around as a royal as well just to": null, "continue the conversation.": null, "King Oberon: That would be great, thank you. How are you? How's your": null, "mother?": null, "Andhera: [laughs grandly] Breezy.": null, "Aabria: He laughs way too hard at that.": null, "[Andhera and King Oberon laugh normally then awkwardly]": null, "King Oberon: I'm sweaty. Where's my wife?": null, "Andhera: You laugh or you cry, you know?": null, "Aabria: And they have a little royal huddle.": null, "Brennan: Do I look over and see the prince of the Unseelie and the king": null, "of the Seelie on either side of the viscountess of the goblins?": null, "Captain Hob: Come on, Grabalba! Let's go, goblins!": null, "Oscar: I make an announcement and say,": null, "Rue: All archfey, please, teatime has officially begun.": null, "[all applauding politely]": null, "Aabria: And you see, with that, that long table that was covered with": null, "little rainbow vials, a rainbow assortment in ombre of tiny potion": null, "bottles appear at every tea station as well as people start moving": null, "towards tables and finding their new little cohorts for this moment and": null, "taking a seat and just beginning some polite conversation in the sun.": null, "Captain Hob: Peckersburg, Cluckingham.": null, "Emily: I'm still on his shoulders.": null, "Squak: Hello!": null, "Captain Hob: Your entrance has been going on for a good 40 minutes.": null, "Chirp: Well, we've still got 20 minutes on some of the spells.": null, "Captain Hob: All right, well, it's wonderful to see you. I feel like we": null, "haven’t—the Bloom's been so hot and heavy, fast and furious.": null, "Squak: Of course, well, shall we find a seat and vibe?": null, "Captain Hob: Please!": null, "Squak: Dismount!": null, "Chirp: Ooh!": null, "Aabria: Acrobatics check, give it to me. Come on, flip wizard.": null, "Emily: That's a nat 1, baby.": null, "Lou: You have Inspiration.": null, "Emily: Oh!": null, "Brennan: And I'm gonna give the help action to Peckersburg.": null, "Aabria: All right.": null, "Emily: I think a nat 1 is just a failure. I got to just accept it.": null, "Brennan: Oh, I thought you meant Inspiration inspiration. I can give the": null, "help action to you with the nat 1 to give you advantage.": null, "Emily: I kind of want to fail.": null, "Brennan: All right, cool.": null, "Aabria: I love that for you.": null, "Lou: I got a 12. We are ending it 20 minutes early, okay?": null, "Aabria: Amazing. I'm so sorry, you absolutely biff it.": null, "Emily: Ah! Beak first, beak in the dirt!": null, "Chirp: Well, it would seem as though you take yet another swing at my": null, "reputation.": null, "Captain Hob: I beg your pardon, Lady Cluckingham.": null, "Chirp: That's right, we read the periodicals. We saw what you said about": null, "the Lords of the Wing.": null, "Squak: Your words about the military prowess of the Lords of the Wing": null, "have not gone unnoticed.": null, "Chirp: Yes, we read what you said.": null, "Brennan: I remove my officer's hat and put it under my arm.": null, "Captain Hob: I owe you the gravest and most sincere apology. If my words": null, "gave you any indication that I think little of the fine military ability": null, "of the Lords of the Wing, then I have spoken clumsily in this instance.": null, "My words were meant to convey that your military possesses capabilities": null, "which factor into our assessment of what the Seelie already have. You": null, "don't possess any meaningful abilities that interact with nighttime or": null, "shadow, briars, blood, things of that nature, merely that there is a": null, "dovetailing, as it were, between your capabilities as fey of the sky and": null, "that which we expect from any possible conflict with the Seelie Court,": null, "not that any is forthcoming.": null, "Aabria: By the way, Wannessa is wandering closer to this, drawn in by": null, "the gravitational well of this fucked up energy.": null, "Surena: Cool cool cool, I am right on her heels.": null, "Surena: Yeah.": null, "Wannessa: [whispering] What is this?": null, "Gwyndolin: This is regular. This is a normal thing that happens.": null, "Wannessa: Are they gonna fight?": null, "Gwyndolin: They might.": null, "Surena: She hides behind you.": null, "Chirp: Cousin, did you understand a word of that?": null, "Squak: I got the general sense.": null, "Chirp: Okay.": null, "Squak: And it feels like an appropriate apology.": null, "Chirp: You are forgiven.": null, "Captain Hob: Appreciated, and it speaks very highly of your mature and": null, "hospitable nature.": null, "Chirp: Oh!": null, "Squak: Did we hear that?": null, "Chirp: Birds, spread the word!": null, "Wannessa: Yeah, it fits!": null, "Gwyndolin: Yeah.": null, "Wannessa: This is amazing.": null, "Captain Hob: That you would, even having reason to hold offense, have": null, "cheered me on at yesterday's duel, means a great deal, Lord Airavis.": null, "Squak: Of course.": null, "Wannessa: There was a duel?": null, "Gwyndolin: There was a duel yesterday, yeah. It was a lot.": null, "Wannessa: How do people know? No one told me.": null, "Gwyndolin: You know— [turns] Sorry—": null, "Brennan: How close—": null, "[Wanessa shrieks]": null, "Squak: Gwyndolin!": null, "Gwyndolin: Oh, hello, hi!": null, "Chirp: Hi, Gwyndolin.": null, "Squak: And...": null, "Gwyndolin: This is—": null, "Squak: Human?": null, "Captain Hob: My my my my my my my my.": null, "Gwyndolin: Wannessa. They're my guest.": null, "Lou: I'm gonna put my hand on its face.": null, "Surena: As soon as you put your hand on her face, I slap it away real": null, "fast, reflexively.": null, "Gwyndolin: I'm so sorry!": null, "Wannessa: Was he taking my soul? What was happening?": null, "Gwyndolin: No, I don't know.": null, "Wannessa: Were you going to eat me?": null, "Squak: My wound!": null, "Chirp: Cousin, cousin!": null, "Captain Hob: [crawling over the table] Are you a human being?": null, "[Wanessa screeching]": null, "Captain Hob: You wouldn't say! Well!": null, "Squak: Ah, ah!": null, "Chirp: Theodore, he is injured!": null, "Captain Hob: Extraordinary! [cackles]": null, "Aabria: She is now crawling over you trying to get away from Captain": null, "Hob.": null, "Surena: I'm trying to block as much as I can.": null, "Gwyndolin: Yes, it is a human! A regular human!": null, "Squak: Do you know of the New York Times?": null, "Chirp: Yes!": null, "Squak: Max Treadmills, John Ford.": null, "Wannessa: [sniffling] What? No. What's John Ford? What?": null, "Surena: Hands you a Kleenex.": null, "Aabria: Blood, blood blood blood.": null, "Squak: Fascinating.": null, "Gwyndolin: Have you never seen a human before?": null, "Captain Hob: Oh no, I've seen humans before. [chortles darkly]": null, "Wannessa: [weeping] He's gonna eat me.": null, "Gwyndolin: He's not gonna eat you.": null, "Squak: Is it crying? It's crying!": null, "Gwyndolin: Yes, when the liquid falls from their eyes, that is fear or": null, "sadness.": null, "Squak: Your tears, are they crystals?": null, "Wannessa: Do you not cry?": null, "Squak: Are they quartz?": null, "Wannessa: [sobbing] No, they're water!": null, "Gwyndolin: They've had a very long—this is a lot.": null, "Captain Hob: Would it be best to remove them? [slurping]": null, "[Wannessa screams]": null, "Lou: I'd like to reach for some tears.": null, "Aabria: A tongue and a hand, she's just like—": null, "        [Wannessa sobs]": null, "Squak: Salty!": null, "Captain Hob: So salty, like blood! [cackles]": null, "Surena: Gwyndolin's voice changes for a second, and it gets deep, and it": null, "says,": null, "Gwyndolin: If any of you touch her, I will end you here and now.": null, "Aabria: Wannessa's just ducking behind you.": null, "Gwyndolin: [normal voice] I would like to not.": null, "Captain Hob: My apologies, Lady Gwyndolin. Or should I say, Miss": null, "Gwyndolin.": null, "Captain Hob: Your guest, unusual as she might be here at a gathering of": null, "the fey, at the Bloom, after all—I've forgotten my manners. Good day to": null, "Aabria: She gets back up.": null, "Gwyndolin: Yes, this is Wannessa. She is my guest here. She was brought": null, "here from the Court of Sea Foam as their guest, and she is with me": null, "today. So, let's show her fey hospitality.": null, "Squak: Well, Wannessa, Gwyndolin, we were just about to sit down and": null, "imbibe. As an apology, why don't you come and join us? My name is Lord": null, "Squak Airavis, Earl of Peckersburg, one of the Lords of the Wing. I": null, "know, it's a lot. I'll explain as we sip.": null, "Wannessa: Are you okay?": null, "Oscar: What's happening there?": null, "Squak: Oh, my wrist is injured.": null, "Wannessa: May I see it?": null, "Chirp: Very fragile bones.": null, "Squak: What?": null, "Wannessa: I can help.": null, "Squak: She can help. Please, work your strange, human... What do they": null, "Captain Hob: Hands.": null, "Gwyndolin: I know, it’s weird.": null, "Squak: Hands on me.": null, "Aabria: And she's just sort of rubbing the point at your wrist where": null, "you're injured, and you watch, and I need all of you to make Arcana": null, "checks.": null, "[Brennan gasps]": null, "Omar: Me too?": null, "Brennan: Natural—": null, "Aabria: Yeah, well, I mean, would you consider yourself roughly there?": null, "You can kind of be poofed in if you were walking in this direction.": null, "Brennan: Natural 20.": null, "Surena: 22.": null, "Lou: That's a cool 4. Hurt a lot.": null, "Emily: 11, I'm fully focused on Squak's wrist.": null, "Oscar: A 6, yeah, I don’t see it.": null, "Aabria: Yeah. She grabs your wrist and begins to work, and with a 22?": null, "Aabria: On a natural 20, you both see as her fingers work, there are": null, "light-colored, almost iridescent green trails over where she's touching": null, "his wrist, and there's just a little bit of a sparkle as you see what": null, "you could best describe as osmosis as she pulls the magic of the Bloom": null, "from out of the air and into her hands and casts Cure Wounds.": null, "Gwyndolin: Extraordinary.": null, "Wannessa: I hope that wasn't... Do I owe you a debt or something?": null, "Gwyndolin: No.": null, "Squak: Absolutely not. Only your company.": null, "Wannessa: Do you owe me a debt?": null, "Wannessa: Nothing.": null, "Squak: No, I would only ask that you allow me to make it up to you by": null, "introducing you around. Please, Gwyndolin, Wanetta?": null, "Squak: Wannessa. Please, please, we've been standing for much too long.": null, "It's about time we enjoyed some of these treats.": null, "Omar: I wander over to find out what all the commotion is.": null, "Wannessa: Ah! A cloud!": null, "Andhera: What the fuck are you?": null, "[Wannessa yelps]": null, "Squak: Don't touch its face, it hurts.": null, "Andhera: What's going on with your face?": null, "Wannessa: What's going on with yours?": null, "Andhera: Holy shit, you're human?": null, "Gwyndolin: She's a Wannessa.": null, "Andhera: My—": null, "Wannessa: I'm a human, yes.": null, "Andhera: My eternal apologies. Wonderful to meet you, Wannessa human.": null, "[chuckles awkwardly] What the—": null, "Omar: And I turn directly to you, Squak, because I know you'll be honest": null, "with me,": null, "Andhera: What the shit is going on?": null, "Squak: It seems to be some sort of, [grasps for words] like a menagerie,": null, "you know? It seems to be some kind of interesting and unique thing meant": null, "to impress.": null, "Surena: I take an aside to Wannessa.": null, "Surena: And I say,": null, "Gwyndolin: I am so sorry if I made you feel like you couldn't have your": null, "own agency, and—": null, "Wannessa: What? No, no.": null, "Gwyndolin: I want you to feel comfortable, and—": null, "Wannessa: I'm deeply uncomfortable.": null, "Gwyndolin: I know, it's really—it’s probably a lot.": null, "Wannessa: You're a balm in a... This is all beautiful, but terrifying.": null, "Gwyndolin: That is the way of everything that we are.": null, "[reflective piano music]": null, "Gwyndolin: I don't know why you're here, but I'm glad, because if you": null, "haven't noticed, it is harder for me to make friends, and I feel like—I": null, "feel like I am more comfortable around you than a lot of attendees here,": null, "so know that I do not own you in this day. I understand that you are my": null, "guest.": null, "Wannessa: I get it, I get it, I get it.": null, "Wannessa: We're good, we’re good.": null, "Gwyndolin: Because I know with us, it can be kind of strange.": null, "Wannessa: I am not super sure about the terms with which I arrived or": null, "remain here, but I understand what you're saying.": null, "Gwyndolin: Yeah, so in that spirit, I hope that you can feel like you": null, "can reach out to me if you need anything, if you feel alone, if you feel": null, "like you miss your home, because I know what that's like.": null, "Aabria: She just grabs you and hugs you immediately, and you've formed a": null, "bond.": null, "Aabria hands Surena a lock of hair.": null, "Omar: Aw.": null, "Aabria: With Wannessa the human.": null, "Lou: A bunch of hair.": null, "Aabria: A lock of hair. It's so upsetting.": null, "Gwyndolin: I'm okay.": null, "Aabria: And she reaches to wipe your tears.": null, "Wannessa: Is this gonna burn my hand?": null, "Gwyndolin: No, no, it's okay.": null, "Surena: And as she wipes a tear, you see a little flicker of gold": null, "crackling.": null, "Aabria: And she wipes it, and then keeps wiping, trying to—not trying to": null, "uncover it, but to put whatever it is back.": null, "Wannessa: Okay.": null, "Wannessa: Can I make you a cup of tea?": null, "Gwyndolin: I would love that.": null, "Wannessa: [whispering] Okay. Everyone here is very scary, but not you.": null, "Omar: Andhera just suddenly appears behind you.": null, "Wannessa: Why?!": null, "Andhera: So you die, right?": null, "Wannessa: What?": null, "Andhera: What's that like? [laughs]": null, "Wannessa: [panting] What?": null, "Gwyndolin: She's not a ghost.": null, "Andhera: No, I suppose not, yet. My apologies. When you do die, though,": null, "I would love to know what it's like. Sorry, is—": null, "Wannessa: Do you not ever die?": null, "Gwyndolin: No. Well, yes, sort of. There's a lot of environmental things": null, "that have to happen.": null, "Omar: I want to Insight check Gwyn really quickly.": null, "Aabria: You have to roll with disadvantage, as the moment you kind of": null, "start to stare Gwyndolin down, Wannessa interposes herself.": null, "Omar: Oh, wow. That is going to be a total of 6.": null, "Aabria: Against your Deception.": null, "Surena: That is a 12.": null, "Aabria: What were you looking for?": null, "Omar: I wanted to see if I could notice that Gwyndolin was upset.": null, "Aabria: How quickly do you regain your composure?": null, "Surena: As soon as he pops up.": null, "Surena: They just... [slurps]": null, "Wannessa: Can I help you with something?": null, "Andhera: I have such a bad read on everybody.": null, "Gwyndolin: That's okay.": null, "Andhera: So I'm not gonna ask the questions on the tip of my tongue, I'm": null, "not going to.": null, "Gwyndolin: Thank you so much for the shell, by the way.": null, "Wannessa: No, hold on.": null, "Aabria: And she raises her hand to quiet you.": null, "Wannessa: Ask your question.": null, "Andhera: I'm getting the reading already. It's already answered for me,": null, "the thing I was going to say. [laughing] I would look ridiculous if I": null, "were to ask the question, and the moment's passed. It wasn't even a": null, "moment to begin with, so, you know, don't worry. Tea, are we getting": null, "tea? Are we?": null, "Gwyndolin: Yes!": null, "Aabria: Roll an Insight check.": null, "Omar: Oh, really?": null, "Omar: Amazing, doing so great today. Oh my gosh, that's going to be 13.": null, "Aabria: It's not bad.": null, "Omar: Thank you, okay.": null, "Aabria: What you see in that moment reminds you of yourself earlier,": null, "days ago, when you were too consumed with other thoughts to remember to": null, "fumble and bumble, that you had your true bearing. In this moment, she's": null, "done the same thing and looked at you not with fear or awe, but as a": null, "peer, and she knows your title. That's all.": null, "Andhera: So, tea.": null, "Wannessa: Mm. I would love to pour.": null, "[fanciful instrumental music]": null, "Wannessa: Let's pour tea.": null, "Gwyndolin: Let's have tea.": null, "Aabria: And she walks over to Rue's table. What are you doing, in this": null, "moment?": null, "Oscar: I'm actually with Wuvvy, and Wuvvy's been sort of coaxing me to": null, "be like, “it's okay.” Or I'm getting that vibe, at least.": null, "Aabria: No, 100%, she's doing that, and you can hear her mumbling under": null, "her breath, sending off Sending spells and coordinating without having": null, "to leave your side. If she had a walkie talkie, she would be all in it": null, "right now, but the human comes over, gives you a little curtsy.": null, "Wannessa: I'm serving tea, would you like some?": null, "Rue: Oh. A human.": null, "Oscar: Could I make a History roll?": null, "Aabria: Yes, please do.": null, "Oscar: In terms of, like, is this the first human that's ever appeared": null, "at the Bloom?": null, "Aabria: Give it with advantage.": null, "Oscar: Okay.": null, "Omar: Oh, must be nice.": null, "Aabria: Imagine.": null, "Oscar: It's a 14.": null, "Aabria: With a 14, occasionally fey drag or cajole or trick or steal": null, "humans into their realm. When they come in, there's usually no leaving": null, "for the human, and you actually had heard some talk, the Court of Sea": null, "Foam was quite proud of their little prize, though they were extremely": null, "reticent to say how they acquired the human, but she's been mostly kept": null, "away and talked about and pointed out in windows. This is her first real": null, "walkabout.": null, "Oscar: Okay.": null, "Rue: Oh, you must belong to the Sea Foam Court, yes?": null, "Gwyndolin: Well.": null, "Rue: Oh!": null, "Gwyndolin: Today, she is my guest.": null, "Rue: Gwyndolin, oh, how did that come about?": null, "Gwyndolin: Well, I made friends with, you know, the whole Sea Foam": null, "Court. We're pals now.": null, "Rue: Huh.": null, "Gwyndolin: By the way, you look stunning.": null, "Oscar: I'd like to roll an Insight check to see if that's true or not.": null, "Oscar: 18.": null, "Surena: I mean, I rolled a 13, but I'm as completely honest as possible.": null, "Oscar: Completely honest as possible.": null, "Surena: I am genuine. That's a better way. I said it kind of confusing,": null, "yes. [laughs]": null, "Rue: Thank you, Gwyndolin.": null, "Rue: That does mean a lot.": null, "Gwyndolin: We were gonna sit with you, if that's to your liking.": null, "Rue: Oh, please do, and please, imbibe on the beautiful teas.": null, "Aabria: She's already poured tea for all of you, and is just sort of": null, "staring at the vials like,": null, "Wannessa: I don't know this part.": null, "Rue: No, please, take a vial of your choosing and pour a little droplet": null, "on each one of us. Whatever vial you wish.": null, "Wannessa: Whichever one I want?": null, "Rue: Yeah, whichever one you want, unless you have a preference,": null, "Gwyndolin, which vial you would like to choose.": null, "Gwyndolin: Well, why don't—we can—it's one vial per person, or?": null, "Aabria: Yeah, it's about enough to throw a little shot of something": null, "inside a cup of tea, but none of them are labeled.": null, "Surena: Okay, and are they set up like this? How are we—or are there": null, "just colors?": null, "Aabria: Yeah, they're just lined up as a little rainbow.": null, "Aabria: There's 12 of them.": null, "Gwyndolin: Let me look at you.": null, "Surena: And I'm going to try to roll Arcana to see if I can see her": null, "aura, her energy. I want to find her color.": null, "Aabria: Okay, yeah, for sure.": null, "Surena: Okay. That is a dirty 20.": null, "Aabria: Oh my gosh. She is absolutely giving purple.": null, "Surena: Great.": null, "Gwyndolin: You are this purple here.": null, "Wannessa: Am I gonna die?": null, "Gwyndolin: You're not gonna die. I will sip it first.": null, "Rue: Oh.": null, "Gwyndolin: I will sip it first, and yes.": null, "Rue: That is a grand gesture among the fey, child, for someone to offer": null, "a drink first.": null, "Rue: It's a high honor.": null, "Surena: I sip the purple.": null, "Aabria: Okay. The moment it touches your lips, the entire vial": null, "disappears and the effect takes hold. That was a Potion of Detect": null, "Thoughts.": null, "Oscar: Ooh!": null, "Surena: [chuckles] Okay.": null, "Aabria: So everyone in this group, is there anyone whose mind you would": null, "like to press into?": null, "Surena: Not knowing anything that's happening, I would kind of press": null, "into Rue, because I'm right here.": null, "Aabria: Okay, what are your surface thoughts in this moment?": null, "Oscar: “Fuck, fuck fuck fuck fuck fuck fuck fuck fuck fuck. This is my": null, "real self. Oh my gosh. I can't believe people are, like, digging it,": null, "maybe? That's crazy.”": null, "Oscar: “I should've done this forever ago. What the heck was I so": null, "nervous about? I can't believe it. I feel exhilarated, but terrified at": null, "the same time. Are people having a good time? I hope they're having a": null, "good time. Oh, I really like everyone now all of a sudden.”": null, "Gwyndolin: Everyone's fine.": null, "Rue: Ah! What?": null, "Gwyndolin: Nothing.": null, "Aabria: If you want to push in—": null, "[all laughing]": null, "Aabria: If you want to push in farther—": null, "Surena: Mm-hm?": null, "Aabria: It's a Wisdom saving throw.": null, "Surena: I just see a wall of anxiety. I think we're good. I'm going to": null, "give this—because also, I think it's very useful for Wannessa to drink": null, "this.": null, "Aabria: It's gone.": null, "Wannessa: Can I just have normal tea? That would be actually very good": null, "for me.": null, "Rue: All right, but, I mean, you wouldn't be participating in the fairy": null, "teatime. Wouldn't that be fun for someone like you?": null, "Aabria: Persuasion or Intimidation.": null, "Oscar: Ooh. You know, fey can be really—I'll do an Intimidation, and I'm": null, "a fucking owlbear right now.": null, "Aabria: [laughs] Let’s go.": null, "Lou: Let's do it!": null, "Emily: Don't you roll Intimidation with advantage or something? Didn't": null, "that happen?": null, "Surena: Oh, it was the last session, with the quills.": null, "Oscar: Oh, with the quills.": null, "Lou: Battle fit.": null, "Oscar: So that is a 16.": null, "Aabria: Oh my god, that'll still do. She goes…": null, "        [Wannessa squeaks]": null, "Rue: [menacingly] Don't you want to drink?": null, "Aabria: And she reaches to the one next to where the purple was and": null, "grabs a pink vial, dumps it in her tea, takes a sip. Oh boy.": null, "Surena: Oh no.": null, "Aabria: Well, she's looking at you, and she goes from terrified in her": null, "eyes, slack, and relax, and she kind of just leans forward as a Philter": null, "of Love takes effect.": null, "Aabria: She is charmed by you for the next hour.": null, "Emily: Ooh!": null, "Omar: Wait.": null, "Emily: Who isn't, though?": null, "Omar: How close is she standing to me?": null, "Aabria: I'm assuming you're all in close proximity at this table.": null, "Omar: If she's within 10 feet, she can't be.": null, "Omar: But for the fun storytelling element of it, I will get distracted": null, "by something and go,": null, "Andhera: Would you excuse me a moment? I'm going to go say a quick hello": null, "to the table over there, and I'll be right back.": null, "Rue: Before you go, I want you to take a sip of the tea, please, my": null, "dear.": null, "Andhera: I can take a sip now. In 30 seconds I'll be back and I'll take": null, "a sip, Rue.": null, "Rue: As you wish.": null, "Wannessa: They said to take a sip. You should do it now.": null, "Andhera: I'll do it in a second, goddamn. Get off my ass, everybody,": null, "geez.": null, "Omar: And I get out of the 10 feet, so now you are no longer protected": null, "from being charmed.": null, "Aabria: Amazing, yeah, she just falls more, like,": null, "Wannessa: [sighs dreamily] What's your whole deal?": null, "Rue: I'm sorry? May I please have the green vial?": null, "Aabria: Oh yeah, called shot? I love this. Do you just drink it?": null, "Aabria: Or do you put it in your tea?": null, "Oscar: Oh no, I put it in the tea, yes.": null, "Aabria: You put it in your tea, and you take a sip, and you feel a": null, "Potion of Plant Affinity take hold.": null, "Aabria: And for the next hour, any plant that you choose to interact": null, "with will, to the best of its ability—and remember that these are fey": null, "plants and have different abilities and priorities—are friendly to you.": null, "Oscar: I instinctively grab the peony resting on top of my head.": null, "Aabria: And you feel its petals sort of ruffle and bloom a little bit": null, "more, and get a little whiter and prettier.": null, "Omar: I wander back, and now you're within 10 feet, so the charm drops.": null, "Wannessa: What's happening? Hi, what?": null, "Andhera: Hey, how's it going? So, now I'm going to have some tea. Shit,": null, "I forgot my thing. I'll be right back.": null, "Omar: I walk out of the 10 feet.": null, "[Wannessa sighs dreamily]": null, "Omar: Come back.": null, "Andhera: Sorry, I forgot, I got it. It's in my pocket now.": null, "Wannessa: I'm feeling a lot of big emotions.": null, "Brennan: Are fey aware of the effects of these drinks or no?": null, "Aabria: Once you sip it, you are aware of what effect is taking hold,": null, "but you can see countenance changes. None of them seem too terrible thus": null, "far, and they're kind of just a weird, dumb party trick.": null, "Brennan: Gotcha, gotcha, gotcha. So it wouldn't occur to me to pick up a": null, "purple one on the way over there and drink it?": null, "Aabria: You absolutely could. There are other tables.": null, "Captain Hob: Begging your pardon, thank you. [slurps down the potion and": null, "crunches the bottle]": null, "Aabria: And as you walk towards Gwyn and the table, you actually see,": null, "and everyone can hear, a loud rustling as a massive set of hedges begin": null, "to sprout up deeper inland, probably 150 feet behind you. They are clean": null, "and precise, a massive hedge maze springing suddenly into being.": null, "Chirp: Oh, now that's actual fun.": null, "Andhera: Now, it looks like either a labyrinth or a maze has popped up.": null, "Once we discover which one it is, we'll figure out how much fun we'll": null, "have, 'cause one of them is just a hallway. Do you know what I mean? Do": null, "you know what I'm talking about?": null, "Wannessa: Wait, what's the difference? What's the difference?": null, "Gwyndolin: A labyrinth can go on and on and on and on and on forever.": null, "Forever, truly forever. But a maze often has a center point, an end": null, "point to a maze.": null, "Andhera: Yes, my friend Dale one time got mad at me for not knowing": null, "that, so now, every time it comes up, I have to bring it up.": null, "Wannessa: Huh.": null, "Andhera: Which one do you think it is, human? I'm sorry, what's your": null, "name again? Wah-nehss-ah?": null, "Brennan: Put a little more mustard on that, yeah.": null, "Emily: Wow, the vanity muscles really worked on that one..": null, "Omar: [laughs] I grab a cup of tea and just stress drink it.": null, "Aabria: Do you add any vial to it?": null, "Omar: Not that one, but then I'll grab another cup of tea.": null, "Andhera: Captain Hob, will you join us? Would you care for a fun potion": null, "tea that we're all drinking? I'm about to drink one of these colors.": null, "Brennan: I'm going to look at Rue for a moment.": null, "Oscar: I look down a little and slowly look up.": null, "Captain Hob: A magnificent entrance, Rue.": null, "Brennan: And I'm gonna turn to look at Gwyndolin, and I'll have drank": null, "that purple boy on the way over.": null, "Aabria: What is foremost on your mind in this moment?": null, "Surena: Foremost on my mind upon seeing Captain Hob is “Guard Wannessa,": null, "make sure they don't harm Wannessa. Wannessa's fine. They seem to be": null, "staring at Rue, which honestly seems safe at this juncture. No sudden": null, "movements. Everything's great.” What are your thoughts?": null, "Brennan: My thoughts in this moment are, “You're not who you say you": null, "are.”": null, "Brennan: What do you think of when I think that?": null, "Aabria: That's gonna require a Wisdom save.": null, "Brennan: If she can read my mind thinking that, does that not move the": null, "thought to the front of her mind?": null, "Surena: Interesting.": null, "Aabria: I would say that first—it's the first blush is the surface": null, "thoughts, and that's what you got when you asked what her priorities": null, "were as you were kind of walking up.": null, "Surena: So you have to dig deeper.": null, "Brennan: Cool.": null, "Aabria: We're making it a die roll, but I respect the drip.": null, "Brennan: You can't knock the hustle, you know?": null, "Aabria: You can’t knock the hustle.": null, "Surena: I have a die roll now, too.": null, "Aabria: The DC for this is 17 in both directions.": null, "Brennan: Made it.": null, "Surena: I did not make it. I made 11.": null, "Surena: So you say she's not who she thinks she is.": null, "Brennan: No, you are not who you say you are.": null, "Surena: Right, “you are not who you say you are,” and it's a different": null, "voice,": null, "BINX: What does that mean, I’m not who I say I am?": null, "Brennan: I'll push right to the front of my mind as I pull a seat out to": null, "sit at the table and go,": null, "Captain Hob: Well, the funny thing about tables and seats is when you": null, "sit in a seat—": null, "Brennan: And just is blathering mindlessly as I'm thinking at you. I'm": null, "going to think to myself, [snaps fingers] “real name.”": null, "Surena: I won't tell you.": null, "Brennan: When you say, “I'm not gonna tell you,” you hear,": null, "Captain Hob: So you admit it is not Gwyndolin?": null, "Oscar: Oof.": null, "Aabria: What are the rest of you doing?": null, "Lou: I'd like to move toward the baroness. Is she headed towards the": null, "hedge maze?": null, "Aabria: Yeah, she's been over here, and is kind of looking towards the": null, "hedge maze and had stepped off to the side.": null, "Lou: I kind of meet her steps as we move towards the hedge maze.": null, "Squak: Baroness.": null, "Baroness: My betrothed.": null, "Lou: A quick Perception check.": null, "Lou: To make sure that we're—": null, "Brennan: What?": null, "Aabria: Oh, 100%.": null, "Lou: That's gonna be—": null, "Aabria: Damn, that was a delight.": null, "Surena: It was a delight for me, too.": null, "Oscar: What?": null, "Lou: That's gonna be a 17.": null, "Aabria: What are you looking for, yeah?": null, "Lou: Anyone within earshot of that moment.": null, "Aabria: No, she definitely would've said that quietly enough.": null, "Lou: Okay, great.": null, "Aabria: She is discreet.": null, "[gentle piano music]": null, "Lou: I take her hand in mine, and for a moment, make apparent the": null, "invisible ring that I have on my left ring finger, and I say to her,": null, "Squak: My apologies that I've been away for as long as I have, but—": null, "Baroness: I understand.": null, "Aabria: And she gives your hand just a little squeeze.": null, "Squak: Of course, but perhaps this night we might adjourn for a stroll": null, "under the stars.": null, "Baroness: Nothing could make me happier.": null, "Squak: You are mine, and I am yours.": null, "Omar: What the fuck?": null, "Aabria: And we end with just a little joyful tear getting lost across": null, "the iridescent scales on her cheeks.": null, "Lou: I give her a quick wink.": null, "Squak: But now, there's a party to save. [shouting] Everyone, to the": null, "damn hedge maze!": null, "Aabria: So thank you so much for joining us for episode four. We'll see": null, "you next time for episode five.": null, "All: Yah!": null, "[Next Episode - Episode 5: Through the Hedge Maze]": null, "[NEXT TIME ON DIMENSION 20]": null, "Aabria: This is our time, our gift to you. We are presenting as the": null, "prize at the center of the maze, the crystal heart.": null, "All: Ooh!": null, "        -": null, "Gwyndolin: Find me in the maze. I have something to talk to you about,": null, "something very, very important. I don't think I can talk to you about it": null, "here, but I—": null, "Rue: Well, of course. I will find you in the maze.": null, "-": null, "Aabria: What are you looking for in here?": null, "Omar: I'm not sure. I'm competing for the sake of being a part of the": null, "event.": null, "Chirp: We could use this hedge maze experience to maybe start some": null, "rumors about Prince Apollo.": null, "Squak: Oh, I mean, everyone enters the hedge maze alone, so—": null, "Brennan: All my goblins are done! I'm like, “at times, it is hard to": null, "work with this court!”": null, "Aabria: Several of you are lined up, and you pass through the same wall": null, "at roughly the same time, and as you move through this two foot thick": null, "hedge and come to the other side, you are alone.": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC, Iris (@sacredwhim)": null}