{"Dimension 20 Season 14": null, "A Court of Fey & Flowers": null, "Starring: Aabria Iyengar as Game Master": null, "Surena Marie as BINX Choppley; Oscar Montoya as Delloso de la Rue;": null, "Lou Wilson as Lord Squak Airavis; Emily Axford as Lady Chirp": null, "Featherfowl;": null, "Brennan Lee Mulligan as Captain K.P. Hob; and Omar Najam as Andhera": null, "Episode 6: Of One Mind": null, "< [Previous Episode] | [Next Episode] >": null, "[elegant classical music]": null, "Aabria: To the churlish Captain K.P. Hob, venerated soldier of the": null, "Goblin Court. To the Master of Ceremonies, Delloso de la Rue, pride of": null, "the Court of Wonder. To BINX Choppley, sole survivor of the Court of": null, "Craft. To the tenebrous Prince Andhera, scion of the Unseelie Court. And": null, "to the notorious Lords of the Wing, Lady Chirp Featherfowl, Countess of": null, "Cluckingham, and Lord Squak Airavis, Earl of Peckersburg. Honored": null, "archfey, we are delighted to welcome you to \"A Court of Fey & Flowers\".": null, "Greetings, and welcome to Dimension 20's \"A Court of Fey & Flowers\". I": null, "am your Dungeon Master, Aabria Iyengar, and with me in labyrinthine": null, "chaos are my pack of pixies. Say hi, pack of pixies!": null, "All: Hi, pack of pixies!": null, "Aabria: In our last chapter, a semi-sentient hedge maze revealed myriad": null, "secrets to the group. We got the big reveal of BINX's true identity, got": null, "Rue and BINX partnered up to move through the maze, our delightful": null, "cousins of wing and air, I don't know what that is.": null, "Lou: Mm-hm!": null, "Aabria: Sowed some delicious chaos both within the maze and without.": null, "Captain Hob made the heartbreaking choice to pursue duty over his heart,": null, "and Andhera, after very artfully removing his sister from the": null, "competition, made a way for BINX to win the Crystal Heart and establish": null, "her place within the court and the Bloom itself.": null, "Brennan: Hand. Touched hand.": null, "Aabria: And there's a hand touch.": null, "Oscar: Naked hands.": null, "Surena: Naked hands!": null, "Omar: Nude hands.": null, "[all talking over each other]": null, "Lou: Which is, you know, Regency fucking.": null, "[cast laughing]": null, "Aabria: Honestly, kind of raw and nasty. I don't want to see that kind": null, "of energy in this episode. So before we begin this chapter proper, we": null, "have some housekeeping to do. Three of our lovely players have dinged a": null, "positive reputation condition now, so we're going to go around and talk": null, "about what new epithet our high society here is now chasing with your": null, "name. Let's go ahead and start with Omar and Andhera.": null, "Omar: Ooh, I would like to say as folks observed, Andhera on the steed": null, "racing through very quickly and riding with perfect posture, either": null, "“statued” or “statuesque”.": null, "Aabria: Ooh.": null, "Omar: Thank you.": null, "Aabria: That's great.": null, "Oscar: Those chiseled muscles help too, yes.": null, "Aabria: We love that.": null, "Omar: You all saw them during the duel.": null, "Aabria: The one you lost? When you were being held by the chonies in the": null, "rain? That's fine.": null, "Omar: Sorry, I didn't hear that last part.": null, "Aabria: What? Nothing, you're good.": null, "Omar: So odd.": null, "Aabria: Weird. What about you, Captain Hob?": null, "Brennan: The major success Captain Hob has had at the Bloom was the": null, "victory in that duel, so I think it stands to reason even as his stars": null, "continue to rise, that was the big pinnacle of it, I think. The epithet": null, "shall be “formidable”.": null, "Emily: Ooh!": null, "Surena: That's great.": null, "Aabria: Yes.": null, "Oscar: Yes.": null, "Aabria: And last but not least, Rue.": null, "Oscar: After Rue's showing of self, the word around the court is that we": null, "are now seeing true Rue, or Rue the True.": null, "Surena: Mm.": null, "Aabria: I love that.": null, "Surena: Rue the True!": null, "Lou: It rhymes.": null, "Aabria: True is so—oh yeah, that's right in that, like, small word with": null, "such a pulse of energy around it. That's great. So with that taken care": null, "of, we move into the next phase of play... Rumors.": null, "[mischievous instrumental music]": null, "Lou: Mm!": null, "Emily: Rumors.": null, "Lou: S-P-I-C-Y!": null, "Brennan: [singing] Rumor has it.": null, "Aabria: Remember, there's a couple that are floating. I'll give you a": null, "quick reminder. Captain Hob was seen courting Gwyn to try and salvage": null, "the alliance. The Lords of the Wing can't fight for shit without help.": null, "That was elevated to a scandalous sort of talk around the society. The": null, "Sea Foam Court believes that the Court of Wonder is taking": null, "disproportionate credit for the Bloom's success. We have that Theodore,": null, "our lovely friend from the Court of Hoof and Claw, caught feelings, and": null, "Squak let them down very gently. We have another scandal that Andhera's": null, "combat prowess is lacking, especially in matters of war, and a scandal": null, "that somehow this Bloom somehow or someway is the last Bloom of its": null, "type, or just the last Bloom. We don't really know why. And finally, we": null, "have one more sort of rumor in the streets that Andhera was brought to": null, "the Bloom by force, against his will. So, for what it's worth, if no one": null, "reinvests energy in those rumors, they will begin to fade, so as ever,": null, "you have the option to put a new rumor into play, scandalize a rumor by": null, "affirming it and heightening it, or keep an old rumor alive by sort of": null, "just putting more energy back into it. So let's go reverse order and": null, "start with Surena.": null, "Lou: Mm.": null, "Surena: Ooh, okay, so I—": null, "Lou: I feel things quietly and gutturally.": null, "Surena: Ooh, I love it. Love that note!": null, "Lou: Let my throat do what it do.": null, "Surena: With you feeling things.": null, "Lou: Yes!": null, "Surena: I feel like because you were so active in Apollo's side in the": null, "maze, I feel like it's definitely a rumor that you were actively": null, "courting Apollo.": null, "Omar: Ooh!": null, "Oscar: Yes yes yes yes yes.": null, "Aabria: Now, would BINX have either initiated or been a part of the": null, "spreading of that rumor?": null, "Surena: Ooh, interesting. I feel like the way that BINX talks is super": null, "plain.": null, "Aabria: Mm-hm.": null, "Surena: And so I wonder if it was a conversation that she and Rue had": null, "been having, and noticing it, and maybe because Rue has hushed tones and": null, "other things, maybe in a large joke or something louder than whisper,": null, "BINX said something.": null, "Aabria: Amazing. Okay, Oscar.": null, "Oscar: I want to start a rumor which started right before the hedge maze": null, "event that your one and only iconic Grabalba just wants to get with any": null, "archfey. She's a bit of a floozy, that one.": null, "Brennan: Oh!": null, "Oscar: She was caught being surrounded by—": null, "Brennan: These big old fuzzy ears better not hear any fucking word of": null, "that, or it's hands on—not sight, but sound.": null, "Aabria: Amazing. And as ever, did Rue have any hands in the generation": null, "or dissemination of this rumor?": null, "Oscar: Rue is not... They're not about that. We all saw what we saw.": null, "Surena: Saw what we saw.": null, "Aabria: Amazing.": null, "Oscar: We got eyes. We all saw what we saw.": null, "[Brennan laughs]": null, "Aabria: Amazing!": null, "Omar: All got eyes.": null, "Aabria: That's so fucked up. I love that. [laughs] Okay, what you got": null, "for me, Lou?": null, "Lou: I'm gonna say that there is a lot of talk about Rue and the Court": null, "of Craft, and the fact that the two of them—I mean, everyone watched": null, "them appear in the hedge maze together, so I think I'm gonna have it": null, "help scandalize the rumor that's already in the mix of the Sea Foam": null, "Court being undermined, that this is yet another play by the Court of": null, "Wonder to make this their event.": null, "[cast oohs]": null, "Surena: Oh yeah.": null, "Oscar: Okay!": null, "Aabria: I love you.": null, "Lou: To bring the last member of a forlorn court to this event.": null, "Emily: So dramatic, taking up.": null, "Lou: Just one more punching down on the Court of Sea Foam.": null, "Oscar: And who started that rumor?": null, "Lou: I don't know. [whispering] It was me.": null, "[players laughing]": null, "Aabria: Is that true?": null, "Lou: Yeah, why not? 100%.": null, "Oscar: And you're like, “tell them it was me”?": null, "Lou: No, I don't think I was like, “tell them it was me.”": null, "Oscar: Okay.": null, "Lou: But I think as we exited the hedge maze, there was just a lot of,": null, "wow.": null, "Aabria hands Lou a jewel.": null, "Aabria: Here.": null, "Lou: Oh, there it is!": null, "Aabria: We love—": null, "Lou: I like all of my shiny things.": null, "Aabria: You got the, like—": null, "Lou: I feel very much like one of those birds that Brennan will name now": null, "that really enjoys sparkly things.": null, "Emily: Magpie.": null, "Surena: Magpie.": null, "Brennan: Magpies and also bowerbirds.": null, "Lou: There it is.": null, "Aabria: I've never heard of a bowerbird.": null, "Lou: You take your pick, which one am I? Am I a magpie or a bowerbird?": null, "Brennan: Bowerbirds like a lot of different textures and qualities of": null, "light.": null, "Lou: Then let's go magpie.": null, "Aabria: You heard textures are an option and went, “no thank you.”": null, "Lou: No. Too much, too much.": null, "Aabria: Incredible. Yeah, Emily.": null, "Emily: I think I feel good with my rumors I started before. I definitely": null, "like what Lou just said, so anything I can do to amp that up.": null, "Emily: Yeah.": null, "Aabria: It is currently at a scandal. If at any point during this phase": null, "you can think of a way to make it just a little—": null, "Emily: Can I use it just to really spread it amongst the Sea Foam Court,": null, "just to really get it under the Sea Foam Court's skin?": null, "Aabria: Absolutely.": null, "Lou: Ooh, they're seething.": null, "[Emily laughs]": null, "Aabria: I love that you've gone out of your way to make sure the people": null, "that would be most proactive about doing something about the scandal are": null, "absolutely getting it in their ear the whole time. That's perfect.": null, "Aabria: Okay, Brennan.": null, "Brennan: So this is the first rumor phrase we've had since the duel.": null, "Aabria: Yeah.": null, "Brennan: So the fallout from the duel, and I think this rumor was": null, "actually going on at the beach and during the hedge maze, post-Hob's": null, "statement of after the duel, kind of saying, like, hey, without saying": null, "it definitively, the Viscountess Grabalba's rejections of a proposal of": null, "marriage should be respected in the future, and saying that at a moment": null, "where Rue had challenged me, or Rue's assistant in their honor": null, "challenged me to a duel, Blemish and Boil have been hard at work": null, "spreading the rumor, and I'm gonna bump it all the way up to a scandal.": null, "Aabria: Okay.": null, "Brennan: Which is, sensing that the cat's out of the bag in terms of the": null, "engagement being called off, like that we can't put that toothpaste back": null, "in the tube, it's too juicy, the rumor erupts into a scandal that the": null, "Prince Apollo did call off the marriage, because his dear friend and": null, "fellow member of the Court of Wonder, Rue, was so desperately in love": null, "with the Viscountess Grabalba that they wanted to propose.": null, "[Surena gasps]": null, "Brennan: And so it is a way to accommodate what people are already": null, "saying, which is that the Court of Wonder called it off, but to make it": null, "rather than a judgment on the Goblin Court, it is instead doubly": null, "shameful for both Prince Apollo to have called it off, and to do so": null, "because Delloso de la Rue was so desperately, madly in love with the": null, "viscountess.": null, "Lou: Nasty, nasty!": null, "Emily: That's crazy.": null, "Aabria: Yeah!": null, "Emily: How are you ever gonna... Oh my god!": null, "Aabria: Incredible, and Hob is a part of the dissemination of that": null, "rumor?": null, "Brennan: No. No, Hob is not. Hob has been—": null, "Emily: Coward.": null, "Oscar: Coward! Coward.": null, "Emily: Throwing a bomb out there and putting it in someone else's hand.": null, "Aabria: So Blemish and Boil are absolutely responsible for this, but how": null, "soon into its sort of osmosis into talk did Hob learn about this?": null, "Brennan: Hob doesn't need to take more responsibility for this. He's the": null, "one who said the thing at the duel. The genesis of this, that Rue": null, "proposed marriage to Grabalba, that was from him. He doesn't need to put": null, "more gas on the fire. He started the fire. He lets the goblins that talk": null, "do it. He was the one who kicked this snowball down the hill, you know?": null, "He's not going to take any part in it after that initial show.": null, "Aabria: Amazing, love it. Okay, Omar.": null, "Lou tears a piece of paper.": null, "Aabria: Hold on, how'd you do with that tear, paper boy?": null, "Lou presents a curved scrap of torn paper.": null, "Lou: Bad!": null, "Surena: Paper shark!": null, "Brennan: Like a shark dorsal fin. It's like a \"Jaws\" kind of...": null, "Omar: You keep tearing Half Dome, it's amazing.": null, "Lou presents two curved scraps of torn paper.": null, "Lou: Number one, number two.": null, "Emily: They're getting smaller!": null, "Lou: Yeah, well—I just like to think I thinned out. This one does": null, "CrossFit and this one does not.": null, "Emily: Ooh, okay.": null, "Omar: I see, I see.": null, "Emily: One's bulking, one's cutting.": null, "Aabria: It's a functional strength.": null, "Lou: This one's cutting. Because I heard there's a ball coming up.": null, "Aabria: Ooh, and right, there is. Omar.": null, "Omar: Okay, so we get two rumors, and we also get to try to eliminate a": null, "rumor if we burn one of our pieces, is that right?": null, "Aabria: Yeah, we'll come back around and do that, too.": null, "Omar: Okay, I'm going to address a rumor whether I can burn it later or": null, "not. We'll figure it out in a second, I suppose. When I stepped away in": null, "episode four from our table and I was affecting Wannessa in terms of": null, "the, you know.": null, "Omar: “Can she be charmed, can she not be charmed”. I would like for": null, "that to be the moment that I go to just spread some rumors.": null, "Aabria: Love that.": null, "Omar: I'm pulled away when I hear people talking about the duel that": null, "happened between Captain Hob and myself, and when I step away, I would": null, "like to say something to the effect of, like,": null, "Andhera: I heard you speaking about the occurrence between me and the": null, "captain. I'm afraid the actual dramatic events are much less dramatic in": null, "actuality, and the captain himself is a paragon of gentlemanly warfare": null, "conduct, and the reason that even occurred is because he was following": null, "the rules of warfare itself.": null, "Omar: And then in that conversation, I would like to plant two rumors.": null, "Omar: One of which is that, in fact, I would say,": null, "Andhera: Everyone is speaking about how badly we treat the Goblin Court": null, "in terms of our proceedings towards them, that we say things like they": null, "eat their own refuse and they indulge in their highest interests. But": null, "who amongst us—": null, "Omar: And I would point to someone who makes plants happen that's eating": null, "a salad, or someone who represents small creatures is eating a snail or": null, "something.": null, "Andhera: Who amongst us couldn't say the same of ourselves? And are we": null, "not here at the Bloom to do the same thing as the Goblin Court is? So": null, "anyone mistreating the goblins, I think, are going to come into some": null, "very unfortunate light, if I'm being quite honest.": null, "Omar: And I'll use that to slide into my second rumor, which is,": null, "Andhera: It makes sense, why not would my mother, the Queen of Air and": null, "Darkness, send me here specifically to get the ear of one Viscountess": null, "Graba... But I've said too much. [chuckles]": null, "Aabria: Oh!": null, "Andhera: Would you excuse me? I wouldn't want to tip everyone's horns": null, "towards the true diamond of the crown jewel that is this event, so if": null, "you'll excuse me.": null, "Omar: And I leave that table, having planted those two rumors.": null, "Aabria: Amazing.": null, "Omar: Then I come back a couple seconds later, as I did with Wannessa,": null, "shifting in and out, and I'm just like,": null, "Andhera: Oh shit, I forgot my wallet. I'm so sorry. Let me grab that. If": null, "I was caught at the bar, I'd be fucked. And now I'm back. Great.": null, "Omar: So those are the two that I plant.": null, "Aabria: Okay, I would love to elevate the rumor about Squak actively": null, "courting Prince Apollo. It's now a scandal, in the best possible way.": null, "Emily: I was thinking of doing that one, too.": null, "Emily: I was like, this works for us.": null, "Aabria: Everyone that’s got money on the original bet from the very": null, "first chapter is now seeing and hoping and mapping a lot of intention": null, "and progress onto this, and everyone is sort of watching Lord Airavis": null, "with bated breath.": null, "Brennan: [gasps] What's he gonna do?": null, "Lou: I don't know. Maybe I'll have sex with the prince.": null, "Oscar: Love! It's love!": null, "Lou: Oh wait, that's right.": null, "Oscar: It's love.": null, "Brennan: We only have five episodes left for this wager. Tick tock, tick": null, "tock.": null, "Lou: Please, I can fall in love in an episode. Oh shit, do we like some": null, "of the same shit? Okay, maybe I love you.": null, "Brennan: What a bleak outlook on love.": null, "Omar: This is so convenient. We're in our thirties.": null, "Lou: Give me 120 minutes, done.": null, "Brennan: Hey, if we moved in together, our rent would be $450 each.": null, "Lou: And I love a deal.": null, "Aabria: Ow, it hurts us. Mm-mm.": null, "Aabria: Okay, so now is the opportunity. You have the rumors out on the": null, "board. They're beginning to be spread. If you would like to kill any of": null, "them, it will cost you a token to do so. Is there anything you want": null, "gone?": null, "[lively folk music]": null, "Brennan holds up his dagger.": null, "Oscar: Ooh.": null, "Emily: What?": null, "Brennan: Over our cups in the goblin pagoda on an evening where we have": null, "invited all of the other courts to come, where we will be on our best": null, "goblin behavior to make a massive bonfire and drink blood wine and make": null, "merry, Captain Hob holds court, sharing many war stories of the Prince": null, "Andhera's incredible prowess in battle.": null, "Oscar: Oh my gosh!": null, "Surena: Aw!": null, "Brennan: And opines in matters martial and military that, in fact, to": null, "have dodged his first strike in the wrestling match is a feat that few": null, "others here could boast, and many of the salt goblins, deep in their": null, "cups, sing a very mocking, sing-song ballad about an unnamed fairy": null, "princess who was trapped on the back of a horse by a clever prince and": null, "sent riding over the hills.": null, "[cast applauding]": null, "Surena: That's so good!": null, "Emily: Oh, yay!": null, "Brennan hands Aabria the dagger.": null, "Aabria: Beautifully done. So with that said, the rumors are handled, the": null, "state is declared, and now we open it up, as we love to do, with an": null, "epistolary phase. Letters, my friends. If anyone is ready to go, please": null, "jump in. If not, I am happy to begin.": null, "Brennan: [gasps] You have one?": null, "Aabria: Of course I do.": null, "Brennan: Oh.": null, "Emily: Oh.": null, "Aabria: All right, so, a note with a gift is delivered to the goblin": null, "pagoda by a being that looks sort of roughly humanoid, devoid of really": null, "any sort of specific features. It seems to be made of wet sand, and at": null, "all points of interaction or articulation, sort of falls away to the": null, "ground and is regenerated as they walk, carrying a two-foot-wide clam": null, "shell of ivory, and that very specific red of the sky that sailors fear": null, "in the morning before a storm comes in, and they come to you and present": null, "you with a clam, and the accompanying note has a story written in it": null, "about a mortal mother who warns her three children to not go out on a": null, "thin veil night, lest they be swept up by the workings of the fey, and": null, "they go out regardless, and find a beautiful, dark pony, and the moment": null, "they mount it, the pony breaks for the ocean and throws itself into the": null, "sea and neighs and whinnies happily as the children are drowned, and": null, "this story of a moment of trickster glory between those of sea foam and": null, "those that are goblin is heralded and remembered by the Sea Foam Court": null, "as this clam shell contains a pile of refuse, of notes, drafts of things": null, "delivered, thrown-away notes that were received, and just anything that": null, "the Sea Foam Court would think to be of interest to Captain Hob.": null, "[regal string music]": null, "Brennan: I pen a quick response to return, as I stand there to the": null, "messenger, that says,": null, "Captain Hob:": null, "“To the honorable bearers of this gift, my gratitude knows no bounds,": null, "and my thanks are given to you freely and gladly. We kneel in deference": null, "to this, the most glorious Bloom we have attended, which is, in all of": null, "its magnificence, a testament solely to the honor of the Sea Foam": null, "Court.”": null, "Aabria: Nicely done, and this wet sand being takes your response away,": null, "walking slowly back to whoever their master is. The note was unsigned,": null, "but you know it was from someone high up.": null, "Brennan: K.P. leaves his one unsigned as well.": null, "Aabria: Love it.": null, "Surena: Wow.": null, "Brennan: I'm gonna put the story in my own, take the story and keep that": null, "separate, put the clam with any of the other papers we have gathered,": null, "which, it's my nearest intention after the epistolary phase to dive into": null, "all of that.": null, "Aabria: Amazing, cool. Anyone else got a letter?": null, "Lou: Sure. This one, all letters written by Squak from now on will be": null, "written in illusory script.": null, "Lou: Anyone who they are not addressed to, it says I'm thanking them for": null, "a book recommendation.": null, "Aabria: Yes!": null, "Surena: Perfect.": null, "Emily: Can I fabricate a fake Squak reading a book in our window?": null, "Aabria: He just loves loves reading!": null, "Squak: This one's called \"The Green Hunter\". Come up with a cover.": null, "Chirp: Okay, cousin.": null, "Squak: Make it green or something.": null, "Aabria: So mature, so mature.": null, "Brennan: He's been reading a book the whole Bloom?": null, "Surena: It's a turn-pager.": null, "Lou: This one will be sent in daylight, no pretense that there would be": null, "anything wrong with this letter, to the Baroness Alven.": null, "[Brennan gasps]": null, "Squak:": null, "“Courtly procedures continue to keep us apart, so words must suffice for": null, "now, but despite the whispers of the court, my heart pines for you. So": null, "as the days of the Bloom grow long, I yearn for the day at which point": null, "our love will become known. Like the ever-present tides, my desire and": null, "affection for you continues to rise undeterred by any obstacle and align": null, "with the foundations of the cosmos. You've clipped the wings of my": null, "heart, and it rests eternally in your cage.": null, "[Aabria squeaks]": null, "With love, Squak.”": null, "[all moaning]": null, "Aabria: Oh my god.": null, "Lou: Do you mind if I read a second letter, just real quick?": null, "Aabria: Yeah, please do.": null, "Lou: This one is to Theodore.": null, "Lou: At the Court of Hoof and Claw.": null, "“Theodore, it's come to my attention that, of my courtly talents, I'm": null, "rather lacking with regard to the matters of the hunt. You'd do me a": null, "great honor in providing me with a hands-on, rough and tumble hunting": null, "lesson at sunrise each day. Of course, your continued discretion is": null, "greatly appreciated.”": null, "Surena: Oh my—": null, "“I've recently learned that every hart needs its hind, and I'm happy to": null, "play the part.": null, "[Aabria shrieks]": null, "Pleasurably, Squak.”": null, "Brennan: Pleasurably?": null, "Aabria: Oh my god!": null, "Omar: Oh no, so messy.": null, "Surena: So messy!": null, "Omar: So messy.": null, "Oscar: Messy, messy.": null, "Aabria: I love it, and you. Inspiration.": null, "Surena: So good.": null, "Brennan: This is a quick one that goes out the night after the hedge": null, "maze. Dead of night, not magically disguised by any means, but very": null, "clandestine. We send one of our best and sneakiest goblins to go deliver": null, "this. This is a letter to Lord Airavis.": null, "Lou: I don't take it! No.": null, "Omar: Reading a book.": null, "“To Lord Airavis, Earl of Peckersburg.": null, "Memory falters as it stumbles through the fog of war, so perhaps it is": null, "in error that I recall your clarion voice make reference to a vicious": null, "rumor regarding a matter of intended matrimony. Did you speak this in": null, "jest, or were these words honest reflections of your earnest, though": null, "mistaken, understanding? The question of goblin honor shall always": null, "warrant my swiftest response.": null, "Your humble servant,": null, "Captain K.P. Hob.”": null, "Oscar: You got him mad.": null, "Aabria: You got humble servant-ed!": null, "Surena: He's so mad! He's pissed!": null, "Squak: Cousin, you will not believe who I just got a letter from.": null, "Chirp: Hold on, I'm making you turn pages. An impression of you. Hold": null, "your posture, please.": null, "Squak: Yes, of course.": null, "Chirp: I was getting a really good profile of you reading.": null, "Squak: Yes, how about that? Is that good?": null, "Chirp: Oh yes, that's good.": null, "Squak: Okay, great.": null, "Chirp: I'm giving you a little pec pop every time you turn the page.": null, "Squak: Oh good, good. A little bit of this, like that? What's a pec pop?": null, "Oh, okay. Oh, pectorals.": null, "Chirp: Pectoral, not peck.": null, "Squak: Sorry, you know I'm always thinking of Grandfather, so I thought,": null, "maybe.": null, "Chirp: R sky P.": null, "Squak: R sky, yes, there you are. I just got the most fascinating letter": null, "from K.P. Hob.": null, "Chirp: Yes?": null, "Squak: He seems to be rather upset at my misspeaking during the hedge": null, "maze event.": null, "Chirp: He's upset?": null, "Squak: He's upset.": null, "Chirp: You mean upset like disturbed? Like, “ooh, a bee's in my skirts": null, "and I like it,” or upset—": null, "Squak: No, no. Not the disturbed that we both most enjoy.": null, "Chirp: I do. I love a fly up my skirt.": null, "Squak: It's the best, right? Because it's like, where is it, where is": null, "it, where is it?": null, "Chirp: Where is it? Ooh!": null, "Squak: It's like two games in one. One is the feeling, and then in": null, "addition, it's like, when I find it…": null, "Chirp: Ooh, every time it lands. Ooh, ooh! Ooh, ooh!": null, "Squak: Where will he go next? [posh laugh]": null, "Chirp: Okay, sorry.": null, "Squak: Anyway, no, he seems to be very mad. There's, like, a bunch of": null, "stuff about honor and all of these sorts of things.": null, "Chirp: But he signs it, your humble servant.": null, "Squak: Well, of course, because he is lowborn.": null, "Surena: Oh my god!": null, "Chirp: Cousin!": null, "Squak: He knows to whom he speaks.": null, "Chirp: For a bird, you have teeth!": null, "Squak: Then call me a goose. I think those ones...": null, "Chirp: You're right, they have truly an insane mouth of teeth!": null, "Squak: Those are the ones, they got lines of teeth! What the fuck was": null, "Grandfather thinking when he did that?": null, "Chirp: Grandfather was in a mood when he came up with geese.": null, "Squak: Of course.": null, "Chirp: That's very interesting.": null, "Squak: Yes.": null, "Chirp: I mean, do we further upset him? Or perhaps is he... Well okay,": null, "cousin, actually this is very good, because I want to know, what do you": null, "see happening with Apollo?": null, "Squak: [sighs] Well, I mean—": null, "Chirp: Do you see it happening?": null, "Squak: It could, but I don't even know if I would be attracted to Apollo": null, "or just the fact that everyone is talking about the fact that I'm": null, "attracted to Apollo, you know? I'm not sure I could separate where the": null, "love is, if it's for him or just the idea that to be with him means that": null, "every eye of this court is on me.": null, "Chirp: Cousin, based on the way you just said it.": null, "Chirp: It's the latter.": null, "Squak: Well, I think we both knew.": null, "Chirp: Okay, because we have this wager for us to fall in love.": null, "Squak: Yes, I know.": null, "Chirp: So I want to know, should I be helping you with this endeavor?": null, "Squak: I don't know!": null, "Chirp: Okay, okay. You just need time to find out.": null, "Squak: I think so. I think—you know what? I'm just going to apologize.": null, "Let's not make this the thing. You know, I'm happy to upset K.P. Hob,": null, "but I don't think this is the moment.": null, "Chirp: Okay, okay.": null, "Chirp: Actually, while you're here, would you write an illusory script": null, "for me?": null, "Squak: Of course, you know I'm ambidextrous. I take my right hand.": null, "Aabria: Are you dual wielding quills right now?": null, "Squak: Go ahead.": null, "Emily: I'll just say what it is. I'm going to summon Flock of Familiars": null, "to summon a bunch of salt goblins, and then I'm going to write a note in": null, "one of the goblin's hands that's to Rue that's just kind of like, “thank": null, "you for a lovely hedge maze, it was so fun.” But then the illusory": null, "script will be from me, just saying,": null, "Chirp:": null, "“Dearest Rue,": null, "It is I, Lady Featherfowl. I know it is unusual to introduce yourself in": null, "the first letter of—in the first sentence of a letter, and yet, here we": null, "are. Sorry, this is illusory script and you can't erase it. It's such a": null, "curse. I wonder if you would meet me to discuss some addendums to our": null, "wager.": null, "Sincerely,": null, "Lady Featherfowl, if it wasn't clear.”": null, "Emily: And then I send it, but I send it so it looks like it's coming": null, "from the Goblin Court.": null, "Aabria: Love it. Can I get a Deception check? I'll give you advantage": null, "because you've spent good magic.": null, "Emily: I am a forger, yeah yeah, so I think advantage, okay.": null, "Emily: 22.": null, "Aabria: Oh yeah. You can even kind of hear the pulse of rumors as, like,": null, "“What are the goblins sending to the Court of Wonder, ooh?” It's": null, "absolutely maintained the illusion of that, that's great.": null, "Oscar: What letter were you going to write?": null, "Lou: Oh, I think my response to Hob is short and sweet. It's like": null, "something to the extent of,": null, "Squak: ": null, "“To the formidable Hob! I deeply apologize for my misspeaking. The heat": null, "of the moment caught me in a tizzy, and I was unable to find the correct": null, "words in which to describe the most…”": null, "Lou: If I described the viscountess as nasty, would that be a compliment": null, "or a bad thing?": null, "Brennan: Actually, nasty or beautiful, we take it all as compliments.": null, "Emily: Similar, honestly.": null, "“Your nastiest and most beautiful viscountess. If there is anything the": null, "Lords of the Wing can do to make amends, let it be known to me or my": null, "cousin.": null, "Yours in flight,": null, "Lord Squak Airavis.”": null, "Chirp: Can I sign it too?": null, "Lou: And that's in illusory script again, but just reads as a book": null, "review.": null, "Oscar: A book review?": null, "Lou: Yes, a review.": null, "Oscar: My thoughts on \"The Green Hunter\".": null, "Surena: Here's why.": null, "Lou: And it's scathing. One star.": null, "Aabria: Oh no!": null, "Brennan: The Lord Airavis's Letterboxd is absolutely ruthless.": null, "Lou: Everything has one star, except...": null, "Surena: I have two letters.": null, "Surena: One is very short and is not warranting a response.": null, "Omar: Oh.": null, "Surena: It's right after the hedge maze. Gwyndolin, or BINX, oh my god,": null, "BINX is in her little hovel, essentially, and she's pacing. She's like,": null, "BINX: I said it. I said the thing, right?": null, "Aabria: Wait, question.": null, "Surena: Yes.": null, "Aabria: Where is BINX staying?": null, "Surena: You know, where all of the fey are staying, the main boarding": null, "place, right? Is there a place like that?": null, "Aabria: The main palace is where most of the archfey are staying unless": null, "they brought their own accommodations, like the goblin pagoda or the": null, "nest.": null, "Surena: BINX, given liminal spaces and all of that, she's in the castle,": null, "but she has sort of created a void space for herself that is under a": null, "radiator.": null, "Surena: So it's a place that nobody thinks about or notices, and in that": null, "liminal space, she just has all of her shit.": null, "Aabria: I love it.": null, "Surena: She has her curios. It looks like an antique store in her house.": null, "Surena: Yeah.": null, "Aabria: Okay, sorry, that was great. Continue.": null, "Surena: Yes, so she's pacing, and she goes through this large barrel she": null, "has of various fruits and vegetables, and she finds another black apple,": null, "and it is this deep, inky, inky onyx color. She looks at it, and it is": null, "the finest fruit she owns, and on the stem of the apple, she scrawls,": null, "“Thank you for seeing me.” Puts it, ties it with that, and in the dead": null, "of night, it is nighttime, because BINX doesn't have any attendants.": null, "Surena: So BINX creeps to where you were.": null, "Omar: Mm-hm.": null, "Surena: So, creeps to, where is Andhera staying?": null, "Omar: I think in just a different wing.": null, "Omar: Yeah.": null, "Surena: So, sneaks through the hallways of this wing, clutching this": null, "apple.": null, "Aabria: I'm gonna need a Stealth check.": null, "Surena: Uh-huh. [dice clattering] Fuck me.": null, "Omar: Because my man-faced dog sleeps outside my door.": null, "Surena: 12.": null, "Brennan: Oh, grandpa's here. Grandpa dog.": null, "Aabria: Grandpa dog!": null, "Surena: Oh, grandpa dog.": null, "Aabria: Okay, a 12. You make your way.": null, "Surena: Okay, so.": null, "Aabria: What?": null, "Surena: It's not great. Not great for me. Yeah, so I creep to where I": null, "believe you are.": null, "Surena: I set it down.": null, "Aabria: Grandpa dog for sure comes up.": null, "Aabria: What does he do when he sees? I don't know how much you and": null, "grandpa dog talk.": null, "Omar: I speak around grandpa dog quite often. Not necessarily to grandpa": null, "dog a whole lot.": null, "Omar: I believe the only word that grandpa dog has uttered thus far is": null, "the word “shit”.": null, "Aabria: That sounds right.": null, "Oscar: And, very quietly, “kill me.”": null, "Omar: Enough of that, grandpa dog.": null, "Aabria: Then as you approach, grandpa dog is going to sort of raise up": null, "out of the darkness, and you see just tiny red points, like light": null, "reflecting off of the back of his eyes, but there is no light in this": null, "room as he stalks towards you, growling and baring his teeth.": null, "Surena: The things I know about dogs are from the mortal realm, and I'm": null, "going to submit. So I'm going to crouch down, reach into my bag, throw": null, "some food, and then flop to my stomach. Because that's how dogs—I, yes.": null, "Aabria: Give me an Animal Handling check. I'll let you know, you have to": null, "beat an 11.": null, "Surena: 11. Ooh! 11 exactly.": null, "Aabria: Meets it beats it.": null, "Surena: Okay.": null, "Aabria: Yeah, so he's stalking towards you.": null, "Surena: I have jerky.": null, "Aabria: And you throw the jerky, and he ignores it, because he's got old": null, "man teeth and he needs soft food.": null, "Surena: Pudding? Do I have pudding in this moment?": null, "Oscar: Pudding?": null, "Surena: Not chocolate pudding.": null, "Aabria: The moment you flop onto your back, he grows silent and kind of": null, "pads over to you, and then just sort of lays down next to you and rests": null, "his chin on the ground, just looking at you.": null, "BINX: Hey, buddy. You're a good boy. You're a good boy.": null, "Surena: I'm gonna try to wiggle. I'm on my back still, but I'm trying to": null, "wiggle closer to the door.": null, "Aabria: Yeah, he's gonna allow it.": null, "BINX: You're so cute. You're just a...": null, "Grandpa Dog: Thanks.": null, "Surena: I was not expecting it to talk. Ew, I hate it!": null, "Aabria: It's not good. It's not good when he chooses to do it.": null, "Surena: Sets down the apple.": null, "BINX: That's a present. That's a present. You cool?": null, "Aabria: Just gives a little snort.": null, "Surena: I'm just gonna... Because I don't know.": null, "Surena: I don't know if it's gonna come for me.": null, "Aabria: Yeah, if you are careful, he will allow you to leave without": null, "really remarking. He kind of looks over at the apple, looks down at the": null, "jerky next to him, and then just returns his chin to his hands and": null, "continues his watch.": null, "Surena: Good. Thanks, great.": null, "Aabria: This is good.": null, "Surena: The next is a letter letter, and it says,": null, "BINX:": null, "“Dear Hob,": null, "We must meet, as I believe we may have more in common than you know.": null, "Meet me at the abandoned tailor's just outside the reach of the Bloom.”": null, "Surena: And it's signed Gwyn.": null, "Brennan: I look at this. How did this come to the goblin encampment?": null, "Surena: Oh boy. [laughing] So, because I have no one.": null, "Brennan: You have no attendants.": null, "Surena: I have no attendants, I come as BINX.": null, "[stealthy instrumental music]": null, "Brennan: Copy that. So I think I just have this response from Squak, and": null, "I'm glowering at it. Not pleased by this response. But I'll step out of": null, "my tent and look over, go,": null, "Captain Hob: Ah, Ms. Choppley.": null, "BINX: Yep, that's me.": null, "Captain Hob: Congratulations on your victory slash appearance, slash": null, "entrance, slash notification of the status of your...": null, "BINX: Notification, really. We're found, not lost. So, I'm gonna go,": null, "if...": null, "Brennan: Long arm.": null, "Captain Hob: I'll make sure this gets into the right hands.": null, "BINX: Thank you. Looking forward to it, and...": null, "Captain Hob: It being?": null, "BINX: The… times we will talk later.": null, "Captain Hob: If such occasions should arise, then I look forward to": null, "engaging in them in a manner consistent with societal expectation and": null, "the utmost carrying out of my orders in a manner most honoring of the": null, "Goblin Court. Thank you, Ms. Choppley.": null, "Aabria: I do need you to know that this very stoic and curt response is": null, "silhouetted by a bunch of goblins just having a full trash orgy feet": null, "away from him.": null, "Captain Hob: Never mind the smell. My people are engaged in an important": null, "Bloom ritual. I also enjoy what they're doing.": null, "BINX: That, right there?": null, "Captain Hob: I can hear what it is from—": null, "BINX: It’s shrieks and—mm-hm?": null, "Captain Hob: They only scream like that when they're doing that in that": null, "specific place.": null, "BINX: Got it, got it, got it. Copy, copy, copy. You're really cool.": null, "Like, just like really cool. Like, do you know how cool you are?": null, "Brennan: My eyes well up with tears.": null, "BINX: No, it's fine, no, just read the letter!": null, "Surena: And I'm gonna go.": null, "Brennan: You yell in that tone of voice, and I go... [Brennan yelps] And": null, "I salute! I'm going to go read the letter in my tent and go... [gasps]": null, "And eat it.": null, "Surena: [laughing] And I guess I'm gonna run to the tailor's.": null, "Surena: As BINX. What the fuck? What did I do?": null, "Aabria: Okay, as you're kind of hauling ass across this tidal island to": null, "get there—": null, "Squak: I think the new one from the Court of Craft is just sprinting.": null, "Chirp: How lovely. She seems really nice.": null, "Squak: And fit.": null, "Chirp: Yes.": null, "Aabria: A couple birds follow, because they're also just like... [Aabria": null, "cooing] And take off, stalking you. You get a little buzz at the base of": null, "your spine as a Sending spell reaches you.": null, "Surena: Hm.": null, "Gwyndolin: BINX! I hope you're well. Of all the things I miss from home,": null, "attending the Bloom with my sister is foremost. Another gate has been...": null, "Aabria: And it gets cut off. And then as you keep running, two minutes": null, "later, you get,": null, "Gwyndolin: Dammit! 25 words. The mirror pool's portal's now sealed. What": null, "can be done? Anyway, Scratch sends his best and asks for more": null, "invocations. Love, Gwyndolin.": null, "[players gasping]": null, "Oscar: Hm.": null, "Brennan: Interesting.": null, "Surena: My god, and I am doing so many things right now.": null, "Aabria: Oh, what, overwhelming? Could you imagine?": null, "Surena: Oh my god, it's great. As BINX is running to the tailor's,": null, "because it is very far outside of the Bloom and they have to get there": null, "because they don't know how fast Hob is and doesn't know if Hob is gonna": null, "get there first and be alone, so in their haste, they're writing this": null, "letter back to Gwyndolin as they're running and it says,": null, "“Dear Gwyndolin,": null, "Things have changed in that we might not have as much time as we had": null, "normally anticipated. However, I have obtained the Crystal Heart in the": null, "name of the Court of Craft. This bodes well. Please let Scratch know": null, "that he needs more experience for me to give him anything else. But I": null, "hope to have better news about the portal soon.”": null, "Surena: I take my wing, and my wing is sort of like, when I open it,": null, "it's very—it looks sort of like light shining through a dark place. She": null, "puts this letter into her wing, and it vanishes.": null, "Aabria: Amazing, and you keep running.": null, "Surena: Mm-hm.": null, "Aabria: Okay. Rue, do you have a letter?": null, "Rue:": null, "“Dearest Wave Master,": null, "May this letter find you in good health and spirit. My deepest": null, "congratulations for hosting a very successful Bloom so far, and utmost": null, "gratitude for allowing me to continue conjuring up delicious events for": null, "our archfey friends. Many of the events that unfolded thus far was": null, "thanks to my and Wuvvy's planning, but like the best events, some of": null, "them have been a surprise for all of us, to say the least. I am curious": null, "to know how you, the Wave Master, and the rest of the Sea Foam Court": null, "feel about the Bloom so far, and if you had any notes moving forward. I": null, "take my job very seriously, and want you all to feel satisfied on how": null, "this event has turned out so far. May I suggest a caucus between you,": null, "me, and a small collection of archfey of the Sea Foam Court? And may I": null, "further suggest inviting Ephendra, Alven, and Sorwen? They hold much": null, "standing in the court, and I would love to get their input as well. I am": null, "well aware that there's a lot of tittering about.": null, "Surena: Tittering!": null, "Taking the credit and so forth in regards to the Bloom, but I would like": null, "to quell this vicious rumor into nonexistence.": null, "With love,": null, "Delloso de la Rue.": null, "P.S.": null, "[Omar gasps] [cast laughing]": null, "If it is quite all right with you, I would love to see Wannessa make an": null, "appearance at our potential meeting.”": null, "Surena: Ooh.": null, "Omar: Wannessa.": null, "Lou: Ooh.": null, "Aabria: I love—give me a Persuasion check with advantage.": null, "Oscar: That's a 21.": null, "Brennan: Mm!": null, "Aabria: You get a response delivered by that same sort of wet sand": null, "humanoid, and it is a beautiful, perfectly round, half-inch-wide pearl": null, "and a glass of vinegar, and this being walks up to you, gives a little": null, "bit of a curtsy.": null, "Oscar: I return the curtsy, as well.": null, "Aabria: And drops the pearl into the vinegar, and as it dissolves, you": null, "hear the voice of the Wave Master. It says,": null, "Wave Master: My darling Rue. I can deny you nothing so kindly asked.": null, "Thank you for your efforts on our behalf, and to celebrate a Bloom we": null, "all share. We would be happy to meet. We have some internal meetings and": null, "celebrations that we hold dearly during the Bloom, but if you can meet": null, "when the crescent moon is high tonight, all of us requested would love": null, "to have whatever manner of conversation you think we need to reach a": null, "more amicable set of celebrations. Yours under the verdancy, Wave": null, "Master.": null, "Oscar: I look at the ward and smile, nod, say,": null, "Rue: I will be there.": null, "Aabria: And with that, they sort of just dematerialize into a pile of": null, "wet sand in a mound in front of you. Someone will be around to clean it": null, "up at some point.": null, "Rue: I don't want to throw it away.": null, "Brennan: What do you do with a thank you note, you know? Like, yeah.": null, "Omar: It's good for cleaning.": null, "Aabria: Amazing. Anyone else got anything they want-": null, "Omar: I've got two little quick ones, if that's all right.": null, "Aabria: Yeah, let's go.": null, "Omar: Just quick little ones. Timing is a little wibbly wobbly, I": null, "understand, but if I may.": null, "Aabria: Of course.": null, "Omar: BINX slinking around.": null, "Surena: So secret.": null, "Omar: So secret, and severely unwarranted, because at that exact same": null, "time, [laughing] Andhera is sneaking over to see your corridor.": null, "[cast cheering]": null, "Aabria: Yay! [claps]": null, "Omar: And places down a letter to be read at any time.": null, "Surena: Uh-huh.": null, "Omar: At your earliest convenience, which says something to the effect": null, "of... I really should write these like all of you do.": null, "Andhera:": null, "“Dear BINX,": null, "How appropriate it is that we are on this island during this particular": null, "event, for seasides, for me, have the most incredible small magic I": null, "experience on a regular basis. That is, of tide pools. They are there": null, "always, but it's only ‘til the tide has receded that you truly see the": null, "wonder that has been there the entire time. If you would like to speak": null, "at any point about anything, please know you have a friend, and the time": null, "and place are completely up to your choosing, just let me know.": null, "Signed,": null, "Prince Andhera.”": null, "Omar: And I quietly sneak back to my quarters. I see the apple. I": null, "haven't quite made the thing 'cause I'm a little sweaty, and I'm just": null, "like,": null, "Andhera: What did you bring here? Dog, what did you do?": null, "Omar: I just quickly scoop it up.": null, "Andhera: No, don't come in! You're not allowed in when I sleep.": null, "Omar: Which I don't, I meditate, but I just don't want this face near": null, "me.": null, "Aabria: No, he definitely is fiddling with the door when you close it,": null, "but in that way that, like, if he had a thumb, this would just be an old": null, "man.": null, "Omar: It's the menacing pet noise of, like, I will get in, and I won't": null, "forget this.": null, "Aabria: Yeah, 100%.": null, "Omar: Like, “Oh god, why did I bring him?”": null, "Aabria: It's not good.": null, "Omar: And I go over to my desk, where I write most of my letters, and I": null, "see that I sent the wrong letter for my second one, and I go, “oh shit!”": null, "And as that's happening, a letter is delivered over to Lady Chirp": null, "Featherfowl.": null, "Omar: And that letter reads,": null, "“Dear Lady Chirp Featherfowl do you have a map because I often get lost”": null, "Omar: There's no punctuation.": null, "Chirp: Cousin.": null, "Squak: Hm?": null, "Chirp: I think pillar boy thinks he's stringing me along.": null, "Squak: What? Like, romantically?": null, "Squak: Is that supposed to be some kind of pickup line?": null, "Squak: Oh.": null, "Chirp: It feels… hm. Cousin. We knew pillar boy when he was a boy.": null, "Squak: Yes. A young boy, at that.": null, "Chirp: A very shy one.": null, "[Squak laughs]": null, "Chirp: I don't know how to handle this.": null, "Squak: I mean, the kind thing to do would be—": null, "Chirp: Is to let him think that I'm deeply in love with him.": null, "Squak: No!": null, "Chirp: All right.": null, "Emily: I write him back a letter that says—": null, "“Dearest Andhera, your letter finds me wanting.”": null, "Oscar: Oh my god.": null, "“Not for your words, but for your presence.”": null, "Squak: This is good, cousin. This is good.": null, "“However, it is in lack that my passion grows. Please, please keep": null, "teasing me with your absence, and know that in your withholding, I yearn": null, "deeper and fierier and with more passion.": null, "Lady Featherfowl. So sorry I didn't introduce myself in the first": null, "sentence. I know it's so confusing, you have to wait ‘til the very end.”": null, "Emily: And then I send it.": null, "Brennan: The sexiest way to tell someone, stay away from me. Stay the": null, "fuck away from me.": null, "Surena: Avoid me at all costs.": null, "Aabria: Hey, someone transcribe that and send it to me so I can keep": null, "that for the future.": null, "Brennan: Oh my god.": null, "Omar: As it arrives to us, I am just freaking out to Advisor.": null, "Andhera: It's supposed to say “in your eyes! I got lost in your eyes!”": null, "I've completely fucked this up!": null, "Omar: And then we get the letter, and then it reads to me, I think": null, "Advisor hears the book review, or recommendation.": null, "Aabria: That's exactly what happens.": null, "Advisor: What's \"The Green Hunter\"? I think I saw that in the library.": null, "Andhera: Oh fuck, I might've made it worse.": null, "Advisor: What are you talking about?": null, "Andhera: I have no idea what I'm doing, Advisor. I think I'm in it deep.": null, "I think Lady Chirp's in love with me.": null, "Advisor: You—okay.": null, "Oscar: Oh boy.": null, "Advisor: You have to tell me how you got there from a fairly scathing": null, "review of \"The Green Hunter\".": null, "Andhera: This specific letter says that the longer I stay away, the more": null, "she burns for me. I have to seek her out to let her know—": null, "Advisor: Can I see the letter?": null, "Andhera: Would you like to see the letter?": null, "Advisor: I would love to.": null, "Omar: I turn the letter over.": null, "Advisor: That's not what that says.": null, "Andhera: No, you think that because of the magic. You think it's a book": null, "report, or a book review.": null, "Oscar: Report?": null, "Andhera: It's not!": null, "Brennan: Over the summer, I read \"The Green Hunter\".": null, "Emily: I think at this point I have to fabricate a Lady Chirp also": null, "reading a book.": null, "Lou: To be clear, Squak wrote \"The Green Hunter\" under a penname. It's": null, "my book.": null, "Brennan: This is also a ploy to get the sales to spike.": null, "Lou: Oh, you know it.": null, "Lou: Everyone's talking about \"The Green Hunter\"! It's the book of the": null, "Bloom!": null, "Emily: I actually didn't get to use my rumor.": null, "Emily: So I will start a rumor that \"The Green Hunter\" is getting turned": null, "into a movie.": null, "Lou: And it's gonna be fucking great.": null, "Brennan: Have you seen the New York Times? They're adapting \"The Green": null, "Hunter\".": null, "Aabria: Not again!": null, "Oscar: Not again.": null, "Andhera: I'm going to put together a plan to seek out Lady Chirp and get": null, "this clarified once and for fucking all. Can you get your ass down to": null, "that library in the seaside cave, seek out this fucking book so we can": null, "read it before the movie? Because the movie's gonna ruin it for us,": null, "Advisor. I don't want that to happen.": null, "Advisor: I'm so happy to go get it, but don't—I... You've got this.": null, "Andhera: Thank you.": null, "Advisor: I'm gonna go.": null, "Omar: And I turn to a mirror and I repeat that over and over. “I have": null, "this, I have this, I got this.”": null, "Aabria: And Advisor is going to cuff your grandpa dog on the way out,": null, "kind of drag him out of there.": null, "Advisor: Stop it, you're being weird. That's a weird thing you're doing.": null, "Lou: And in case you're wondering, my penname is Airry Pearry.": null, "Aabria: Airry Pearry?": null, "Oscar: How do you spell that?": null, "Lou: A-I-R-R-Y.": null, "Lou: P-E-A-R-R-Y.": null, "Oscar: Not Pearry like the fruit!": null, "Aabria: Okay, okay, okay.": null, "Lou: That's my penname.": null, "Brennan: Airry Pearry.": null, "Aabria: Airry Pearry.": null, "Lou: Author of \"The Green Hunter\".": null, "Emily: Okay, I have purpose now.": null, "Aabria: Bloom bestseller \"The Green Hunter\".": null, "Emily: [laughing] To get \"The Green Hunter\" turned into a movie.": null, "Aabria: Amazing, and we move from that to one final missive delivered to": null, "the Lords of the Wing. And as you're sitting, your fabricated reading": null, "selves—": null, "Emily: I look out the window over myself.": null, "Chirp: Someone's here, cousin!": null, "Aabria: Actually, no, that's not what happens.": null, "[dramatic instrumental music]": null, "Aabria: You guys are kind of in your repose within your nest, and you": null, "hear all of your birds begin to chirp.": null, "        [various birds chirping loudly]": null, "Chirp: Can we keep it down?": null, "Aabria: It only gets louder. Normally, it takes barely a word for you to": null, "get those birds in line. They listen to you. So there's only one thing": null, "that would make them.": null, "Chirp: Oh no!": null, "Squak: No, no no no no no.": null, "Chirp: No, this is awful.": null, "Squak: No no no no no no.": null, "Chirp: This is the worst thing possible!": null, "Squak: It cannot be, it cannot be. He would not come!": null, "Brennan: It's all fun and games ‘til fucking Grandpa shows up.": null, "Chirp: Squak, I really can't have this.": null, "Squak: It's not. It's something else.": null, "Chirp: Squak, I think we should hide. I think we should hide.": null, "Squak: Let's do it.": null, "Lou: Can we both roll a Stealth check?": null, "Aabria: Yeah, give me some Stealth checks, baby. You can have advantage": null, "if you're hiding inside your nest.": null, "Emily: That's a crit.": null, "Lou: Okay, well, you critted.": null, "Aabria: Lady Chirp Featherfowl disappears from the narrative.": null, "Chirp: Grandfather!": null, "Lou: I'm gonna say, I got a 14, so I think I'm just perfectly aligned": null, "with the fake one. It's a perfect one to one.": null, "Chirp: [whispering] Squak, what are you doing?": null, "Squak: I need to stop breathing. Please stop talking. I need to stop": null, "breathing.": null, "Aabria: Dissonant caws and chirps and birdsong begin to overlap one": null, "another. It becomes loud. It fills your ears and kind of hurts your bird": null, "hearing holes. You don't have ears. And you hear, within the cacophony,": null, "your grandfather's voice as he speaks out through the chorus of": null, "birdsong.": null, "Grandfather: I plan on joining you for the climax of the Bloom. I want": null, "very much to be there in person to give my blessing to the matches you": null, "have sought out.": null, "Oscar: Oh, fuck!": null, "Lou: Tears just running down my face, running down my face.": null, "Grandfather: Word has reached me here, and you have made me proud. Do": null, "not falter in your moment of glory.": null, "Aabria: And the birdsong begins to die down.": null, "Chirp: Okay.": null, "Squak: So he still talked to us even though we were hidden.": null, "Chirp: I know!": null, "Squak: He probably knew. That means he knows.": null, "Chirp: But he knows that we're doing really well.": null, "Squak: Well yes, everyone's talking about us.": null, "Chirp: Hospitable, mature!": null, "Squak: So mature, yes yes yes.": null, "Chirp: He said he's coming at the climax.": null, "Chirp: So that would mean, because, I mean—": null, "Brennan: Most people do! [screams]": null, "Chirp: Technically.": null, "Aabria: Whatever the opposite of Inspiration is, I give you that.": null, "Chirp: So technically, how many days does that leave us?": null, "Squak: I mean, well, time here is measured in, what, moons and suns?": null, "Chirp: Moons and teaspoons, teaspoons.": null, "Squak: And teaspoons?": null, "Lou: I'm gonna run over to whatever the fucked up, 90 page Rubik’s cube": null, "of a calandar the Fey have and be like…": null, "Aabria: You turn a page and three butterflies come out. You turn another": null, "page and you smell your mother's favorite food.": null, "Squak: I don't think we have a lot of time!": null, "Squak: Well, I mean, I won't lie, I'm already engaged, so—": null, "Chirp: You what?": null, "Squak: Well, it's not...": null, "Chirp: What? What? Wait, are you speaking figuratively about Prince": null, "Apollo? Because I do think you are so close to closing.": null, "Squak: And I think I, honestly, you know, having written your letter for": null, "you, I know you are meeting with them, and if you are, I wouldn't mind": null, "if you put a good word in for me, but yes, I'm already engaged to the": null, "Baroness Alven of the Court of Sea Foam.": null, "Chirp: What?!": null, "Squak: Well—": null, "Squak: She was courting me very, like, she was courting me previous to": null, "the Bloom, and I was like, oh, you know, there was that kind of missive": null, "going around that this might be the last Bloom. People were already kind": null, "of muttering, and I was like, well, you know, it would be nice to go": null, "into the Bloom, because she's very relaxed with regard to my habits.": null, "Chirp: Ah.": null, "Squak: And so I was like, oh, we'll go into the Bloom, it'll be nice to": null, "already have one in the pocket, and so it's like when we get to the end,": null, "it'll be like, aha, there we go! And me and you, we could have all the": null, "fun we wanted. But then Grandfather came down with all of this, “and you": null, "have to be married!” And I don't know, I'm feeling very constrained and,": null, "you know, she's fine. We could be married. It would be good, but—": null, "Chirp: Would it be a good match for Grandfather?": null, "Squak: Of course! For Grandfather, of course!": null, "Chirp: Oh!": null, "Squak: But for me? Never!": null, "Chirp: Wait, what?": null, "Squak: Never!": null, "Chirp: You are engaged and you intend to break it off?": null, "Squak: I don't intend to break it off if I can find something that I": null, "think fits me a bit more.": null, "Chirp: Cousin, you're shopping around?": null, "Squak: Of course I'm shopping around!": null, "Chirp: You're price comparing?": null, "Squak: Of course I'm price comparing! I would never just buy!": null, "Chirp: Okay, cousin. Cousin, I'm married!": null, "Brennan: Holy shit!": null, "[players screaming] [Lou dry heaving]": null, "Oscar: I can't with all this. I can't.": null, "Squak: What? Hold on.": null, "Lou: Squak is going to just start knocking down bookshelves and things.": null, "Squak: Do we have alcohol? Birds, alcohol!": null, "Chirp: Okay, okay, fine, get me liquored up. I'll tell you everything,": null, "but I need you to understand that I will be putting you in danger if I": null, "tell you any more.": null, "Squak: Well, you know I love danger. You know, I'm just going to make us": null, "a classic.": null, "Lou: And I'm just going to start pouring gin into a cup, followed by": null, "vodka, followed by just, like, ethereal tears, just anything I can get.": null, "Squak: Here.": null, "Aabria: Gobble is following around—your butler is just chasing you": null, "around putting stuff back, but will let you make that terrible drink.": null, "Squak: Great. Hey.": null, "Squak: Okay, cheers.": null, "Chirp: Cheers.": null, "Squak: What the fuck?": null, "Chirp: Cousin, cousin, I'm married.": null, "Squak: Okay.": null, "Chirp: And I have a child.": null, "[players screaming]": null, "Squak: Gobble, another!": null, "Chirp: And here's the thing.": null, "Squak: How many children? One, two, three, four, five?": null, "Chirp: Only one, but it's really bad. It's really, really bad, and": null, "Grandfather's going to be really pissed if he ever finds out.": null, "Squak: Why?": null, "Chirp: Because she's on the Material Plane, and I spilled Grandfather's": null, "secret magic into the Material Plane.": null, "Squak: Wait.": null, "Chirp: And she's a mortal manifesting our magic. And to keep their": null, "secret, I gave away my power of flight.": null, "Squak: Well I've—wait, wait.": null, "Chirp: So I can't fly anymore!": null, "Aabria: You hear a bottle shatter as Gobble stares at both of you and": null, "then turns and sprints.": null, "Lou: I'm going to cast Otto's Irresistible Dance on Gobble.": null, "Aabria: Okay. What's my save? Doesn't matter, it's a natural 1.": null, "Lou: Yes, great.": null, "Oscar: Oh my god.": null, "Lou: It's an 18. I think he just starts dancing.": null, "Emily: I'll Gift of Gab so that at least he can hear that I'm married,": null, "but doesn't know that it's Material Plane.": null, "Gobble: Why am I dancing?": null, "[Chirp pants]": null, "Squak: Okay, should I release Gobble? Are we good?": null, "Chirp: Okay, I have to be honest right now. I'm looking at Suggesting": null, "Gobble go sleep in my nest so that he's unconscious and I can auto-crit": null, "on a Sneak Attack round and kill him.": null, "Squak: No, no, no, no!": null, "Chirp: Okay? That's what I'm grappling with!": null, "Aabria: He's just dancing and weeping like, “please don't!”": null, "Brennan: He's backing it up?": null, "Aabria: Gobble's throwing ass right now, like,": null, "Gobble: [sobbing] Please don't!": null, "Chirp: What do I have to do?": null, "Gobble: What?": null, "Chirp: What do I have to do to buy your silence?": null, "Gobble: Money.": null, "Chirp: Okay, how much do you want?": null, "Gobble: No, no, okay, I'm sorry, I panicked. I just didn't want to be in": null, "the room as you were saying more things. Please let me stop dancing.": null, "Chirp: I understand.": null, "Gobble: We can have a conversation, and if you want to kill me at the": null, "end of it, you can kill me.": null, "Chirp: No, I don't want to, I really don't want to.": null, "Squak: Are you sure?": null, "Gobble: I've cleaned up so many of your nastiest messes. We're there.": null, "That's fine. I'm not a snitch.": null, "Squak: Hey, it's okay, Gobble. I think we're all excising a lot right": null, "now.": null, "Gobble: Hold on, I got a little stitch.": null, "Chirp: You don't understand, it's just been—yeah.": null, "Squak: Go ahead and stretch that out, Gobble. You know, put your hand": null, "above your head.": null, "Gobble: It hurts, it hurts.": null, "Chirp: There's been a lot of pressure, and then Grandfather showed up.": null, "Squak: And he was proud. The fact that he was proud, I was like, “whoa.”": null, "Gobble: Hey, can I just be in another... Look, I understand that me": null, "knowing this is a liability. I would love to leave. Okay, are you": null, "hungry?": null, "Squak: Yeah, we'll take a snack.": null, "Chirp: Yeah, Gobble, you know what? Okay, Gobble, I can Fabricate you": null, "whatever you want, and I will do that, hm… every week for the rest of": null, "your life. I'm a master forger. I can make you designer goods. Well, not": null, "designer goods. Forged designer goods. I'll do anything. I forgot you": null, "were here.": null, "Aabria: Give me a Persuasion check as Gobble kind of calms down and is": null, "staring very intently at you.": null, "Lou: I'm gonna give you the help action on that.": null, "Emily: Thank you.": null, "Omar: “I will give you fake Prada” is the best promise I've ever heard.": null, "Emily: 19.": null, "Aabria: Gobble gets very calm and serene again.": null, "[gentle instrumental music]": null, "Gobble: I have to be honest. Sorry, I'm going to try to do this and have": null, "a moment with you. I am out of breath.": null, "Squak: I'm sorry I forced you to back it up.": null, "Gobble: I get it.": null, "Chirp: I'm sorry that I—yeah.": null, "Gobble: The instinct. I have served your family and this house for most": null, "of my life. I've seen you grow up and make... choices. Look, I got it,": null, "when your grandfather came down on you, but I think if you're really, if": null, "this is real—": null, "Chirp: It's real. I'm just very scared of what Grandfather will do if he": null, "finds out, because he's very interested in keeping the power of flight": null, "to the Lords of the Wing, because it is by its grace that we have": null, "enjoyed independence.": null, "Gobble: Yeah. I'm not gonna say anything. Now, if he puts me to the": null, "question...": null, "Chirp: I know. This is why I've been keeping it from Squak.": null, "Squak: That's fair, I run my mouth a lot. But this, this I'll keep": null, "secret.": null, "Gobble: I need you to know that I chose to stay with you both through": null, "all of this. My loyalty is with you. You guys are alive. There's nothing": null, "wrong with that.": null, "Squak: Gobble, I like when you talk, man.": null, "Gobble: Thanks, I don't talk very often. I'm afraid you'll kill me.": null, "Squak: I know when we got to the Bloom, you know, we pulled you aside": null, "and said “shut the hell up when we're speaking.”": null, "Gobble: Whatever, it's cool. You've done much worse things.": null, "Squak: Oh, that time we invaded your dreams, Gobble? [laughs]": null, "Chirp: Yes!": null, "Aabria: And you just see one little tear.": null, "Chirp: It's so funny to tabletop someone in their own nightmares.": null, "Squak: In their dreams!": null, "Gobble: All right, well, I'm gonna go.": null, "Gobble: Fuck it.": null, "Aabria: And he just grabs the bottle of vodka and walks out of the room.": null, "Squak: That's fine.": null, "Chirp: We've still got gin.": null, "Squak: Yeah, we've still got gin.": null, "Chirp: So, yeah.": null, "Squak: So, yeah.": null, "Chirp: So I basically, I don't think I can satisfy Rue's—": null, "Squak: Are you in love with them?": null, "Chirp: Yes, and unfortunately, like many of the birds that Grandfather": null, "modeled after us, I think I tend to partner one at a time. And I don't": null, "think I can satisfy Rue's gamble, and I've been working overtime trying": null, "to figure out how I could get out of it, and I sent a missive to Rue,": null, "and I'm hoping that they'll see me, and I'm going to offer setting two": null, "people up to fall in love in my stead, and that is my hope.": null, "Aabria: Okay, hold on this.": null, "Brennan: I was going to say, and because my earnest intention after the": null, "epistolary phase was, I had a couple things to do, one of which was to": null, "go meet BINX at our secret rendezvous, but I was going—now, this is, I": null, "can only promise on my earnest heart that it was a goal of mine to": null, "address the letter by stopping by the nest of the Lords of the Wing.": null, "However, there is this whole loud interaction happening, if we wanted to": null, "roll some dice to see at what time Hob would show up there, but that": null, "doesn't have to happen. That's something I'm just putting out on the": null, "table as a possibility.": null, "Aabria: Roll a Perception check.": null, "Brennan: Okay. [dice clattering] That's only going to be a 10.": null, "Aabria: Okay. You hear shouting and yelling and excited noises. You do": null, "not make out words.": null, "Brennan: Cool.": null, "Aabria: And once you get within, I'm gonna say, like 50 feet, when you": null, "would be able to pick out specific phrasing, as you are speaking, the": null, "birds grow incredibly loud again, giving you a little bit of cover as": null, "someone approaches.": null, "Squak: Well, cousin, it seems there's much to talk about.": null, "Chirp: I know.": null, "Squak: But perhaps at a time when—": null, "Chirp: Forgive me.": null, "Squak: Cousin. You can do no wrong in my eyes.": null, "Chirp: And you in mine.": null, "Squak: Are you sure? I mean, even this weird price comparison thing?": null, "That's not too much for you?": null, "Chirp: No, I love it. If anything, I'm dying right now because I just": null, "want to fuck around. It doesn't go away, because here's the thing, is": null, "Esmé's going to have a limited lifetime, right?": null, "Chirp: So I am partnered for now.": null, "Squak: Esmé?": null, "Chirp: But I know that there is so much fuckery!": null, "Chirp: Esmé.": null, "Squak: Is that their name?": null, "Squak: I like it.": null, "Chirp: Thank you.": null, "Squak: Well, I agree. I think there's much to be talked about with": null, "regard to fuckery, but perhaps we should greet our guest.": null, "Lou: I think Squak is gonna do that bird shake of just, like, feathers": null, "out, pull it back.": null, "Chirp: Whew!": null, "Lou: Okay. And go to open the door.": null, "Aabria: With that, you open the door, and you see Captain K.P. Hob.": null, "Squak: Well, if it isn't the formidable Captain K.P. Hob! A drink, sir.": null, "Captain Hob: I am—": null, "Lou: I'm gonna turn and walk into the house.": null, "Squak: What will you have? Water, tea, wine?": null, "Captain Hob: I regret that my visit must be of such a short nature that": null, "drinks will not be necessary in this moment.": null, "Squak: Oh, but come on, but a moment, but a moment!": null, "Chirp: Please!": null, "Squak: The tea is already hot.": null, "Lou: And I'm going to—yes.": null, "Brennan: I look down at the tea, and I say,": null, "Captain Hob: Thank you very much. A most hospitable gesture of my mature": null, "companions.": null, "Chirp: Thank you!": null, "Squak: Thank you.": null, "Captain Hob: I meant only to drop by.": null, "Brennan: And by the way, there are two things that I would've done": null, "before coming here, but we can—": null, "Brennan: If we want to zip. So number one would've been, just because": null, "it's been episodes in the making and I would never forgive myself if I": null, "did not go, when I get back from the hedge maze, what did we find in the": null, "trash?": null, "Brennan: When we look at all the trash together, we are looking for the": null, "agent saboteur in the Court of Wonder. What have we found from the": null, "Aabria: What you saw was the scrambling of the full bulk of the Court of": null, "Wonder. They are assuming that the Crystal Heart will go to Prince": null, "Apollo, 'cause he's due and it's his time, and are trying to put feelers": null, "out in place to get Prince Apollo a true match now that the goblin": null, "unpleasantness is behind them.": null, "[wily percussive music]": null, "Brennan: Hob is not a victim of his own propaganda. He knows that": null, "Grabalba might have just been actually spurned by Prince Apollo. Is this": null, "confirmation that the goblins were basically dunked on for the Court of": null, "Wonder to raise their station? Of like, we were war heroes, there was a": null, "romance that was supposed to happen, and they canceled it to raise their": null, "own station to set Apollo up for a different match?": null, "Aabria: Let me ask you a question, Brennan. How socially adept do you": null, "think K.P. Hob actually is?": null, "Brennan: More than he thinks he is, I think. But he's going to pass this": null, "off to Blemish and Boil regardless, but I think he wants to make sure": null, "that he's passing off something useful rather than just, “here's a bunch": null, "of noise.”": null, "Aabria: Yeah, give me an Insight check to derive some sort of narrative": null, "from a pile of data.": null, "Brennan: That's not a good check. That's only a 7.": null, "Oscar: Oof.": null, "Aabria: And you're searching. You have been reminded across the Bloom": null, "that you are a hammer in need of a nail, so you are searching for a": null, "single damning bit of evidence, and it occurs to you at several points,": null, "as you're searching through and trying to tie things together, that if": null, "there were a definitive thing, in as much as you even had the thought to": null, "swallow notes as they come in, a singular piece of evidence would": null, "probably not make it into the trash. However, what you're seeing is the": null, "scrambling and capitalizing on an opportunity, but not any admission of": null, "guilt. This seems like they're just like, “well, while we've got it,": null, "let's try to get the best thing happening.”": null, "Brennan: I will tell Left-tenant Gorebladder to assemble the selected": null, "pieces of writing that, you know, things that were not literally": null, "disposable, like notes to family and friends.": null, "Brennan: Like, take these select pieces, bring them to Blemish and Boil": null, "for them to arrive at their own conclusion, and I'll head off to go to": null, "the nest.": null, "Aabria: I'll give you instinctually, though you don't have a piece of": null, "specific evidence, the way this coverage seems, though you can't figure": null, "out who's the one person that tanked this deal, the way everyone's": null, "trying to cover and scramble feels like this happened in-house and we're": null, "going to cover it, but you don't know if or who—": null, "Brennan: There's a lot of smoke, but no fire.": null, "Brennan: Gotcha, cool. We're on the right trail, but this was not it.": null, "Okay, cool, and I'm going to head off to the nest.": null, "Aabria: And then there, you have been handed a cup of tea.": null, "Brennan: Oh, amazing.": null, "Squak: Are you sure you cannot sit down?": null, "Captain Hob: Oh.": null, "Chirp: Cousin, both of the chairs are being used with our effigies": null, "reading.": null, "Captain Hob: There's actually four of you in here, is that...": null, "Chirp: Yes, it's us. Look at us. I know that they're expert forgeries.": null, "Chirp: But we are the real birds.": null, "Squak: Have you read \"The Green Hunter\"? Everyone is talking about it.": null, "Chirp: Have you, by the way?": null, "Squak: People recommended it to me. Several people have recommended it": null, "to me, and I have enjoyed it thoroughly.": null, "Chirp: I heard it's going to be made into a movie!": null, "Captain Hob: [chortles] I come…": null, "[all laughing]": null, "Captain Hob: I come in reference to your last letter.": null, "Captain Hob: Lord Airavis. And I mean only to say that I am glad to hear": null, "that you spoke mistakenly.": null, "Captain Hob: You ended your last missive with an invitation that should": null, "the Lords of the Wing be able to provide any service for the Goblin": null, "Court, that I might prevail upon you to provide such.": null, "Squak: Of course, anything within reason.": null, "Squak: Hm, well, then we shall find the limits of reason here.": null, "Chirp: Oh, you could've just asked. This feels kind of antagonistic when": null, "you're asking for a favor. Are you asking for something illicit?": null, "[secretive instrumental music]": null, "Captain Hob: Not at all.": null, "Chirp: Something you think we might say no to?": null, "Captain Hob: To be honest with you, Lady Cluckingham, I am at present": null, "unaware of what I will need to ask for, because there is clarification": null, "needed about where we stand.": null, "Chirp: Oh.": null, "Captain Hob: If you spoke mistakenly...": null, "Squak: Mm.": null, "Captain Hob: Because the events that you were reporting were created, a": null, "figment of your own mind, then it should please the Goblin Court that": null, "you would offer a public retraction of that statement.": null, "Squak: Mm-hm.": null, "Captain Hob: However, no public retraction would be necessary if those": null, "ideas were not formed by you, but instead were given to you by another.": null, "Chirp: May I interject?": null, "Captain Hob: Of course.": null, "Chirp: I know that you're—": null, "Squak: We are of one mind, cousin.": null, "Chirp: Okay, okay. Just so I understand your meaning, because maybe": null, "we'll find a common place that we didn't know was there, is it the": null, "revelation of that information that you wish to strike from the memories": null, "of everyone, or is there something—what's the core of what you desire": null, "from this?": null, "Captain Hob: Well, I believe that cat is out of that bag, isn't it?": null, "Nothing may be stricken from memory here at the Bloom where all of the": null, "fey talk.": null, "Chirp: And so is it the slight that was delivered to the Goblin Court": null, "that upsets you?": null, "Captain Hob: A vicious rumor was spread. The honor of the Goblin Court": null, "must be maintained. If that rumor originated from Lord Airavis, then of": null, "course Lord Airavis could simply publicly retract the statement.": null, "However, if the rumor did not originate from Lord Airavis, then your": null, "honor is perfectly intact, as you were misinformed through no wrongdoing": null, "of your own, and I would seek counsel with whoever misinformed you.": null, "Squak: I understand you clearly, Captain Hob.": null, "Captain Hob: Thank you.": null, "Squak: And I must say, as much as I wish that I could step forward and": null, "make my retraction publicly, let everyone know the truth of what": null, "happened, it is another.": null, "Captain Hob: Ah, so certain stories continue to be spread.": null, "Squak: As it always is at court.": null, "Captain Hob: In this matter, I can offer you my dearest understanding": null, "and gratitude that you have spoken as such. Now, it is understood by all": null, "parties here who may indeed have passed along this story to you.": null, "Captain Hob: As a gentleman, I will not ask it to be spoken of here in": null, "this room. That being said, I believe you understand who my mind now": null, "dwells upon.": null, "Squak: And I believe your mind may indeed know the answer.": null, "Captain Hob: In that case, I offer this opportunity for the Lords of the": null, "Wing to correct my understanding, for indeed there may be grave": null, "consequences to the misdeeds of the individual I now think on. I would": null, "hate to think that they might be approached in a brusque manner if": null, "someone else is at fault. So, unless you have another name to give me, I": null, "must indeed proceed with the understanding that I currently hold.": null, "Squak: Cousin, we are of one mind, and no other name comes to this side": null, "of things. What of you?": null, "Emily: Do I know anyone who's been spreading this rumor?": null, "Lou: I don't know anyone who's been spreading this rumor. I'm just": null, "goading this man.": null, "Aabria: This is your opportunity. Who do you throw under the bus?": null, "Emily: This isn't how I fight.": null, "Chirp: No one comes to mind, either.": null, "Captain Hob: Then I suppose we are all of one mind, and the source of": null, "this most vicious lie may be offered the same opportunity to retract it,": null, "though I feel that when I ask them this favor, it will be in less": null, "private settings.": null, "Squak: Oh, well, let it be so, and know that we, the Lords of the Wing,": null, "have always stood alongside those members of the Goblin Court.": null, "Captain Hob: [pounding and clapping rhythmically in salute]": null, "Brennan: And I'm going to walk out of there.": null, "Omar: Can I say that then I'm standing exactly in the doorway, and you": null, "run into me?": null, "Brennan: Yeah, I'll run right into you.": null, "[both grunting]": null, "Captain Hob: Your majesty.": null, "Andhera: Captain.": null, "Captain Hob: I needed to talk to you.": null, "Andhera: Me?": null, "Captain Hob: Yes.": null, "Andhera: I was here to speak with the Lords of the Wing.": null, "Captain Hob: Very well, we need to speak, but, [whispering] come and": null, "meet me in 10 minutes from now by the eastern gate.": null, "Andhera: That's the length of the spell, that’s great.": null, "Brennan: And as Andhera's moving in to talk to the Lords of the Wing,": null, "I'm going to send a message with a salt goblin quickly to BINX, and my": null, "message is just going to read very plainly,": null, "“Meetings of this nature can be grave affairs. See that you bring a": null, "second of a court other than your own, and I shall do the same.”": null, "Surena: Oh, so I'm running. How does a salt goblin find me?": null, "[playful instrumental music]": null, "Aabria: I think there has been a fun little alliance between the Goblin": null, "Court and the Court of Trickery, and when needed, their support can be": null, "relied on, and what we see is a goblin kind of taking off from your back": null, "pocket and sprinting with a message, and they sort of pass behind a": null, "small rock, and another cobblestone, and then behind the third, they": null, "disappear, and they come up sprinting behind you as the Court of": null, "Trickery has sort of transported them behind you, and they're just kind": null, "of behind you.": null, "Salt Goblin: Hey! Hey!": null, "BINX: Hi, hello!": null, "Salt Goblin: Stop running!": null, "BINX: Okay! All right!": null, "Salt Goblin: Hi.": null, "BINX: Hi.": null, "Salt Goblin: You got to bring a second.": null, "BINX: To?": null, "Salt Goblin: Your meeting.": null, "BINX: Oh! Oh.": null, "Salt Goblin: Different court. Well, you don't have anyone, so.": null, "BINX: Yeah.": null, "Salt Goblin: Wow.": null, "BINX: It's fine. It’s—do you have people? Do you really have people?": null, "Salt Goblin: Yeah. You want to go?": null, "BINX: You want to go?": null, "Aabria: He starts climbing up to a taller, like, this is a tiny salt": null, "goblin, takes him a good 45 seconds to climb up onto a little pillar to": null, "get just to eye contact with you.": null, "Salt Goblin: Yeah, I got, like, a whole host of people.": null, "BINX: Yeah?": null, "Salt Goblin: Who could absolutely wreck your shit.": null, "BINX: But will you—": null, "Salt Goblin: I'm not scared of you.": null, "BINX: I'm not scared of you! You want to go? What, am I scared of you?": null, "No, I'm not.": null, "Salt Goblin: Ah!": null, "BINX: Ah!": null, "All: Duel, duel, duel, duel, duel, duel, duel, duel!": null, "Salt Goblin: I demand... No, I'm just kidding. [yelps] I respect.": null, "Anyway, bring a second.": null, "BINX: All right.": null, "Surena: In needing to bring a second now to this conversation, because I": null, "think probably he thinks that I'm probably gonna murder him, and so it": null, "makes sense, this all makes sense to me, really. So, I turn back and run": null, "back to find Rue.": null, "Salt Goblin: Where are you go...": null, "BINX: No, just...": null, "Salt Goblin: Take me with you. I'm not running again. Uppies.": null, "BINX: Okay.": null, "Brennan: Uppies!": null, "Oscar: Yes!": null, "Salt Goblin: Yep.": null, "Aabria: Yeah, he's like,": null, "Salt Goblin: Ooh, girl, you're oily.": null, "[Oscar mimicking the squeaks of goblin-on-fey skin contact]": null, "Aabria: He's helping how he can. He's got some old blotting sheets.": null, "Salt Goblin: I got you.": null, "Lou: Got some blotting sheets.": null, "Surena: Where does Rue stay at?": null, "Oscar: Oh, probably in the center of the hall where all the archfey are": null, "staying.": null, "Aabria: Within the Court of Wonder, there is one tall tower, and the top": null, "apartments are kept by the members of the Chorus that are here, and": null, "below that, just a floor, but also the remnant of the tower, is": null, "dedicated specifically to Rue's use and relaxation. They all know that,": null, "of course, the leaders of your court would require pride of place, but": null, "you've been here for months before, and you will be here for weeks": null, "after, wrapping it up, so 80% of a beautiful tower is dedicated to your": null, "service.": null, "Surena: So if I were to approach this tower alone, I would obviously": null, "transform back into Gwyndolin, because that's the Court of Wonder, but": null, "because I have a salt goblin on me, I'm going to reach into my wings and": null, "I'm going to grab “disguises”. So they're just like, I have a large pair": null, "of sunglasses, I have a scarf, and I have a wig. I'm just, scarf, wig,": null, "sunglasses, very incognito.": null, "Aabria: Yes, I love it.": null, "Surena: Yeah, I still have my wings out, it's fine.": null, "Chirp: Cousin, the new girl, she's at it again!": null, "Squak: Yes, are those sunglasses?": null, "Chirp: She looks fantastic.": null, "Squak: I haven't seen anyone wear sunglasses all Bloom.": null, "Aabria: As you’re kind of doing that, the little salt goblin's like,": null, "Salt Goblin: That's for sure the best you could do?": null, "Surena: I find them a hat, and then I—": null, "Salt Goblin: Okay, I appreciate a fine bucket hat. This is still fucked": null, "up. You do magic, right?": null, "BINX: Yeah, but smaller magic, simple magic.": null, "Salt Goblin: Like what?": null, "BINX: Like, reach into your pocket right now. Just reach into it. Do it.": null, "Salt Goblin: Bold of you to think I have pockets. Oh shit, I'm wearing": null, "pants today.": null, "Aabria: Reaches in, what does he grab?": null, "Surena: He grabs the equivalent of $5.": null, "Lou: Aw.": null, "Emily: Oh my god.": null, "Aabria: Just a massive coin.": null, "Emily: Go spend it, baby! Go spend it!": null, "Salt Goblin: You did this.": null, "BINX: Yeah, I did that. That's my magic, you're welcome.": null, "Brennan: Salt goblins use those for little tabletops.": null, "[cast awws]": null, "Salt Goblin: You flirting with me?": null, "BINX: No I'm not, sir.": null, "Lou: Somebody's got to fuck a salt goblin.": null, "Emily: Oh my god, it would be me if I were not married.": null, "Salt Goblin: Okay.": null, "Aabria: And he kind of crawls back towards where your scarf is, and is": null, "just trying to be discreet, yeah.": null, "Surena: I find Rue's room, and I rapidly... [knocks]": null, "Rue: Oh.": null, "Surena: Knock at it.": null, "Rue: Come in.": null, "BINX: [posh vocal impression] Yes, I will come in.": null, "Surena: Hiding my voice.": null, "Rue: BINX, is that you?": null, "BINX: No, it is... Charles Foster II. Yes.": null, "Rue: My dear, your wings are showing.": null, "Surena: I crowd myself into your room, push through.": null, "BINX: [normal voice] Hey.": null, "Rue: What is the meaning of this ensemble you have?": null, "BINX: Yeah, it's a disguise. Anyhoo, I need your help again. If you": null, "wouldn't mind being my second, I have a meeting with Captain Hob. He, I": null, "believe, thinks I am planning to murder him, so I need a second so that": null, "he knows that I mean no harm, but you're the only one that knows, like,": null, "the—": null, "Surena: I pop into Gwyndolin, then I pop back into BINX.": null, "BINX: That thing, so.": null, "Rue: Hob knows?": null, "BINX: No, but I want to tell him, because he thinks that I'm going to": null, "murder him. And I need him to know that I'm not going to, in a way that": null, "I can just talk to him, because I feel like, I feel like—and just like,": null, "bear with me—I feel like he might be my twin flame, not like in a": null, "romantic way but in a friendship, kindred spirit kind of thing, I feel": null, "like we have the same vibe happening, and I want to just—him to know": null, "that he's not going to be murdered.": null, "Salt Goblin: You like him like him. Also, you're Gwyndolin?": null, "BINX: Fuck!": null, "Lou: Kill him.": null, "Rue: That's a nice hat you have on.": null, "Salt Goblin: Thanks. It's from her.": null, "BINX: Yeah, first of all, I respect your silence on this matter.": null, "Salt Goblin: Bold.": null, "Emily: We've got to start killing people in this campaign. Guys.": null, "Lou: Guys, come on.": null, "Salt Goblin: Interesting that you would.": null, "BINX: Yeah, so it is expected that you would betray me, so what is the": null, "most goblin thing to do, if I expect you to betray me?": null, "Salt Goblin: You playing mind games with me?": null, "BINX: I don't know, do you play mind games with me?": null, "Salt Goblin: Oh shit, I think I'm in love.": null, "Aabria: Make an Intimidation check.": null, "Surena: Oh no. Wait, wait.": null, "Brennan: You have Lucky.": null, "Surena: Oh, I'm lucky!": null, "Surena: That's better. That is a 14.": null, "Lou: Let's go, salt goblin.": null, "Emily: Come on, salt goblin!": null, "Salt Goblin: Look, do you know how many of us salt goblins die every day": null, "over some bullshit?": null, "BINX: I mean, that seems like a problem.": null, "Salt Goblin: I don't fear death.": null, "BINX: I'm kind of intimidated.": null, "Salt Goblin: Oh my god, stop.": null, "Aabria: He just pulls the bucket down.": null, "Rue: I'd like to use an Intimidation check.": null, "Aabria: Yeah, go ahead. Owlbear, give me it with advantage.": null, "Oscar: [titters] Thank god for that advantage.": null, "Lou: Thank god for that advantage.": null, "Oscar: I rolled a 1, and now I rolled a 19.": null, "All: Ooh!": null, "Oscar: A 25 total.": null, "Brennan: 25!": null, "Aabria: Okay, oh my god.": null, "Oscar: So in my owlbear form, true owlbear form, I look at the salt": null, "goblin and say,": null, "Rue: Listen. You are here as my guest, in my own quarters.": null, "Rue: I would kindly suggest that you respect my friend BINX as well as": null, "me, and keep what was said in my quarters to yourself.": null, "Salt Goblin: That was terrifying. Truly, you understand, though, like, I": null, "am an emissary of my court, and there has been—": null, "Surena: I cast Sleep.": null, "Aabria: Boop! And he just falls right over.": null, "BINX: I panicked! I panicked, oh god.": null, "Rue: We should've done that from the beginning.": null, "BINX: I thought we could reason with him, but then apparently he just": null, "kept talking, and I was like, I guess this is what we're doing!": null, "Rue: No, I understand, it was a very, very scrappy salt goblin.": null, "Aabria: He's just asleep on your shoulder.": null, "Brennan: Somewhere, Hob is like, “put him in a Mason jar! A Mason jar!”": null, "Aabria: Poke a hole in it! Hole in the lid!": null, "Rue: I'm sorry, my dear BINX, you are going to have counsel with Hob at": null, "the moment?": null, "BINX: Yes, I think that he can help me.": null, "Rue: With what?": null, "BINX: With finding information. You know, the thing we talked about.": null, "Rue: Of course.": null, "BINX: But I think that he can help me find information. I know that": null, "there's, like...": null, "Rue: What are you talking about?": null, "BINX: You know, like? Okay, but, I mean...": null, "Rue: Is it obvious?": null, "BINX: So, I watch a lot, and I noticed a lot.": null, "Rue: People can tell?": null, "BINX: No, I can tell.": null, "Rue: Are people talking?": null, "BINX: A little bit.": null, "[Rue sighs]": null, "BINX: But—just listen. It doesn't have to, you know, I’m… If you need": null, "anybody to talk to who... I’m not—I am not good at this relationship": null, "talk, but I will hear you. I will hear the sounds you're making, and I": null, "will nod empathetically at those sounds so you feel heard and": null, "understood.": null, "Rue: Well, that comforted me very little.": null, "BINX: You're welcome.": null, "Rue: But I appreciate the intention there.": null, "Rue: I will be there for you. Just the thought of him, the thought of": null, "seeing him, makes me—": null, "BINX: What does it make you?": null, "Rue: I don't know, sweaty.": null, "Rue: Yes, thank you. He just makes me so happy. There's something about": null, "his presence. I barely know him, but I feel like I understand him so": null, "well. You talk about twin flame, but to me, there's something deeper": null, "than that, hotter, fierier than just a flame. Am I being ridiculous?": null, "BINX: No, no, please. Listen, life is really short, and I know it": null, "doesn't make sense because we're supposed to live forever, but turns": null, "out, we don't, okay? So if you feel something, and this is maybe the": null, "last Bloom.": null, "Rue: Allegedly, yes.": null, "BINX: Then, you know, maybe it's worth at least being brave enough to": null, "know, what if?": null, "Rue: What if he does not reciprocate feelings? Because that reality": null, "would be insufferable.": null, "BINX: Would you rather live in a world where you didn't even try? There": null, "is bravery in that, and there's courage in that, and yes, there is the": null, "large, fiery feeling of disappointment and utter heartbreak that might": null, "come with that.": null, "[Rue mumbling]": null, "BINX: I'm sorry, I'm sorry, I'm sorry.": null, "[tender instrumental music]": null, "BINX: What I'm saying is, you have to act on the things you feel,": null, "because that is what our magic is made of—feelings, thoughts, ideas.": null, "It's who we are, and if you get tied in the structure of all of the": null, "hierarchy and the manners and the rules and parades, there's so many": null, "parades, if you get tied into that, then what are you doing? What is the": null, "point? Yeah?": null, "Rue: You're right. I look at you, and I must confess, I'm in awe of the": null, "fact that you are fighting to make right. You are fighting for something": null, "larger than just yourself. I will go with you.": null, "Rue: I will provide counsel. I won't say anything, because of course": null, "this is about the two of you, but I'm gonna look sickening, okay?": null, "BINX: All right, all right.": null, "Rue: I will show up and I will wear my hottest outfit.": null, "BINX: We can figure it out. We can look at your stuff right now.": null, "Rue: Let's do it.": null, "Brennan: And on that, yeah, we'll bounce back to Andhera.": null, "Andhera: Great. Lords of the Wing.": null, "Squak: Oh!": null, "Chirp: Ah, Andhera. No, don't come too close!": null, "Chirp: Cousin, describe him to me, what he's wearing. I can't possibly": null, "behold it with my own eyes!": null, "Squak: Oh, he's wearing—": null, "Lou: What is Andhera wearing?": null, "Omar: Same old, same old. Just, open robe.": null, "Chirp: The same thing? Does it look like it's been laundered?": null, "Squak: Oh, no, it's covered in his musk.": null, "Andhera: If I may step in very quickly, I'm not a vampire, I don't have": null, "to be invited.": null, "Chirp: Yes, but it is a nest. You should wait to be invited.": null, "Andhera: Oh, in that case, treat me like a vampire. [laughs]": null, "Chirp: Okay, come in, come in.": null, "Andhera: Great, thank you. Now, I will suck your blood!": null, "Squak: Tea, vodka, wine?": null, "Chirp: Gin?": null, "Squak: Gin? Oh, we're out of vodka, we just have gin.": null, "Andhera: I will have a—": null, "Squak: Or tea, of course, we have tea.": null, "Chirp: We gave our vodka away.": null, "Andhera: Do you have any apple juice?": null, "[Aabria laughs]": null, "Surena: [laughing] He’s just seriously asking for apple juice.": null, "Squak: I'm gonna leave the two of you. I'll go see I can—": null, "Chirp: Cousin, why would you do that?": null, "Squak: I'm gonna leave the two of you.": null, "Chirp: Why would you do that? What are you doing to me?": null, "Squak: I'm gonna see if I can scrounge up some apple juice.": null, "Chirp: Cousin, if you ever want to—": null, "Squak: It's deep underneath the nest.": null, "Chirp: Hey, cousin?": null, "Squak: So I may not be back in a second. Goodbye!": null, "Emily: I Message him,": null, "Chirp: If you ever want to meet your niece.": null, "Squak: Oh, do not!": null, "Chirp: Andhera!": null, "Andhera: Before you say anything.": null, "Omar: I cast Zone of Truth.": null, "Emily: What is it?": null, "Omar: Charisma 13 save.": null, "Emily: Hm. I fail, and I'm not gonna try and Counterspell it or": null, "anything, I'm not really trying to hide anything.": null, "Chirp: Ah, you've cast magic on me.": null, "Andhera: Listen, about that. I am a little bit over my head, if I'm": null, "being quite honest.": null, "Chirp: Really?": null, "Andhera: Yes. I've—how do I put this? I've written checks my body can't": null, "quite cash.": null, "Lou: My head could spin around, fully 360.": null, "Chirp: That's so visceral and visual.": null, "Andhera: I never intended for you to fall madly in love with me. I was": null, "simply playing the game of diplomacy. I like you very much, but sort of": null, "like in a babysitter kind of way.": null, "Oscar: [laughing] Babysitter!": null, "Andhera: The energy of it, and I feel so guilty about this. I'm so": null, "sorry, and I don't want to break your heart.": null, "Emily: If it's Zone of Truth, do I have to respond truthfully?": null, "Aabria: If you respond, it must be the truth, but you can also abstain": null, "from responding.": null, "Chirp: Hm. Andhera.": null, "Andhera: Mm-hm?": null, "Chirp: I want the best for you, and that is the truth.": null, "Andhera: That is so... But I still feel so guilty! No, don't do this to": null, "me!": null, "Chirp: No no no, Andhera.": null, "Andhera: No, you're putting yourself out!": null, "Chirp: If you are a person like me, you know that [clears throat]": null, "sometimes people need to believe what they need to believe.": null, "Andhera: That is true, and I do appreciate that very much. You are in": null, "love, right?": null, "Chirp: I'm sorry, what?": null, "Andhera: I mean, maybe I'm confused, actually. I'll just ask you point": null, "blank, are you in love?": null, "[pause] [Surena groans]": null, "Chirp: Deeply.": null, "[cast shouting]": null, "Andhera: Shit! Oh shit, I knew it!": null, "Squak: Who wants apple juice? We had one more case!": null, "Andhera: Oh, please!": null, "Aabria: Gobble tried desperately to stop you from going back in.": null, "Squak: Gobble, please. You think I'm going to miss this?": null, "Chirp: Andera, guilt is not going to serve you in your quest. It is not": null, "with you.": null, "Oscar: Oh, shoot.": null, "Andhera: The guilt is not with me. Wait, hold on, what the fuck?": null, "Chirp: I am not in love with you.": null, "Andhera: Oh, shi—oh, oh!": null, "Chirp: Yes. But I do wish the best for you.": null, "Andhera: Oh, okay, that's fine, great.": null, "Andhera: Great. Oh.": null, "Chirp: I put up a little charade because I—yes.": null, "Andhera: Well. Well then, certainly—": null, "Chirp: I thought it would boost your confidence, but I see to—": null, "Andhera: It stressed me out so much.": null, "Chirp: Really when you said it, I was trying to put a little distance": null, "between us.": null, "Andhera: Yes.": null, "Chirp: Under the guise of trying to not hurt your feelings. And now": null, "you're here, and…": null, "Andhera: That's so funny, I sweat through my clothes and I only brought": null, "one set. So, greatly interesting, interesting. Well, I'm happy to hear": null, "that. Truthfully, I think the world of you both. You always bring so": null, "much fun everywhere. Everyone here is so serious, and I think they're": null, "having fun, but they're always in such a bad mood.": null, "Chirp: Yes, I would agree that the Bloom's been dour this year.": null, "Squak: It's been only one duel, and no murder!": null, "Andhera: Well, if you want, I can command a duel with someone that I can": null, "easily best, and you can see someone just slaughtered out there. And we": null, "can bring them back from the dead. We don't have to make it permanent.": null, "Squak: That's why I'm always like, come on, let's get into it! We'll": null, "bring you back!": null, "Andhera: Well, since it's Zone of Truth, is it all right if I call you": null, "Auntie and Uncle?": null, "Chirp: Dispel Magic. No. I need to get out of this situation. Gobble?": null, "Gobble, take him away.": null, "Squak: Enjoy the rest of that apple juice. We never drink it.": null, "Chirp: We never drink it. Please, take an apple juice for the road.": null, "Squak: It's just a mixer, so, you know.": null, "Gobble: Hold on!": null, "Aabria: And Gobble's gonna stumble over and pour some vodka into your": null, "apple juice.": null, "Gobble: There you go.": null, "Andhera: Oh, thank you.": null, "Andhera: Let me taste this really quickly. What a unique flavor profile.": null, "Thank you, Gobble.": null, "Andhera: I wish you best the both. And also, I know Zone of Truth is": null, "gone, but this is the honest truth, if you need a beard to cover up for": null, "anything—": null, "Oscar: Not a beard! [laughs]": null, "Andhera: Feel free.": null, "Chirp: I don't understand that word.": null, "Squak: Yes, I also am very confused. A beard?": null, "Andhera: Yes, when you're trying to hide a relationship, usually": null, "pertaining to a specific type of relationship, I'm gonna go ahead and": null, "open it up, we're all kind of pan, in a way, at this greater event, if": null, "you need a cover for anything, please feel free, and I promise I won't": null, "make it weird.": null, "Chirp: Well.": null, "Squak: I mean.": null, "Chirp: I mean.": null, "Squak: I think we—well, I think, what a fantastic offer!": null, "Chirp: Yes, why don't you continue throughout this Bloom, and perhaps": null, "you might find a love match, and I would hate to be any sort of barrier": null, "in that endeavor.": null, "Squak: Never.": null, "Andhera: Of course, great, Uncle, Auntie. Sorry, not that.": null, "Chirp: Again, if you are going to propose being my beard, don't call me": null, "Auntie.": null, "Andhera: Yes, I'm sorry, that makes it so strange, doesn't it?": null, "Chirp: If there's ever a world where we find ourselves at the end of the": null, "Bloom and we both enter a loveless but mutually respecting marriage.": null, "Andhera: Right.": null, "Chirp: I can't have you calling me Auntie.": null, "Andhera: Absolutely not, absolutely not, great. Friends?": null, "Chirp: Friends, beautiful.": null, "Squak: Friends.": null, "Andhera: Great, thank you, and thank you. I was a strange child growing": null, "up, and you both just made it fun to be at the Bloom when everyone else": null, "was mean to me, so.": null, "Chirp: We did used to be quite fun at Blooms.": null, "Squak: We did used to be quite fun at Blooms.": null, "Andhera: You still are. You jumped on the table. You jumped on the table": null, "and you said, it's a goddamn Bloom.": null, "Squak: There was that moment, yes.": null, "Squak: And who knows, maybe us being fun will return again.": null, "Squak: Who knows?": null, "Chirp: Maybe us being fun could inject a little amorosity.": null, "Squak: Yes, maybe a bit of high octane excitement from the Lords of the": null, "Wing. Maybe it's just what this Bloom needs.": null, "Chirp: You've given us much to think about, pillar boy.": null, "[pause] [Brennan laughing]": null, "Andhera: Enjoy the rest of your day.": null, "Squak: Of course, and enjoy the apple juice.": null, "Andhera: It's been ruined by the vodka.": null, "Squak: We have more, and we truly do not drink it.": null, "Chirp: We really don't drink it.": null, "Andhera: I'll swing by at a future time.": null, "Squak: We'll send it over. We'll put it on a peacock, don't even worry.": null, "Andhera: You don't have to do that. I will come by.": null, "Squak: No, it’s nothing. Shoo, shoo!": null, "Emily: Flock of Familiars. I summon a bunch of peacocks.": null, "Squak: All right, now go, go.": null, "Chirp: The casks of apple juice, please.": null, "Andhera: You're too kind.": null, "Squak: Now go, please.": null, "Squak: Get the hell out of here.": null, "Chirp: Please leave.": null, "Andhera: Too kind.": null, "Squak: Wow.": null, "Aabria: And as you move outside...": null, "Brennan: I'm waiting by the east gate for Andhera.": null, "Aabria: Okay, so you head over?": null, "Omar: I make my way as I kind of wave my robe. Just like, “oh, thank": null, "god.”": null, "Omar: “That went so well.”": null, "Brennan: I think Hob is wearing a greatcoat, so it's like the wide": null, "shoulders, sort of against the rain, and it's much more mottled, there's": null, "no garish colors in it.": null, "[intent instrumental music]": null, "Captain Hob: Your highness.": null, "Captain Hob: Good to see you.": null, "Andhera: You as well.": null, "Captain Hob: Thank you for coming here. I know my request must seem": null, "strange. I'm going to tread dangerously forward into the unknown. Your": null, "house and mine are both creatures of the darkness, and so into the": null, "darkness we must tread. I trust you.": null, "Andhera: And you, Captain.": null, "Captain Hob: No no, I mean to say, I am not a clever man. I am not a man": null, "possessed of affinity for high society. You were born to a family that": null, "has put you in this place, and I was not. I have struggled to stay": null, "afloat in the stormy waters of the Bloom, and I have at many times": null, "failed. When I look to you, I see a man of honor, and perhaps I am a": null, "fool, but I know that I cannot survive this without making some attempt": null, "to trust. So I'm telling you now, Prince Andhera, that I trust you.": null, "Andhera: What an interesting day this is turning out to be, as I am": null, "sharing one of the deepest secrets with many people, it seems, and I": null, "would like to extend to you, Captain, you can trust me with anything,": null, "and I will be candid and honest with you. We met in the fray of battle,": null, "but I believe that our relationship was forged in the quiet serenity of": null, "everyday conduct.": null, "Captain Hob: To maintain one's honor in the face of the trials and": null, "tribulations of life is a constant battle, and so in that way, your": null, "highness, we have never left the battlefield.": null, "Andhera: Shit, yeah, when you put it that way.": null, "Captain Hob: Come walk with me. If you would be a friend to me, I am": null, "headed for a clandestine meeting with one whom I believe is of great": null, "importance to all of the fey herein gathered at the Bloom. It is also": null, "possibly an ambush to murder me and hide my body. So, to that end, it": null, "could also be an attempt to have me arrive at a place of great evil and": null, "frame me for an atrocity that I did not commit. So bringing another": null, "goblin was ruled out, because my court would not be trusted to speak on": null, "its own behalf.": null, "Captain Hob: Bringing a representative of another court means that there": null, "will be a witness to whatever awaits me at this clandestine juncture, do": null, "you understand?": null, "Andhera: Absolutely and completely. In fact, I'll cast Detect Good and": null, "Evil just to be safe.": null, "Captain Hob: Magic seems so useful. What's that like?": null, "Brennan: I'm gonna head off with Prince Andhera.": null, "Aabria: Let's go ahead and bring you all together.": null, "Surena: I think that BINX is Gwyndolin-ified, so she is Gwyndolin right": null, "now. They're waiting behind an old tailor shop. There's mannequins and": null, "clothes that have been abandoned strewn about. It's dusty. The windows": null, "are broken in. And Gwyndolin is nervously—she has this little": null, "jack-in-the-box toy, it's just a wooden toy, and she's just nervously": null, "like, [mimics repeatedly unfurling a jack-in-the-box] poof!": null, "Rue: BINX. BINX.": null, "[tender piano music]": null, "Rue: You look nervous.": null, "BINX: Well, I mean. [changes to Gwyndolin’s voice] I mean! Listen, it's": null, "one of those things where, if this goes wrong, then we’re both—then I": null, "have dragged you into this situation with me, and then you're in": null, "trouble, then I'm in trouble, then we're all fighting, and, what?": null, "Rue: I am here at your side no matter what.": null, "Rue: Whether good or bad, I am here. Trust yourself.": null, "Rue: And if you can't, I want you to think about this. As a child, I was": null, "a wild owlbear that was raised by archfey in the Court of Wonder.": null, "BINX: Wait, you're from the Mortal Plane? Is that...": null, "Rue: I was taken by the archfey, yes. And they raised me to be one of": null, "them. I've always felt not a part of the Court of Wonder society, but I": null, "was terrified. But I would hum a tune that would steel myself in order": null, "to do the things that I needed to get done.": null, "Rue: And if you're nervous, I want you to hum this tune.": null, "Oscar: And I can't hum a tune to save my life, but I'm going to give you": null, "a Bardic Inspiration in case anything sort of happens.": null, "Aabria: And as that happens, you hear the little salt goblin you know": null, "is—": null, "Surena: Which is in, because we were in your room, I put the salt goblin": null, "in a party favor bag that has a window, so it's not in a Mason jar, it's": null, "in a party favor bag. It has, like, stars on it. It says “happy": null, "birthday.”": null, "Surena: And that's where the goblin is in.": null, "Aabria: Then as you're having this moment, Scorple, who is this little": null, "goblin.": null, "Surena: Scorple!": null, "Brennan: Scorple!": null, "Aabria: Just starts banging on the plastic part to get your attention.": null, "Scorple: They're coming!": null, "BINX: Wait, what?": null, "Rue: They're here. They're coming.": null, "BINX: Oh!": null, "Rue: Yes!": null, "BINX: Thank you.": null, "Scorple: I'm not a snitch. I don't want to die. You can let me out, or": null, "open a little more air. It's hot in here.": null, "Surena: Sporadically punch a bunch of holes in it.": null, "Scorple: [inhales] Thanks!": null, "Brennan: As we approach this tailor's shop.": null, "Brennan: First of all, I just want to say, as, really like—these dark,": null, "cloaked Goblin and Unseelie walk through the shadows, I have a good": null, "Stealth, we just look hot. I just want it to be known that we're walking": null, "across a misty moor.": null, "Omar: Yeah.": null, "Aabria: Hold on, hold on, hold on. Performance check from both of you.": null, "Oscar: Ooh!": null, "Lou: You don't just get to say you look hot.": null, "Aabria: Are you kidding?": null, "Lou: Ooh, that's not a hot face.": null, "Brennan: Okay. 15.": null, "Aabria: That's hot.": null, "Oscar: That's hot.": null, "Omar: Did I get Inspiration at any point?": null, "Aabria: Sure you have. It's not on me to keep up with it.": null, "Omar: Shit, 21.": null, "Aabria: Y'all are cutting a mean figure as the shadows sort of lengthen": null, "and deepen in this sort of forgotten area, 'cause I do want to be clear,": null, "this entire island exists because of the Bloom, but even here in a place": null, "made by the surge of magic, there are forgotten corners, and you were": null, "able to find one, and yeah, cool.": null, "Brennan: As we are approaching, I'm gonna reach into my uniform and pull": null, "out a purple potion, and I'm going to hand it to you and say,": null, "Captain Hob: Good rule of tactics. Never give your opponent the same": null, "trick twice. Better for you to drink that than me.": null, "Brennan: And I'm going to let—": null, "Aabria: Detect Thoughts.": null, "Brennan: I'm gonna let Andhera drink the Detect Thoughts and look at you": null, "and say,": null, "Captain Hob: If there's anything coming I should know about, give me a": null, "tap of warning on the shoulder.": null, "Andhera: Absolutely.": null, "Brennan: And I'm going to walk into this, and note that the leader of": null, "the Court of Craft has summoned us to a tailor shop.": null, "Aabria: Yep.": null, "BINX: Why are they so hot right now? They're just walking. They're hot.": null, "Scorple: Hey yo boss, you look dope!": null, "Captain Hob: Very good, Scorple. At ease.": null, "Aabria: He just lays back down.": null, "Brennan: I see Rue here. I visibly catch my breath in my chest.": null, "Aabria: Insight check.": null, "Oscar: Mm.": null, "Brennan: I'll roll Deception.": null, "Surena: Oh, I want to help you.": null, "Oscar: 13.": null, "Brennan: 16.": null, "Oscar: Oh ho!": null, "Aabria: You don't clock it.": null, "Brennan: In my head, I'm just like, yeah. Oh, the one person BINX knows": null, "here? Yeah, that's who she'd bring to the thing when you said bring a": null, "second.": null, "Oscar: Yeah, I would have noticed, except I just cannot keep my eyes on": null, "Hob. It would demolish me just by looking at—especially the slow-mo way": null, "in which these two gorgeous figurines just entered the room.": null, "Omar: Raincloud over us as well, I would like to add.": null, "Aabria: Ooh!": null, "Lou: A little wet?": null, "Omar: A little wet.": null, "Lou: A little damp?": null, "Omar: A little 2000s Backstreet Boys action.": null, "Oscar: Exactly!": null, "Surena: Yes!": null, "Lou: Just right here, matted right there.": null, "Omar: Yeah, yeah.": null, "Lou: Little bangs action.": null, "Omar: Can I quickly get everyone to roll for their surface thoughts that": null, "I'm just picking up?": null, "Aabria: Absolutely. There's no roll for the surface thoughts.": null, "Omar: Oh, surface thoughts? That's right, that's right.": null, "Aabria: Surface thoughts are free.": null, "Omar: I'm not pushing any further, so I hear that.": null, "Oscar: I just look away.": null, "Brennan: Oh, you absolutely feel that Hob feels painful shame at how": null, "enamored he is of Rue, and it is a very self-excoriating—it is a feeling": null, "of just like, “you idiot.” Like, this is never gonna—like, even in the": null, "swell of feeling, there is a self-reproach.": null, "Omar: As I absorb those thoughts and those feelings, the cloud itself": null, "takes on a sea storm kind of vibe, and there's just needles of lightning": null, "cross-crossing and shattering and breaking through the cloud.": null, "Surena: Gwyndolin, BINX's thoughts right now, are just like, “You got": null, "this?” They're just like inspirational quotes that she's read, and she's": null, "repeating them, so it's like, “You got this. You can do it. Hang in": null, "there.” It's just those thoughts, and just repeating, repeating,": null, "repeating, and an underscore is a tune.": null, "Omar: And I glance over to you, Rue.": null, "Oscar: I look away. I look down on the floor. I try to—I fuss around": null, "with my gown. I look around at the space and just think, “I've never": null, "been here before.” That's my surface thoughts. “I've never been here": null, "before. What a place. I wonder what's gonna happen, okay.”": null, "Aabria: Scorple's thinking about food. Not that anyone asked.": null, "Brennan: I put my cavalry officer's hat in my hand and stand.": null, "Captain Hob: Ms. Thistle-hop, I believe that Ms. Choppley delivered a": null, "letter on your behalf.": null, "BINX: [still in Gwyn’s voice] She did, because there is something that I": null, "must tell you that must remain—hello, hi. Yes, okay. Outside of the": null, "Bloom. And I feel that during tea, you and I exchanged several thoughts": null, "that might have painted me in a light that is different than my intended": null, "purpose.": null, "Captain Hob: Mm. I shall speak plainly, Ms. Thistle-hop.": null, "BINX: Mm-hm.": null, "Captain Hob: It has come to the attention of the Goblin Court that there": null, "may be interlopers of a highly dangerous nature attending this Bloom.": null, "BINX: I knew it.": null, "Captain Hob: Therefore, it is my utmost responsibility to see to the": null, "safety and security of those vassals of his majesty the Goblin King.": null, "Given that I am aware of the fact that whoever you may be, it is not one": null, "Gwyndolin Thistle-hop, you have risen quite high in my list of dangerous": null, "individuals. Do you have a means of dispelling this suspicion on my": null, "behalf?": null, "BINX: I do, but I first have to ask you a question. And since you are": null, "speaking plainly, I expect that, and would expect you to continue to do": null, "so, right?": null, "Captain Hob: I do not have the verbal guile to mislead, so in this": null, "manner, you may trust in my honesty.": null, "Scorple: It's true, this dude's shit for lying.": null, "BINX: He's...": null, "Captain Hob: So nice. Wait a minute. Your servant said the same thing.": null, "BINX: That’s—first of all, BINX is not a servant. They were just doing": null, "me a favor, because they are the only one of the Court of Craft left.": null, "[stammering] It's fine! I need to ask you. How do you feel about the": null, "Court of Wonder? And I need you to speak plainly, understanding that I": null, "am not... I just—I need to know if I can trust you, and I feel that I": null, "can trust everyone here.": null, "Captain Hob: A request made for honesty.": null, "BINX: Yes, please.": null, "Captain Hob: [clears throat] Courts are large, and they encompass": null, "multitudes, and there are those of us who can contradict the nature of": null, "our court. I must make it clear that if I speak in castigation of": null, "certain elements of a fey court, that it does not extend to each and": null, "every member of that court.": null, "BINX: Yes.": null, "Captain Hob: I find the fairies of the Court of Wonder to be arrogant,": null, "vain, haughty, small-minded, and of a nature most unbecoming to those of": null, "us who wish to uphold true values, like rumpus and mischief!": null, "Oscar: I knock over a ventriloquist's dummy by accident. I’m just shook": null, "by that.": null, "Lou: This tailor is fucked up!": null, "Brennan: As you knock that over, I'm gonna say,": null, "Captain Hob: Rue, are you—sorry, I don't want to...": null, "Rue: No, no. What?": null, "Captain Hob: I don't mean to—I understand that some members of that": null, "court herein are present, Delloso de la Rue.": null, "[Scorple cackles]": null, "Captain Hob: Scorple!": null, "Scorple: This is so shitty!": null, "Surena: Scorple knows everything.": null, "Brennan: I'm going to look and say,": null, "Captain Hob: Obviously this does not extend, what I mean to say—": null, "Rue: I fully understand, and please, speak plainly as—": null, "Captain Hob: What I will say is this. A fish rots from the head.": null, "[dramatic percussive music]": null, "BINX: [in BINX’s voice] Wow, that's really profound.": null, "Captain Hob: And as such, as any true goblin would attest, the insult": null, "paid to our court time and time again from that rake, ruffian, and": null, "rapscallion, Prince Apollo is at the end of its long suffering!": null, "Scorple: Yeah!": null, "Captain Hob: If the Court of Wonder is to recover its lost station—": null, "Scorple: Brap!": null, "Captain Hob: Then Prince Apollo will pay, and pay soon, for the insult": null, "he has already given!": null, "Rue: What insult is it?": null, "Captain Hob: The Viscountess Grabalba's honor will be avenged!": null, "Scorple: [squawks] Can I please be out of here?": null, "BINX: Yeah, I'm sorry.": null, "Scorple: Thank you! [screams]": null, "Squak: Did you hear that, cousin? There's yelling off in the distance!": null, "Surena: A tailor's in the middle of fucking nowhere.": null, "Brennan: I will say,": null, "Captain Hob: That is my opinion, freely given, of the Court of Wonder.": null, "Do you ask because you mean to... I do not believe that you are of that": null, "court. Not who you truly are.": null, "BINX: [in Gwyn’s voice] You would be [changes to BINX’s voice]": null, "absolutely correct.": null, "Surena: And I, like, change into—because while you were pontificating, I": null, "was already starting to kind of shimmer a little bit.": null, "BINX: You're right, hi.": null, "Captain Hob: [sputtering] BINX is Gwyn, and Gwyn is BINX!": null, "Andhera: I know! [laughs]": null, "Captain Hob: You knew?": null, "Andhera: Of course I knew, yeah. I figured it out yesterday.": null, "Captain Hob: Well, shit!": null, "Scorple: I knew. You dummy.": null, "Brennan: I'm gonna eat Scorple.": null, "Captain Hob: They only live for like six hours.": null, "Andhera: The irony of that, because they were thinking about how hungry": null, "they were and they got eaten, is fascinating.": null, "Emily: [laughing] The idea that they only live six hours!": null, "Captain Hob: Yes, Left-tenant Gorebladder is actually a lineage of": null, "Gorebladders.": null, "Aabria: Yes, hereditary title.": null, "Captain Hob: Gorebladder's great great great great great great great": null, "grandfather started working for me like a couple days ago.": null, "Omar: A three hour death save, they got like 40 minutes. [laughs]": null, "[somber instrumental music]": null, "BINX: Yeah, so we all know. I'm very happy that you came, because the": null, "Court of Wonder has swallowed my court. I am the last one, as I said, as": null, "I stated, but that is not without conflict, and that is not without": null, "action. Fey, we don't die. We turn into other things. We get stuck, we": null, "get trapped. We become things in the material world, and I believe that": null, "the Court of Wonder is responsible for this. And again, not all Court of": null, "Wonder people, of course, but Apollo most especially, so if you are": null, "planning to take down Apollo, then count me right in, because I... I": null, "think that the Court of Wonder has done... Has done too much and has": null, "gotten away with it for too long.": null, "Brennan: I look at you.": null, "[Captain Hob chortling darkly]": null, "Surena: I start playing with my jack-in-the-box. I don't know what to": null, "do.": null, "Captain Hob: I can't imagine this meeting having gone any better. How": null, "exciting!": null, "Brennan: And I'm going to step towards you real quick and say,": null, "Captain Hob: What we need is this.": null, "[adventurous instrumental music]": null, "Brennan: I'll grab some tailor's cloth off a bench, spread it out on the": null, "thing, and go,": null, "Captain Hob: The Court of Wonder has set itself up to absorb the vast": null, "majority of the Bloom's magic. They have swept the Court of Sea Foam to": null, "the side, pulled much attention for themself. Apollo was trying with all": null, "his might to grab the Crystal Heart. There is—": null, "Brennan: And I'm going to start sketching out Unseelie, Goblin, and I": null, "look up and say—": null, "Surena: I'm going to grab some red string from the tailor's and I'm": null, "going to start connecting your guys.": null, "Captain Hob: Ms. Choppley.": null, "Captain Hob: I am of the opinion that your court shares common cause": null, "with my own.": null, "BINX: It's just me, so I absolutely do.": null, "Captain Hob: You can speak for a unanimous grouping of your court, yes.": null, "We have both been wronged in our own time by the Court of Wonder and": null, "perhaps are seen by certain factions within the fey realms as lesser": null, "fey.": null, "BINX: I mean, that's why I never... We never went to any Blooms. You": null, "know, it was a lot of bows and curtsies, and people don't spit when they": null, "curtsy, you know what I mean? There's things that are wrong here, and so": null, "we just—we stayed at home.": null, "Brennan: I look at this schematic with the red yarn, and I'm going to": null, "look to Andhera, and I'm gonna stand up and just look over at Rue and": null, "say,": null, "Captain Hob: Master of Ceremonies, you have dwelt long with the Court of": null, "Wonder, and to all outward appearance, it is indeed your court, and we": null, "speak of it in a manner quite hostile. I would not suffer anyone near me": null, "to speak so of the Goblin Court in my presence, but I notice that you": null, "have remained stoic and silent. Has anything myself or Ms. Choppley said": null, "given you pause? If you seek satisfaction, I would understand, but I": null, "wish to know the manner of your silence.": null, "Rue: To be honest, Captain Hob, I am feeling a little bit torn at the": null, "moment.": null, "Oscar: And while Rue's saying this, they are deeply fighting emotions as": null, "they stare into Hob's beautiful eyes.": null, "Omar: Can I say that that's reflected in the cloud? It's changing form.": null, "Aabria: Ooh, yeah.": null, "Rue: Yes, I am part of the Court of Wonder. I speak and am a": null, "representative of the Court of Wonder. One might associate what I do at": null, "the Bloom with the Court of Wonder, but I have never felt one with them.": null, "I don't belong anywhere. The Court of Wonder is my home, but I'm never": null, "there. When I saw Gwyndolin at the Bloom, I should've recognized her,": null, "but I didn't, because I don't know anyone anymore. The reason why I am": null, "the Master of Ceremonies at the Bloom is to get away from a place that": null, "has hurt me deeply. And yet, I feel a sense of loyalty to the Court of": null, "Wonder. As you say these things, I want to implore, and you, the": null, "scathing things you've said about Apollo, I want to say, are you sure?": null, "What are you basing this on?": null, "BINX: I think that, you know, it is worth looking, right? I mean, even": null, "if it's not him, if he's just doing his own thing or whatever, then": null, "we'll know. But if he is pulling the strings—": null, "Brennan: By the way, you're reading my mind right now. So when Rue": null, "describes a place that is your home that you never go, and a feeling of": null, "loyalty to a place you feel you don't belong, all Hob can think of is": null, "all those nights marching by the bonfire as far away from the goblin": null, "rumpus as he could get, and just thinking of what it means to have the": null, "only root you have not feed you, and all he wants to do in that moment": null, "is comfort Rue and say that everything they said was so deeply felt and": null, "understood, and the only thing Hob would disagree with that Rue said was": null, "that they don't belong anywhere, and that Hob knows that they do. All of": null, "that is surface, as Hob truly loses focus for that moment, and comes": null, "back and goes,": null, "Captain Hob: The matter at hand is this. Though you have spent long": null, "years far away from the court you call home, and though you are not": null, "truly Gwyndolin Thistle-hop, you two are the closest thing I as a goblin": null, "have as an insight into that court. Do I know these things of Prince": null, "Apollo? I wish I did. My victories on the battlefield bought our court a": null, "rare window of opportunity to rise in station, to enjoy the acclaim and": null, "honor enjoyed by other courts, and my victories were used to… to begin a": null, "suitorship with the Prince Apollo and the Viscountess Grabalba, though I": null, "will deny it if it is said in public.": null, "When that was called off, our opportunity was lost, and we have been": null, "looking for the person who was at cause to cancel that engagement. If": null, "either of you know who that was, and if it is not Prince Apollo, we will": null, "seek satisfaction from who actually did us wrong, but of course, the": null, "possibility remains that it was not one person, and that the entire": null, "affair was a charade from the beginning and was never meant to be an": null, "honest engagement. Do either of you know who could have been at cause?": null, "Or is our belief that there was one malefactor a delusion, and in fact": null, "there was never a hope of a goblin alliance with the Court of Wonder?": null, "Rue: Hob, I... You were the reason why Grabalba and Apollo were to wed?": null, "Captain Hob: Well, the victories over the Unseelie at the battle,": null, "well—and, you know, no hard feelings.": null, "Andhera: It was a great fight. By the way, this is how I speak, and it's": null, "the smallest revelation of all the ones at this meeting.": null, "BINX: Oh.": null, "Andhera: That's it, just wanted to address that really quick so you": null, "didn't feel left out, that's it. Pardon?": null, "BINX: Your voice is so different.": null, "Andhera: Oh shit, you didn't know either!": null, "BINX: No, I didn't.": null, "Andhera: Because I was planning on telling you later! So both of you,": null, "yes, anyway, great fight.": null, "Captain Hob: The K in K.P. stands for Knickolas.": null, "Rue: What?": null, "Oscar: Honestly, at that moment, Rue's whole exterior completely": null, "shatters, takes a huge sigh.": null, "[Rue sighs dreamily]": null, "Oscar: And very clearly, surface level thought. “I love him.”": null, "Aabria: And on that, we sort of have the camera pan down and we see this": null, "constellation of ideas and conspiracies, half thoughts and hopes and": null, "suspicions, and then we pan up and look at a night sky full of stars and": null, "a massive crescent moon rising over the horizon as other fey with other": null, "priorities and other deals move about. We see the contingent of the Sea": null, "Foam Court moving towards the proposed meeting ground, and we see a": null, "messenger clad in gaudy, gold armor carrying an envelope that is truly": null, "just reflective gold, carrying it up to the nest of the Lords of the": null, "Wing as an invitation from Prince Apollo himself to have a drink and": null, "some laughs at a private parlor in the dead of night, is delivered, a": null, "bit of fun. And we will see you again next time for chapter seven of \"A": null, "Court of Fey & Flowers\".": null, "[all shouting merrily]": null, "[NEXT EPISODE - Episode 7: The Masquerade Ball]": null, "[NEXT TIME ON DIMENSION 20]": null, "Rue: I have heard stories that the Court of Craft is in need of magic.": null, "Aabria: And at this, you hear Alven kind of... [coughs]": null, "Rue: What's that?": null, "Alven: Oh, well, I mean.": null, "-": null, "Chirp: But it is true that Grandfather's coming, I need a match, I need": null, "to put out feelers.": null, "Captain Hob: There is much yet to learn. My next move will be to": null, "challenge the Prince Apollo to a duel, but there are cleverer of us in": null, "this conspiracy than myself. I shall wait to make any move.": null, "Oscar: My heart is beating so fast, because his hand is so close to my": null, "bosom.": null, "Surena: That's why I reached out.": null, "Omar: Can I say the cloud is throbbing as I'm still picking up on your": null, "thoughts?": null, "Lou: Disgusting.": null, "Chirp: We're gonna Bloom like it's 1999!": null, "Squak: Which again, you've got to tell me about. That sounds like a": null, "crazy year.": null, "------------------------------------------------------------------------": null, "Captions extracted by: Kyber Bonsai": null, "Edited by: OliverC, Iris (@sacredwhim)": null}