{"Dimension 20 Season 14": null, "A Court of Fey & Flowers": null, "Starring: Aabria Iyengar as Game Master": null, "Surena Marie as Gwyndolin Thistle-hop; Oscar Montoya as Delloso de la": null, "Rue;": null, "Lou Wilson as Lord Squak Airavis; Emily Axford as Lady Chirp": null, "Featherfowl;": null, "Brennan Lee Mulligan as Captain K.P. Hob; and Omar Najam as Andhera": null, "Episode 2: The Great Hart Hunt": null, "< [Previous Episode] | [Next Episode] >": null, "[elegant classical music]": null, "Aabria: To the churlish Captain K.P. Hob, venerated soldier of the": null, "Goblin Court. To the Master of Ceremonies Delloso de la Rue, pride of": null, "the Court of Wonder. To the illustrious Gwyndolin Thistle-hop of the": null, "Court of Wonder. To the tenebrous Prince Andhera, scion of the Unseelie": null, "Court. And to the notorious Lords of the Wing, Lady Chirp Featherfowl,": null, "Countess of Cluckingham, and Lord Squak Airavis, Earl of Peckersburg.": null, "Honored Archfey, we are delighted to welcome you to \"A Court of Fey &": null, "Flowers.\"": null, "Greetings and welcome to Dimension 20's \"A Court of Fey & Flowers.\" I am": null, "your highborn Fey DM, Aabria Iyengar, and with me tiptoeing through the": null, "tulips are my wonderful pack of pixies. Say hi, pack of pixies!": null, "Players: Hi, pack of pixies!": null, "Aabria: Last time when we first met, we got a lovely set of": null, "introductions as we met each of our Archfey in their home territory and": null, "eventually brought them to the Seafoam Court's tidal island and the": null, "beginning of the Bloom. We saw the spectacularly bird-filled arrival of": null, "the Lords of the Wing. And we had our first interactions with the": null, "secrets and rumors that underpin and uphold and hold our Fey society out": null, "and away from each other. But the Bloom has properly begun now. It's day": null, "two, and it's time to begin, so let's begin with chapter two: \"The Great": null, "Hart Hunt.\"": null, "So I want to begin this with an opportunity to explore one of our": null, "mechanics that just gets us right in that... regency high status vibe,": null, "so we're going to explore our first epistolary phase. So each of you": null, "will have two opportunities to write a letter to someone here, to": null, "someone at home, or to command a letter from someone else.": null, "Correspondence is important here because under the scrutiny of all of": null, "the other Archfey who have their own machinations and plans in mind, the": null, "surreptitious trade of information is crucial to people's plots and": null, "plans. So I'm going to open the floor to you. Who would like to write a": null, "letter?": null, "Lou: I have one written, and thus—": null, "Aabria: Oh, okay!": null, "Oscar: Oh, written already?": null, "Lou: And thus I will send it.": null, "[Brennan gasps]": null, "Aabria: Yes!": null, "Lou: It is to Delloso de la Rue.": null, "[Aabria claps]": null, "        Squak:": null, "\"To the most masterful of ceremonies, Delloso de la Rue.": null, "I've realized it would behoove me to inquire about the specifics of our": null, "glorious little wager. My cousin and I, of course, were caught in the": null, "spirit of the eventful moment you crafted and did not want to let you": null, "down in setting the Bloom off on the right foot. Also, I would never": null, "want you to think me ungrateful in forgetting to thank you for engaging": null, "us in this little game. To demonstrate our growth before our many": null, "friends is the greatest gift of all.": null, "Yours in glee and light,": null, "Lord Airavis, Earl of Peckersburg.\"": null, "[cast applauds]": null, "Oscar: Wow!": null, "Surena: That's great.": null, "Aabria: So my question for you is…": null, "Lou: [tears off the page and gives it to Oscar] There you go.": null, "Surena: Oh shit.": null, "Oscar presents the page while singing.": null, "Aabria: How does this letter—yes.": null, "Lou: That is the reply in full entourage of birds that truly clogs an": null, "entire hallway.": null, "Emily: Like in presidential security.": null, "Lou: Truly, there's one ostrich with the letter in its mouth and then": null, "just a shit ton of birds. Of course doves pulling said ostrich. It does": null, "not need walk.": null, "[cast laughing]": null, "Oscar: Can the other birds just pick the ostrich up?": null, "Lou: Oh, exactly.": null, "Aabria: Oh my God.": null, "Emily: The ostrich hates it though.": null, "Lou: Yes. Yeah, yeah, if you make an Insight check on that ostrich, it's": null, "not happy. [cast laughing] But the delivery of this message is clearly": null, "from the Lords of the Wing, and clearly delivered to Delloso de la Rue.": null, "And I am in that way demanding a response.": null, "Emily: Ooh.": null, "Oscar: Demanding?": null, "Aabria: I love that. You can think on that if you want. And if you": null, "choose to refuse a response, that's an option, but will come with a": null, "social price.": null, "Oscar: Of course.": null, "Aabria: So take your time. Decide what you want to do there. First": null, "letter's down.": null, "Oscar begins furiously writing with a quill.": null, "[players laughing]": null, "Aabria: I will also say, y'all don't have to physically write the letter": null, "down. You can use your imaginations and just wiggle the feather.": null, "Lou: Yes.": null, "Aabria: But do what you feel.": null, "Lou: Well, I did that 'cause I knew I wanted to do it. And yeah, I'm": null, "sorry for setting a bad example.": null, "Aabria: You're perfect and—hey, you're perfect and beyond reproach.": null, "Lou: [feigned distress] I quit!": null, "Emily: No!": null, "        Chirp: [laughs] Cousin!": null, "        Squak: I'm done.": null, "Lou: Squak is just crying.": null, "        Squak: We didn't read the wager!": null, "        Chirp: What have we done! Cousin, we are ruined!": null, "        Squak: We are ruined!": null, "Aabria: I will say it has become a little bit of the talk amongst your": null, "tier and your peer cohort that such an excessive display was implemented": null, "in sending a letter. It was very obvious you wanted everyone to know": null, "that a correspondence was happening, and it has been so noted. Does": null, "anyone else have a letter they would like to send?": null, "Brennan: Ahem.": null, "Emily: Is your quill filled with blood?": null, "Brennan: [mimes stabbing himself with the quill] Thump!": null, "Captain Hob:": null, "\"To the exclaimable Lady, Gwyndolin Thistle-hop.": null, "Seeing as the Sun has begun its descent over the far horizon, I would": null, "like to bestow upon you an invitation to walk with the Lord and Lady": null, "Blemish under my chaperoneship and speak of matters concerning the Court": null, "of Wonder, the court of most high honor and praise. We wish for all": null, "manner of civility and of political union between our courts even in the": null, "absence of such ties as there might exist elsewhere in the Fey Realms.": null, "Yours in honor…” Scratch out honor, “nastiness,": null, "Captain K.P. Hob.”": null, "Brennan tears out a sheet of paper, balls it up, pretends to put it in": null, "his mouth, and throws it to Surena, who catches it.": null, "Aabria: Amazing.": null, "[paper flapping]": null, "Lou: What's up?": null, "[Brennan spits]": null, "Aabria: That was amazing actually.": null, "Omar: Whoa!": null, "Aabria: That was rad as shit. How is the note delivered?": null, "Brennan: Just like that. I literally chew it in my mouth a little bit": null, "and spit it across the party.": null, "Surena: And I catch it with one hand.": null, "Aabria: Incredible. Amazing.": null, "        Chirp: Those are good reflexes for just a lady of the court.": null, "Oscar: Mm.": null, "Omar: Ooh.": null, "Lou: Reflexes noted.": null, "Omar: I write a letter addressed to Lady Chirp Featherfowl.": null, "Oscar: [gasps] Tell me.": null, "Andhera:": null, "\"My dearest lady, it was so good to see you again after so many years. I": null, "look forward to many festivitous... festivity... festivitous nights and": null, "events. Sincerely, Andhera.\"": null, "Omar: And that's delivered by my advisor.": null, "[Emily laughs]": null, "Aabria: A full creep in the middle of the night.": null, "Chirp: I'm sorry, I'm turning a new feather. Turning a new beak. I can't": null, "entertain creeps in the night.": null, "Advisor: Uh, I, I…": null, "Chirp: Oh, you have a letter for me.": null, "Advisor: Oh God, thank—yes, please, yes.": null, "Chirp: Thank you.": null, "Aabria: And you see he goes a little red at the ears and immediately": null, "turns and walks away.": null, "        Chirp: Ah. [clears throat]": null, "Omar: I'd like to also add, if you look carefully, if you angle the": null, "letter against the light you will see that there, clearly on the papers": null, "above, were other drafts of that letter, [laughs] that the imprint is...": null, "Lou: All those indentations.": null, "Omar: Yeah.": null, "        Chirp: Hmm, hmm, Cousin.": null, "        Squak: Yes.": null, "        Chirp: [chuckles] I require counsel.": null, "        Squak: Of course.": null, "        Chirp: I've received a letter from Lord Andhera.": null, "        Squak: Already, pillar boy?": null, "        Chirp: Yes, yes, pillar boy.": null, "Squak: Also, do we stop calling him pillar boy now that he's hot as": null, "shit?": null, "Chirp: I know. Well, like you said, he's a whole new kind of pillar.": null, "Squak: Exactly.": null, "Chirp: What should I do?": null, "Squak: I mean, he is the most eligible bachelor.": null, "Chirp: Yes, you're right.": null, "Squak: I mean, to hold his eye is to hold the eye of all those who are": null, "attracted to him, so I don't think there's anything to be lost in": null, "engaging.": null, "Chirp: Okay. [clears throat]": null, "Emily: I will take this letter and I think I will write back and say,": null, "Chirp: \"Lord Andhera, kind certainly—time certainly has been kind to": null, "you, and I intend to do the same.\"": null, "Squak: Perfect.": null, "Chirp: \"Looking forward to trying those drugs you gave me.\"": null, "        Squak: Cousin, Cousin!": null, "        Chirp: What, what?": null, "Emily: I scratch it out, I scratch it out.": null, "Chirp: \"Looking forward to a pleasant, well-behaved time. Lady": null, "Featherfowl. P.S., looking forward to trying those drugs you gave me.\"": null, "Squak: I will allow it as a postscript.": null, "Emily: Okay, okay, okay. And then I find just like, such a way too": null, "well-fed peacock and give it to them.": null, "Aabria: This one fat peacock slowly waddling across dispatches.": null, "Emily: [laughing] Takes a long time.": null, "Aabria: Yeah, you get a response back…": null, "Emily: The most decadent.": null, "Aabria: In the dead of night. And you just hear pecking at your door.": null, "Andhera: Ah, the response to the first of my two letters. I wonder if": null, "Lord Squak Airavis also received his letter.": null, "[Emily gasps]": null, "Omar: Worded exactly the same way. [laughs]": null, "Brennan: [hollering] Whoa!": null, "Brennan: No!": null, "Oscar: You're playing games!": null, "Chirp: Oh, hold on, wait, wait. There's actually two letters. They're": null, "stuck to each other.": null, "Aabria: No, hold on, hold on, hold on.": null, "        Chirp: Hold on!": null, "Aabria: Would you have advised Advisor to deliver them simultaneously?": null, "Omar: In terms of thinking through this, I'm not sure necessarily the": null, "game plan Andhera was putting together. I'll just tell you the facts of": null, "what happened.": null, "Aabria: [chuckles] Okay.": null, "Omar: Andhera wrote the letter to Lady Chirp Featherfowl, sent it to": null, "Advisor, and in the time that it took Advisor to wander from one": null, "location to the next, Andhera wrote the second letter because they knew": null, "it would just take that amount of time to write this letter.": null, "Omar: There was no, necessarily, strategy aside from just being like,": null, "“this seems to be the most efficient use of my time.”": null, "Aabria: [laughs] Okay, I love it.": null, "Omar: And they gave it to Advisor shortly after. So there would have": null, "been like a, I don't know, a 15-minute—I don't know how long it takes": null, "Advisor to go, but it would be like double that, three times.": null, "Aabria: I think it would have taken Advisor like 20 minutes to go from": null, "your apartments within that palace to outside where your nest is. And by": null, "the time he came back and got the second letter—is this sealed? Can he": null, "read what's in the note?": null, "Omar: Oh, I think it has to be sealed to make it seem official.": null, "Aabria: Okay.": null, "Omar: So no, he can't. No, I don't think so. No, it's sealed. It's got a": null, "wax seal and everything.": null, "Omar: Actually, it's got a crystal gem that's pressed into it 'cause": null, "it's magic.": null, "Emily: What is—": null, "Omar: Wax is basic material stuff. We can fuck with some stones.": null, "Aabria: There we go.": null, "Omar: Yeah, so there's a little stone pressed.": null, "Aabria: The old smushy stone on there.": null, "Omar: Mm-hmm, yeah.": null, "Aabria: And since he has no idea it's a carbon copy of the first one, he": null, "gives you a weird look and will immediately go and deliver the second": null, "note.": null, "Squak: Hey, I'm sorry, I don’t—I've grown. I don't do any treats": null, "anymore.": null, "Advisor: I was just here—": null, "Squak: I understand, I get it. Like one Bloom ago, it would have been": null, "on, but this—I'm a different guy.": null, "Advisor: [strained] Hate this interaction.": null, "Squak: Oh, it's—oh. Oh, oh! Okay, thank you. [aside to Chirp] I also": null, "really received a letter.": null, "Chirp: Well, open it.": null, "Squak: Okay. [laughs]": null, "Advisor: I'm gonna go.": null, "Aabria: And he just turns and runs.": null, "Squak: Yeah, sorry, yeah.": null, "Chirp: Please do before we make a mistake.": null, "Squak: Normally we would offer you drugs, but go, please.": null, "Chirp: Is that...?": null, "Squak: It's the same letter.": null, "Chirp: Huh, it is. Wow. Well, there's one capitalized letter there that": null, "isn't here.": null, "Squak: Oh, yes. And this time he didn't... No, no, this is—yeah, this is": null, "the same letter. No, this is the same—": null, "Chirp: The spelling errors are the same.": null, "Squak: Yeah, it's the same one. He scratched out the same—that same": null, "scratch in yours, he did it again.": null, "Chirp: Cousin, this is only a fantastic thing. The most eligible": null, "bachelor at the entire Bloom is pursuing both of us.": null, "Squak: At the same time.": null, "Chirp: With a homogeneity to the pursuit, but still.": null, "Squak: But do you believe it to be some sort of throuple he's attempting": null, "to engage us in? Or do you think he's attempting to pit us against one": null, "another?": null, "[Chirp gasps]": null, "Squak: The games he's playing. They're deep and insightful.": null, "Chirp: Cousin, I would never be pit against you.": null, "Squak: And I would never be pit against you.": null, "Chirp: I think that you should respond with the same exact thing I": null, "responded.": null, "Squak: Okay, well, I'll have to do it tomorrow, since I already sent all": null, "of my birds to carry them.": null, "Squak: All the birds I could have deliver a letter, I have. But I'll": null, "speak to him.": null, "Chirp: Yes, that's good.": null, "Squak: I'll speak to him the next chance I get.": null, "Chirp: Yes. Ooh, and in the meantime he'll wonder, he will be tortured": null, "by the thought.": null, "Squak: Yes. Yes, Cousin.": null, "Chirp: “Have I insulted the Lords of the Wing?”": null, "Squak: Yes, Cousin, yes!": null, "Chirp: Oh, he will be tortured.": null, "Squak: Oh, the games we are playing!": null, "Chirp: Ha!": null, "Squak: This mature thing, I feel like we're really growing into it.": null, "Chirp: We really are, we really are, because right now every other Bloom": null, "right now we were…": null, "Squak: Just knee deep, knee deep.": null, "Chirp: Knee deep, beak deep.": null, "Squak: In sexual—beak deep in sexual bond. Oh, wow.": null, "Chirp: But I'm gonna go to bed early.": null, "Squak: Same.": null, "Aabria: I think right around that time you hear a very faint tapping at": null, "the edge of your—your house has a door, yeah?": null, "Emily: Oh, yeah, yeah, yeah. It's basically a mansion that just looks": null, "like it's built of twigs.": null, "Aabria: Love it, sweet. A tiny tapping at the front door.": null, "        Chirp: Cousin, are you expecting someone?": null, "        Squak: I don't believe so.": null, "Lou: I'm gonna go—I'll open the door.": null, "Aabria: You see a tiny, little wooden automaton that's like a little": null, "ballet dancer.": null, "Lou: Oh.": null, "Oscar: Oh no.": null, "Aabria: That does a very short—it's like two minutes long.": null, "Lou: Oh shit, shit. [laughs]": null, "Aabria: A very intricate ballet. And ends with their arms in the": null, "position that would dictate three o'clock as the rendezvous time.": null, "        Chirp: Cousin, did you get sexted?": null, "        Squak: I believe this is a sext.": null, "        Chirp: Oh!": null, "        Squak: Uh…": null, "Lou: Can I pick up the little—": null, "Aabria: Of course you can. She happily climbs into your hands.": null, "Squak: I need you to return to your master and please let them know that": null, "I... am…": null, "Lou glances at Emily, who grimaces.": null, "Squak: ...unwell.": null, "[Brennan laughing]": null, "Chirp: Oh, oh, that's lovely. Say you're terribly sick.": null, "Squak: I am… I am [coughs lightly] as you can see, terribly ill. And I": null, "would request their audience following the next sunrise if that would be": null, "possible.": null, "[Lou blows]": null, "Oscar: You—ka-clunk.": null, "Brennan: “Oh shit, oh God, oh God! Call a doctor!”": null, "        Squak: I'm sorry, I'm sorry, I'm sorry!": null, "Aabria: Her arm fully breaks off.": null, "Oscar: Oh no!": null, "Aabria: She grabs it together.": null, "        Squak: Shit!": null, "Aabria: Like drops off of pointe and just looks up at you, flips you off": null, "with a broken-off arm.": null, "        Squak: I'm unwell!": null, "Aabria: And just walks.": null, "        Squak: Don't you see? I'm unwell.": null, "Aabria: Just this tiny, three-inch-tall wooden figure is just walking.": null, "It's going to take forever for them to get back to Capacea.": null, "Lou: Oh God.": null, "Emily: Okay, I will summon a flock of familiars to escort this little": null, "wooden thing.": null, "Aabria: Okay, what do you summon? Talk to me. Paint me a word picture.": null, "Chirp: Do you want to impress this person or…": null, "Squak: Well, we just need to keep them on this train, you know? And I": null, "think a hard no is a bad—would not—a rejection of their affection would": null, "not behoove us. I believe we just need to keep them around and keep them": null, "in our good graces, so I think slightly impressive. Not desperate, not": null, "hungry.": null, "Chirp: Okay.": null, "Squak: Just enough.": null, "Chirp: A flock of turkeys.": null, "Squak: Yes.": null, "Aabria: A flock of turkeys!": null, "Aabria: Amazing. One of them sort of leans in with their big sort of": null, "striped feathers, allows this little ballerina automaton to climb on,": null, "and then one takes up the pole position and they're giving like a flying": null, "V but waddling as just seven—": null, "Emily: A walking V.": null, "Aabria: Yeah, a walking V.": null, "Emily: A waddling V.": null, "Aabria: Just waddles back towards the palace.": null, "        Squak: Cousin, what would I do without you?": null, "        Chirp: Ah, what would I do without you?": null, "[Lou chuckles]": null, "Oscar: Aw, that was sweet.": null, "Lou: Well yeah, we're family and we're nice to each other.": null, "Emily: Yeah.": null, "Lou: I love my cousin.": null, "Aabria: Amazing, anyone else?": null, "Surena: I'm gonna write back to K.P. Hob here.": null, "Aabria: Yes.": null, "Surena: Captain Hob. And receiving the letter it's damp, right? I'm": null, "assuming it was in your mouth.": null, "Brennan: Yes.": null, "Surena: Great, cool, cool, cool. Unfold it.": null, "Aabria: This was at a party, so are you responding at the party?": null, "Surena: I am, yeah.": null, "Surena: So immediately I find a little bench and I write,": null, "        Gwyndolin:": null, "\"Dear Captain Hob. Dear Captain K.P. Hob,\" oh God.": null, "\"I would be so delighted to accompany you, Boil, and Blemish on a walk.": null, "I feel like there is much we can talk about and much I can learn from": null, "you, because it's important that we in the Court of Wonder understand": null, "each other and work together to repair things that may have been lost.": null, "So let me know, and I'll bring a picnic basket and we can have lunch.": null, "Signed with glee,": null, "Gwyndolin.\"": null, "Surena: I fold it, I walk right up to you.": null, "Omar: Oh!": null, "Surena: And I hand it to you.": null, "Captain Hob: My lady. [eats the letter without looking at it] [pauses] I": null, "accept.": null, "        Gwyndolin: That's amazing!": null, "        Captain Hob: [laughs] A little Goblin parlor trick.": null, "Brennan: And I offer my elbow.": null, "Surena: I take it.": null, "Oscar: Are you still bleeding from the…": null, "        Gwyndolin: Yeah, are you, um, is this fine? Are you? Do you, um…": null, "        Captain Hob: Oh, sorry. [spits on his wound] This way.": null, "        Gwyndolin: Thank you!": null, "Lou: Wow, a Goblin's mouth is incredible.": null, "Lou: It's a bandaid…": null, "Brennan: [in Captain Hob’s voice] You don't know the half of it, Lord": null, "Airavis.": null, "Aabria: I need both of you to give me a Performance check. We're gonna": null, "average your scores 'cause all of that happened in full view of members": null, "of society. And whoever wants to say they're at that party.": null, "Lou: I'll be watching. Why not?": null, "Aabria: They're absolutely there, yeah. These are sort of removed from": null, "linear time.": null, "Omar: Oh.": null, "Oscar: That's 21.": null, "Surena: 21.": null, "Brennan: 22.": null, "Brennan: My Battle Master maneuver also lets me add it to Performance.": null, "Aabria: Oh.": null, "Brennan: So I'm like that crisp, like, [audibly sits upright] very": null, "upstanding, and is clearing the way for the Lady Gwyndolin, and is": null, "definitely like—Captain Hob is a stick in the mud, but as long as he": null, "doesn't have to talk, he can do the courtly performance.": null, "Captain Hob: It is a pleasure and an honor. Thank you for doing the": null, "kindness of being seen walking arm in arm with one such as myself.": null, "Gwyndolin: Why did you say, \"to be seen with\"? You're here. You were": null, "invited just like all of us, right?": null, "Captain Hob: No, perhaps that is an old-fashioned and fussy notion, but": null, "I'm of the opinion that honor cannot be obtainable without the": null, "possibility of dishonor, and so in order to be deemed of worth and value": null, "it is necessary at times to walk a perilous path and engage in actions": null, "that may result in failure. I dwell often on what I might have done": null, "better as a captain, military man, and as a servant of His Majesty the": null, "Goblin King. I understand that you yourself are looking to serve the": null, "Court of Wonder here. Is this your first Bloom?": null, "Gwyndolin: Yes, this is my first Bloom, and I'm learning so much": null, "already. I didn't know you can come uncourted or not belonging to a": null, "court.": null, "Captain Hob: Well, the Lords of the Wing certainly have that well under": null, "beak.": null, "Gwyndolin: Amazing.": null, "[Brennan and Surena laugh]": null, "Aabria: Are you trying to hide any part of this conversation?": null, "Surena: We're walking out, yeah.": null, "Brennan: Yeah, I think we're going off to just see some sunset over the": null, "sea foam.": null, "Aabria: Oh, I hear you. I said what the fuck I said. Are you trying to": null, "hide any part of this conversation? 'Cause there's people everywhere.": null, "Brennan: I don't think Captain Hob has said anything that he would have": null, "a hard time—": null, "Surena: No, I don't think so.": null, "Brennan: It's not a secret that the Lords of the Wing don't belong to a": null, "Surena: Yeah.": null, "[Lou chuckling]": null, "Aabria: Noted, continue.": null, "Emily: I mean, keep my name outta your mouth.": null, "[cast laughing] [Brennan clapping]": null, "Lou: I think the fact that my name is in your mouth is the problem.": null, "[light piano music]": null, "Captain Hob: So, you are the younger sister of the Blue Fairy of legend.": null, "I've heard many tales of her work. She turned a wooden boy into a living": null, "thing!": null, "Gwyndolin: Into a living thing, yes.": null, "Captain Hob: Wha?": null, "Gwyndolin: She did, wow.": null, "Captain Hob: What a nightmare. Incredible work.": null, "Gwyndolin: What a cool thing she did, that's so awesome. I mean yes,": null, "it's great, but it's like, she talks about it a lot, like every day.": null, "Captain Hob: Certainly—": null, "Gwyndolin: Like she wakes up and she talks about it, and then she goes": null, "to bed and talks about it. And I'm just like, \"Yeah, I get it. Like, I": null, "know what you did.\" Like, it's cool, but like... everyone, I don't know,": null, "is still very excited about it and it's good for her. Good for her.": null, "Captain Hob: Yes. Well, I mean only to say that your family is of great": null, "stature.": null, "Gwyndolin: Yes.": null, "Captain Hob: And does great work.": null, "Gwyndolin: Thank you.": null, "Captain Hob: Goblins live their entire lives trying to do something as": null, "nightmarish as bringing a wooden boy to life.": null, "Gwyndolin: Um, since we're getting to know each other, what would you": null, "say is the most nightmarish thing you've done?": null, "Lou: Oh!": null, "[Emily chuckles]": null, "Captain Hob: The most nightmarish thing I've done.": null, "Gwyndolin: Or that you're proud of.": null, "Captain Hob: Oh, yes, that I'm proud of.": null, "Captain Hob: I once ate a wagon.": null, "Gwyndolin: What? Like an entire wagon? Just like—": null, "Captain Hob: I just pulled my mouth wide.": null, "Gwyndolin: Whoa, you can do that?": null, "Captain Hob: Yes. It was, I will say, a smaller than average wagon. The": null, "sizes of the Fairy Realm's—": null, "Gwyndolin: Oh, it was like a mini wagon.": null, "Captain Hob: Yes, certainly, but the tiny little goats didn't like it,": null, "so it was pretty nightmarish for them.": null, "Captain Hob: May I inquire?": null, "Gwyndolin: Sure.": null, "Captain Hob: You are yourself a member of the Court of Wonder, and I": null, "know you are the younger sister of the Blue Fairy. And I will only say": null, "that occasionally, a man of low grace such as myself blunders into": null, "overly praising that which he has been taught to praise. I can say that": null, "your sister's miracles are of wide repute, but in our short time meeting": null, "I know for certain that the miracles you produce will surely be of great": null, "testament to your house and your family as well.": null, "Gwyndolin: I sure hope so. That's why I'm here, actually. Between us,": null, "Surena: And I kind of lean in.": null, "Gwyndolin: [hushed] I don't know if you know a lot about what's": null, "happening within the Court of Wonder. Do you know much?": null, "Captain Hob: I do not but I'm [mimics ears whipping] all ears.": null, "Gwyndolin: I can confide in you then, right?": null, "Captain Hob: Of course.": null, "Gwyndolin: Well, it seems that there's a lot of, um... We don't take the": null, "time to get to know everyone, right? We are sequestered in whatever": null, "we're doing and we're so focused on the fireworks and the prestige of": null, "everything that we forget where we belong, and that's with everybody": null, "else. We're not better than anybody else. And that's kind of what I want": null, "to do here. So it is an honor for me to talk to you, and... um... yeah,": null, "I-I hope that we can continue future conversations.": null, "Captain Hob: It is... humbling to hear your candor, Lady Thistle-hop.": null, "And I am honored by the trust and confidence you place in me. The truth": null, "of your words rings out, and each court has its own struggles with those": null, "members of its highest echelons that may from time to time forget that": null, "each and all of us are Fairy in our own right.": null, "Gwyndolin: Mm-hmm.": null, "Captain Hob: I know it caused some great pain recently to some members": null, "of my court that certain judgments were made.": null, "Gwyndolin: And I think those judgments were incredibly unfair.": null, "Brennan: I think you see Captain Hob be moved by that. Would it be": null, "possible to make an Insight check to see if I'm being flattered or if": null, "this is honest?": null, "Aabria: Please do. Please roll this against your Persuasion or": null, "Deception. Don't tell us which.": null, "Brennan: I got a 6.": null, "Surena: 27.": null, "Oscar: Oh!": null, "Brennan: Oh! [laughs] So whatever you want me to believe is what I will": null, "believe.": null, "Surena: Yeah, yeah. She's telling you the truth.": null, "Captain Hob: It is very meaningful. And forgive my plodding, clumsy": null, "nature in these manners. I am a much better speaker with a blade than": null, "with words. I take from your words that if you regard the decisions made": null, "by the Court of Wonder recently as mistakes, that you were not in fact": null, "the one who made them. And I suppose as well that it would be improper": null, "to ask for you to divulge any more of the workings of your own court": null, "than you already have. But if I may be so bold as to ask this. There are": null, "some members of your court that are not in and of your court.": null, "Gwyndolin: Really, like what?": null, "Captain Hob: It has often been said that Delloso de la Rue walks in": null, "circles of their own and keeps their own counsel. I wonder if it would": null, "not seem improper or a breach of the vows of fealty you owe to your": null, "court to ask perhaps if you have heard of any counsel from the direction": null, "of that magnificent Rue that perhaps certain engagements were better": null, "left unengaged.": null, "Gwyndolin: I see. Well…": null, "Rue: Well, it seems like both of you are having a great time.": null, "[Brennan screams]": null, "[Emily laughing]": null, "Rue: Captain Hob, Gwyndolin.": null, "Gwyndolin: Rue, hello.": null, "Rue: Hello.": null, "Brennan slaps his head and claps.": null, "Surena: And I…": null, "Oscar: Yeah, I attempt to do the same salute.": null, "Captain Hob: Honestly, you're never supposed to do the same one twice,": null, "so I've already messed it up.": null, "Rue: It's fine. How are you enjoying this beautiful sunset?": null, "Captain Hob: Fabulous, there are many small fowl for eating and it's...": null, "        Gwyndolin: And for riding. Those are giant ostriches.": null, "        Rue: Those fowl are not exclusively for eating.": null, "        Captain Hob: No, no? [picks his teeth]": null, "Aabria: That one pelican that keeps grabbing the fish looks at you.": null, "Aabria motions a hand to her eyes and then toward Brennan in an “I’m": null, "watching you” gesture.": null, "        Brennan returns the gesture.": null, "        Aabria opens her mouth wide.": null, "Captain Hob: We'll see whose mouth is bigger in a moment, you pelican.": null, "Aabria: Waddles away faster.": null, "Rue: I don't want to interrupt, but I already have, it seems.": null, "Gwyndolin: Oh, it's never an interruption. You're the party, hello.": null, "Rue: Oh, no, no, no, I just want to make sure everything is quite all": null, "right.": null, "Gwyndolin: You don't have a drink in your hand. Are you okay?": null, "Rue: Oh, no, no, no, I'm just checking in on people and seeing how they": null, "are. I will take this opportunity to ask you for some time. Whenever": null, "you're done with this conversation.": null, "Captain Hob: I've taken up too much of your time as it is with my": null, "blathering, so, Lady, I will leave you to attend your courtly matters,": null, "but the Lord Blemish and the Lady Boil will be desirous of your company": null, "whenever you have a moment to head over to the Goblin Pagoda.": null, "Brennan: And gestures to a… [cast laughing] And gestures to just like a": null, "reeking, flaming trash heap.": null, "Aabria: Yeah, they're just out there throwing it back.": null, "        Captain Hob: Look at them make it clap.": null, "Captain Hob: None can shake it like Goblins. If you'll excuse me I must": null, "away. [growls]": null, "Gwyndolin: [laughs] Hello, Rue.": null, "Rue: Hi, Gwyndolin. May we speak in private?": null, "Gwyndolin: Oh, of course.": null, "Rue: I must away to a more secluded area.": null, "Gwyndolin: Oh, sure.": null, "Rue: Do you mind following me?": null, "Gwyndolin: Yes, are we going into that dark corner right there?": null, "Rue: Yes, where the sound doesn't reach.": null, "Gwyndolin: I see.": null, "Lou: And there was no beat in that corner.": null, "Aabria: And Gwyndolin, you do notice as you're kind of turning and": null, "following Rue that yeah, where you were standing and talking, your": null, "voices carried. You made no attempt to be quiet, and there are several": null, "Fey who have been actively paying attention to this interaction.": null, "Oscar: Oof.": null, "Aabria: And the moment it broke up, they kind of look at each other and": null, "scurry off into their corners to tell the new and interesting thing that": null, "they've learned tonight.": null, "Oscar: [frantically tapping Lou] Who's that?": null, "Lou: What?": null, "Oscar: Who is it?": null, "Oscar: Who are those people?": null, "Lou: What? [cast laughing] I don't know. I'm having a mature morning": null, "eating breakfast.": null, "Rue: Hmm, now…": null, "Gwyndolin: Hi.": null, "Rue: That it is just the two of us.": null, "Gwyndolin: Yes, it is so good to talk to you, by the way. I've been a": null, "huge fan of yours for a very long time. The last party you threw was": null, "just wow, incredible.": null, "Rue: How do you know about the last party I threw?": null, "Gwyndolin: I've heard about it from my sister.": null, "Rue: Mm, the Blue Fairy, yes.": null, "Rue: Well, I'll get right to the point.": null, "Gwyndolin: Sure!": null, "Rue: Earlier.": null, "Gwyndolin: Yeah?": null, "Rue: There was a moment where a watchful eye would have clocked we made": null, "eye contact that lasted a bit too long, wouldn't you say?": null, "Gwyndolin: It was nice.": null, "[somber piano music]": null, "        Rue: Hmm.": null, "        Gwyndolin: Was it not nice?": null, "Rue: Uh, no, it was nice. It was nice, but—": null, "Gwyndolin: You have very beautiful eyes.": null, "Rue: Thank you. I do think that I'm afraid that some people might be": null, "having thoughts about our relationship, seeing that we're both in the": null, "Court of Wonder.": null, "Rue: And I want to make it absolutely clear.": null, "Gwyndolin: What?": null, "Rue: That from now on.": null, "Rue: We keep the appearances that we know each other.": null, "Gwyndolin: Well, why don't we just know each other? I can just know you.": null, "Tell me about yourself.": null, "Rue: [chuckles] My dear Gwyndolin, this must be the first Bloom that": null, "you've ever attended.": null, "Gwyndolin: It is.": null, "Rue: Well—": null, "Gwyndolin: Everybody's so weird.": null, "Rue: My dear, things like this aren't usually done this way.": null, "Rue: I don't particularly know you.": null, "Gwyndolin: Right, that's why we can just play like a question game or": null, "something, like, I'll say like, okay, what's your favorite, um, ooh,": null, "like a play that you've ever seen? Or, or, what's your favorite like,": null, "jungle animal? You know what I mean?": null, "Rue: [pause] From now on…": null, "Rue: I would like for us to keep appearances that we know each other.": null, "That we at least recognize each other.": null, "Rue: Because I've never seen you before and…": null, "Gwyndolin: Mm-hmm. I've only heard about you.": null, "Rue: Mm-hmm, and people can't know that, do you understand?": null, "Gwyndolin: Well, our court's so big it makes sense that maybe we don't": null, "know each other, but sure.": null, "Rue: Sure, of course. No, there's tons of valid reasons why we don't": null, "know each other.": null, "Gwyndolin: I just feel like you're acting very strange.": null, "Rue: I am acting very strange.": null, "Gwyndolin: Yeah.": null, "Rue: Because I don't think we're understanding—": null, "Gwyndolin: I would like to understand why.": null, "Rue: I'm nudging you right now.": null, "Aabria: I need both of you to give me a Stealth check with disadvantage": null, "as it's getting a little more heated.": null, "Emily: Oh my God, Rue's just killing it. Rue is ice cold. [laughs]": null, "Brennan: Love it.": null, "Surena: What is it, you said Stealth?": null, "Aabria: Yeah.": null, "Surena: Okay.": null, "Rue: 7.": null, "Aabria: Rue…": null, "Brennan: [whispers] I think Surena's 20th level.": null, "Aabria: Rue—": null, "Lou: It's all twos and threes over there.": null, "[mysterious string music]": null, "Aabria: As you are getting a little more heated that Gwyn doesn't seem": null, "to be getting what you're putting down, you notice that you're in this": null, "space. And even as you're getting a little louder and a little more": null, "ebullient in the space, the shadows seem to hug around you a little": null, "more.": null, "Oscar: Hm…": null, "Aabria: That this place that was just a dark little alcove in a corner": null, "away from sound and away from halls that would carry is taking on a": null, "different feeling. It feels more like a place between places. And even": null, "as you are gesticulating and your eyes kind of move out and around you,": null, "you notice that if you let Gwyn's visage reach the periphery of your": null, "vision, you lose her.": null, "Oscar: Hmm…": null, "Aabria: But this place is secure. No one hears. Continue.": null, "Oscar: Wait, can I make an Insight check?": null, "Aabria: Sure.": null, "Oscar: Or just like explaining what the heck is going on?": null, "Aabria: Let's call it Arcana.": null, "[Omar gasps]": null, "Oscar: Oh. [sputters] Damn. 11.": null, "Aabria: I gave you Inspiration at the top of the campaign. If you want": null, "to use it here, you can reroll if you want a better chance at figuring": null, "out what it is.": null, "Oscar: I do, I do.": null, "Aabria: Cool. I also give Inspiration. You can't stack it and I give it": null, "out fairly—": null, "Oscar: Okay, 17.": null, "Aabria: 17. You're trying to figure out what's going on, and you look at": null, "her, but the secret of it is at the very edges of her, where she ends": null, "and this darkness begins, and the magic coming off of her is that of": null, "liminal spaces, places between places. A little forgotten, a little out": null, "of mind. An energy and a power that you haven't experienced in the Court": null, "of Wonder before, but is indeed wondrous, if strange.": null, "Oscar: And Gwyn is unfazed by all of this.": null, "Aabria: She looks perfectly at home.": null, "Rue: My dear, I must away. I have other matters. I have to write a": null, "letter, as a matter of fact.": null, "Gwyndolin: Sure, well, I hope you enjoy the rest of the party.": null, "Rue: Yes, my dear. Well, it is—": null, "Gwyndolin: Yeah, you're—": null, "Rue: Well, I will be enjoying it.": null, "Gwyndolin: Okay.": null, "Rue: [clears throat] [frantic] Excuse me!": null, "Oscar: And I scurry off. I trip a little 'cause you know, I am wearing": null, "this beautiful little thing. I'm trying to run, but the dress is like—": null, "Brennan: You're just like Venus de Milo coming back to bite you in the": null, "ass.": null, "Oscar: So I'm running along like, \"Oh no. I hope no one saw that.\" And I": null, "just scurry off.": null, "Aabria: You're able to make your way back into the party. We'll move": null, "temporarily back into the epistolary phase if any responses want to—": null, "Oscar: Yeah, I wanna make... As I'm scurrying away I do write a letter": null, "to…": null, "Aabria: Yes. [laughs]": null, "Oscar: To Lord Squak.": null, "Lou: Lord Airavis.": null, "Oscar: Oh sorry, Airavis. Oh, we're not on those terms yet?": null, "Lou: Not yet. If you wanna do the work. I hear about Rue having all": null, "these conversations out in the party and yet I await—": null, "Oscar: Oh, you've been hearing these.": null, "Lou: Oh, well, I've been awaiting a response to my letter.": null, "Oscar: Okay, okay.": null, "Lou: I sent a shit ton of birds carrying an ostrich.": null, "[Oscar laughing]": null, "Lou: And yet here we are the next morning. I'm eating breakfast.": null, "Oscar: I did receive the letter and I held on to it and then I had to do": null, "things.": null, "Lou: Oh, we'll see, okay.": null, "Oscar: Okay, but now I am writing you the letter.": null, "Lou: Oh, okay. [claps]": null, "[elegant orchestral music]": null, "Rue:": null, "\"My dearest Lord Airavis.": null, "It pleases me greatly that you have written to me, because I was about": null, "to do the same thing. I do agree, the rules set in place for our wager": null, "were a bit vague, and I would like to sharpen the rules of this": null, "engagement. I would like to have a tete-a-tete-a-tete with you, me, and": null, "your cousin. I may steal you away at any time for tomorrow's event if it": null, "pleases you.": null, "Best regards,": null, "Rue.\"": null, "Oscar: And at the end of the E, I put a little heart, bink.": null, "Emily: Yeah!": null, "        Rue: \"P.S., I want to remind you that fey contracts are": null, "binding.\"": null, "Emily: Oh!": null, "Rue: \"And the penalty for breaking such contracts is, well...” dot, dot,": null, "dot.": null, "Aabria: Yes! [claps]": null, "        Chirp: Cousin, they hit us with the legalese!": null, "Oscar: So I write the letter and I call out,": null, "        Rue: Wuvvy!": null, "Aabria: And Wuvvy appears beside you.": null, "Oscar: Mm-hmm.": null, "Aabria: You have walked back into the party, and it's warm and": null, "comfortable there. She has popped up next to you and has all the": null, "countenance of having been somewhere very out in the open in the": null, "elements and very cold and somehow has teleported to you at a whisper.": null, "        Wuvvy: Yes, what can I do for you?": null, "        Rue: Wuvvy, where have you been?": null, "        Wuvvy: Um, preparing for tomorrow.": null, "Rue: Yes, keep up the good work, Wuvvy. Please send this letter to the": null, "two Lords of the… [looks down at letter] Please send this letter to the": null, "Lords of the Wing.": null, "Wuvvy: Yeah, they're the only ones that have like a blurry... Okay,": null, "wait, do you want it like, secret?": null, "Rue: Yes, please, in secret.": null, "Wuvvy: Okay.": null, "Aabria: And she takes a couple steps back and away from you and begins": null, "to shake and shiver and wiggle, and her fur falls away and the curls": null, "fall down, and she goes from looking like this sort of quirky,": null, "giant-eyed satyr to a beautiful, slender, extremely dark-skinned high": null, "elf with long, pointed ears and long glossy black hair and eyes as dark": null, "as the sky. And she gives you a little bow, and turns with her glamor": null, "set, and sets off to return the letter.": null, "        Rue: She's getting better at her glamors.": null, "Aabria: And yes, a Fey you've never seen before will once again rock up": null, "to your very busy...": null, "Chirp: We are so sorry. We are trying to turn, and we absolutely—": null, "Squak: We understand the precedent. We completely understand why you": null, "think you can show up here.": null, "Chirp: Totally, because it would have been rewarded in the past.": null, "Wuvvy: I have a letter for you. I have a letter for you.": null, "Squak: Oh, okay.": null, "Chirp: Oh.": null, "Wuvvy: It's interesting, though. Are you sure you've turned over a new": null, "leaf?": null, "[Squak and Chirp chuckle nervously]": null, "Wuvvy: Because it's the dead of night and no one saw me come here.": null, "Squak: Well, who do you deliver a letter from? Oh, it's from Rue.": null, "Squak: And yet I made such a great show of our communications.": null, "Chirp: Yes, it would seem it was not reciprocated.": null, "Squak: Mm-hmm. Well, thank you.": null, "Lou: And I'm going to suggest that they leave.": null, "        Wuvvy: Hm, disappointing.": null, "Aabria: And she turns and walks away.": null, "Chirp: [aside to Squak] Hold me back, hold me back, hold me back, hold": null, "me back!": null, "Squak: This would be dueling.": null, "Chirp: I know, I know.": null, "Squak: This is fucking dueling behavior.": null, "Chirp: I know!": null, "Squak: Right, right?": null, "Chirp: Ooh! [exhales]": null, "Squak: Oh, they are inviting us to a tete-a-tete-a-tete.": null, "Chirp: Okay, well, did they specify a time?": null, "Squak: Some time during the event tomorrow.": null, "Chirp: Oh, that's kind of a power move, isn't it?": null, "[Oscar laughs]": null, "Squak: It is.": null, "Chirp: It's hard not to see it any other way.": null, "Chirp: Okay, well, let's just fill up our calendar tomorrow.": null, "Squak: Oh, yes.": null, "Chirp: So that they have to work around our schedule.": null, "Squak: Exactly, I was already thinking that we should engage Andhera the": null, "moment we see him.": null, "Chirp: Oh, ooh!": null, "Squak: And together we will all engage in tomorrow's festivities.": null, "Chirp: Okay, I love this. Yes.": null, "Aabria: And as you sort of make your plans into the late evening,": null, "Captain Hob.": null, "[thoughtful guitar music]": null, "Brennan: Hm?": null, "Aabria: It's not a note as much as a message passed to you as you find": null, "your rest somewhere under the Goblin Gazebo and pavilion as one of the": null, "tiny Salt Goblins comes up to you and kind of taps you on the shoulder.": null, "Brennan: Taps me on the shoulder?": null, "Aabria: Yeah. [laughs] He's just standing and he— [slams table]": null, "        Captain Hob: Corporal, make your report.": null, "Aabria: And he clicks his little heels and goes... [babbles]": null, "Brennan: I thought that was him talking for a second.": null, "Aabria: That's the whole note. Good luck.": null, "Brennan: [jokingly, in Captain Hob’s voice] What? How can it be?": null, "Messenger: I have a message from Blemish speaking on behalf of both": null, "Blemish and Boil.": null, "Captain Hob: Hm.": null, "Messenger: Apparently they found out that you were seen with someone": null, "from the Court of Wonder and people are talking. And they are violent": null, "about you interfering in their purpose here.": null, "Captain Hob: My understanding was that I was to deliver the Lady": null, "Thistle-hop to an audience with them, which is what I was doing until": null, "plans were foiled by the sudden appearance of Delloso de la Rue. Very": null, "well.": null, "Messenger: They've dug a pit about it so you know what that means.": null, "Captain Hob: Well, that pit's not gonna get any shallower. You are": null, "dismissed, Corporal. [flicks shoulder] Ping! ": null, "[Aabria yelps]": null, "Brennan: And I'm going to run over to find Lord Blemish and Lady Boil.": null, "Aabria: You actually see that they are probably 40 yards away towards": null, "the edge of this little wood line, just on hands and knees digging": null, "through the loamy earth and just digging a pit out of anger and rage.": null, "        Captain Hob: [inhales sharply] [slaps hands] Hey!": null, "Aabria: And they look over their shoulder and Boil specifically is just": null, "gonna fart.": null, "Captain Hob: I see. Your Ladyship, your flatulence speaks volumes. I can": null, "only debase myself for having overreached. In attempting to prepare the": null, "Lady Thistle-hop for audience with the both of you, I thought merely to": null, "discuss those arrangements that had been made, but I see now that your": null, "intention was that I remain silent in delivering her to an audience with": null, "you. I am a… big, dumb blockhead and my brain is full of rocks. And if": null, "you want to stab me, it would be an honor to shed blood as a show of my": null, "deep sorrow, shame, and embarrassment at my impropriety.": null, "Aabria: And Boil, who has sort of moved on and is continuing to dig out": null, "their feelings—Blemish watches this entire show of contrition and will": null, "crawl up out of the hole, and stands at your knee height, but not just": null, "for goblinkind, but fey standards of beauty have their own esoteric": null, "rules, and you look down at Blemish and they are beautiful and terrible": null, "and striking in the moonlight looking up at you with a ferocity of": null, "intense, complex emotions that they so rarely have to sort out in the": null, "Goblin Court, but that they are uniquely suited for carrying through in": null, "dealings with other Fey. And after a long moment, Blemish simply nods": null, "and pats you on your furry unpantsed leg and says,": null, "        Blemish: Remember your place.": null, "Captain Hob: Very good, my Lord. I shall endeavor to commit myself to": null, "greater humility. I shall not stray from my place again, my Lord.": null, "Aabria: You just hear a little... [blows raspberry]": null, "Captain Hob: Your flatulence is most welcome, and thank you for saying": null, "so.": null, "Aabria: And he goes back down and continues digging in the pit with Boil": null, "until their rage is sort of sated.": null, "Brennan: I'm just going to stab myself a little bit just to make sure": null, "we're all good. [mimics stabbing himself]": null, "[Oscar and Brennan mimic blood squirting]": null, "Aabria: Go and take 3 points of piercing damage.": null, "Oscar: My gosh! [laughs]": null, "Aabria: Actions have consequences.": null, "Lou: The first damage of the game.": null, "Brennan: I'm gonna wander off towards the edges of the Goblin Pagoda": null, "feeling truly humiliated and small. And the truth is, I'm probably": null, "relieved to have stabbed myself and been debased because I don't have to": null, "try to pretend like I understand goblin revelry, which has always been": null, "hard for me, and I've never really understood it. So I just find a": null, "little piece of moonlight off by myself, and I'll begin writing a": null, "letter.": null, "[regal music]": null, "Captain Hob: \"Dearest Wrackingspelt, long are the hours of our absence,": null, "and with each passing moment I find the pain of that absence grow": null, "stronger and stronger. I think of you always.\"": null, "Brennan: And continue to write a letter under the moonlight. And after I": null, "finish the letter, I tuck it into my uniform and do not send it.": null, "Emily: In that vein, I think that Lady Featherfowl has retired and in": null, "privacy she takes out a little wooden chest that looks like it's made": null, "out of twigs. And she touches it and a larger chest appears. And then": null, "she writes a little note that says,": null, "Chirp: \"I miss you dearly. The true price of every minute I am called": null, "away from you weighs on me. I will see you in my dreams.\"": null, "Omar: What the?": null, "Emily: And then she puts in the chest, closes the chest, and touches the": null, "little replica and it disappears.": null, "Lou: My God, you're sending secret letters?": null, "Aabria: As you go about your evening ritual primping and prepping before": null, "going to sleep, you hear a little rumble as the tiny replica beings to": null, "shake with a response.": null, "Emily: I have dove's milk all over my hands.": null, "Brennan: Oh, bird milk.": null, "Aabria: Ooh.": null, "Emily: Sorry, it keeps you looking young. Okay, I touch it and I open": null, "the chest.": null, "Aabria: There's not a letter inside. [reaches under the table]": null, "Lou: What? What are you reaching for?": null, "Aabria: But there is a gift.": null, "Aabria presents a token to Emily.": null, "Brennan: Oh!": null, "Oscar: Oh, oh my gosh!": null, "Brennan: What the fuck is going on?": null, "Lou: What the fuck is that?": null, "Aabria: You can put that inside your chest.": null, "Oscar: Wait, can you show us?": null, "Lou: What is it?": null, "Surena: What?": null, "Brennan: It's a little nest heart.": null, "Omar: It's a what?": null, "Surena: Whoa!": null, "Brennan: It's like a little…": null, "Aabria: Just a little gift with no words attached, but go ahead and open": null, "your chest. Leave it open and add your treasure.": null, "Lou: You have a treasure.": null, "Surena: That's amazing!": null, "Oscar: What? Emily, this is huge!": null, "Lou: How? What are we clapping for?": null, "Surena: I don't know.": null, "Lou: What does this mean?": null, "Oscar: But it's great.": null, "Lou: How many of those do you have? Can I have one?": null, "Brennan: Nothing could be more this season than us clapping for a gift": null, "we do not understand.": null, "Omar: [laughs] Yeah.": null, "Brennan: [in Captain Hob’s voice] [applauding] Incredible, some stuff!": null, "Omar: [applauding] Oh, you received the curse!": null, "Aabria: That's all.": null, "Surena: Wow.": null, "Emily: I think I clutch it deeply and I put it under my many, many": null, "pillows, and then I close my eyes hoping to get to my dreams as quickly": null, "as I can.": null, "Oscar: Oh my God. [laughs]": null, "Surena: That's so much.": null, "Oscar: Beautiful.": null, "Emily: And I have a ton of dove milk that I haven't fully rubbed in yet.": null, "Oscar: God.": null, "Emily: It's all over the pillow.": null, "        Squak: Cousin, Cousin.": null, "        Chirp: [shouts] Cousin!": null, "        Squak: Sorry, I'm running—": null, "        Chirp: Cousin, I'm in the middle of my dove milk.": null, "        Squak: Well, I'm running low on dove milk.": null, "        Chirp: Oh, okay, okay, okay. There you are.": null, "        Squak: Thank you. Apologies.": null, "        Lou mimics dabbing his face with dove milk.": null, "Aabria: Last chance, does anyone have any other letters they want to": null, "send? You have the ability to send up to two, but do not feel compelled": null, "to do so.": null, "Omar and Oscar shake their heads.": null, "Aabria: Then we will move then from the night to the next day. And each": null, "of you finds a beautiful official-looking letter addressed to you": null, "inviting you to the first great event of the Bloom, the Hart Hunt that": null, "is set to begin at 11:00 AM.": null, "Emily: Can I clarify how hart is spelled?": null, "Aabria: H-A-R-T.": null, "Emily: Okay.": null, "Aabria: Like the deer.": null, "Emily: Yeah. [laughs]": null, "Brennan: I'm gonna find—is Wuvvy running around anywhere?": null, "Aabria: Wuvvy is a blur, but can absolutely—you know what? Give": null, "me—what's a tracking check? Give me a Survival check.": null, "Brennan: Wuvvy is deer-like, right?": null, "Aabria: Yes, absolutely.": null, "Brennan: Survival is going to be, that's gonna be 22.": null, "Aabria: Oh yeah, it doesn't take you very much time at all. You look and": null, "see fresh prints. Not imprints in the grass because this is a well-kept": null, "lawn, but just light hoofprints across the dew of the morning, and you": null, "know that Wuvvy is sprinting back and forth across the lawn and headed": null, "towards the southernmost edge of the island where, if you were paying": null, "attention when you got here and started settling in, a massive tunnel": null, "was being dug into the retaining wall of the city. But you can": null, "absolutely catch her as she sprints by.": null, "        Captain Hob: Wuvvy, so sorry.": null, "        Wuvvy: [shouts] What, what, what?": null, "        Captain Hob: Sorry, one moment.": null, "        Wuvvy: Hi!": null, "Captain Hob: I wish to speak with you for a matter. There was a problem": null, "with one—": null, "Wuvvy: A problem? What's the problem? What can I—": null, "Captain Hob: There was a small dish.": null, "Wuvvy: Oh no!": null, "Captain Hob: There was a small dish of macarons and some of the goblins": null, "pleasured themselves with it and now the macarons are ruined so…": null, "Wuvvy: Did they enjoy themselves?": null, "Captain Hob: Immensely, but they put them all back afterwards.": null, "[Surena gags]": null, "Brennan: In this moment, I just want to take some little bell or tassel": null, "or something off of my uniform. And as I put a hand comfortingly on": null, "Wuvvy's back, I just want to see if I can leave a little something on": null, "Wuvvy in this moment and then go about and say,": null, "Captain Hob: But you know, actually, you have enough to worry about.": null, "[Wuvvy breathes heavily]": null, "Captain Hob: I can take this problem off your plate. I will go and eat": null, "them no matter how soggy they are.": null, "Brennan: And I will... [laughs]": null, "        Wuvvy: Thank you for your service!": null, "Brennan: And she just salutes you. Go ahead and give me a Sleight of": null, "Hand check.": null, "Emily: [laughing] He just put a bell on Wuvvy?": null, "Omar: That's the part you're reacting to? Not the macarons?": null, "Brennan: That's a 14.": null, "Oscar: Not the macarons?": null, "Aabria: Yeah, absolutely. She takes off and it's sort of under her": null, "clothing and fur in a way that's not jingling yet as she sprints.": null, "Brennan: Cool, cool, cool, cool. That's cool.": null, "        Chirp: Okay, Cousin.": null, "        Squak: Yes?": null, "        Chirp: I think before the hunt we have to rendezvous with Rue.": null, "        Chirp: A rendez-Rue, if you will.": null, "        Squak: Yes, I like this. On our terms, a tete-a-tete.": null, "        Chirp: Yes, yes, yes, yes. Okay, so yeah, let's find Rue.": null, "        Chirp: Birds, birds!": null, "        [Aabria caws]": null, "        Chirp: Find Rue and bring them to us!": null, "Aabria: You know what? I'm gonna call this an Animal Handling check.": null, "Your birds normally listen to you, but these birds are incredibly": null, "intelligent and also have been watching enough to know you don't fuck": null, "with Rue, so you have to convince them.": null, "Lou: I'm gonna put my hand on my cousin's back.": null, "        Squak: Speak sternly.": null, "Lou: And give them Bardic Inspiration.": null, "Emily: What is it?": null, "Lou: D8.": null, "Emily: D8, okay, that's good 'cause I add a zero to this.": null, "Aabria: I'll give you advantage on it 'cause you are a bird person.": null, "Emily: Okay. I'm gonna go with the 9.": null, "Aabria: I think it's mostly 'cause I like watching you roll dice.": null, "Emily: Oh, I got an 8 on the Bardic, that becomes 17.": null, "Oscar: Ooh.": null, "[curious instrumental music]": null, "Aabria: Okay. With a 17, you see the lead magpie that's in charge of": null, "this gang of birds that are your morning attendants. They're like,": null, "\"Why?\"": null, "Chirp: Yes, we desire the attendance of Rue. [sing-song] And I'll give": null, "you this shiny bracelet.": null, "[Aabria caws]": null, "Aabria: Snatches it out of the air and is flying off to find Rue. Where": null, "would this magpie find you?": null, "Oscar: I am overlooking where the event is taking place just to do some": null, "final, just scoping out if there's anything that needs to be handled.": null, "Aabria: Last looks, we love it. So we actually see this magpie disappear": null, "into the tunnel carved into this wall, and on the inside of this tidal": null, "island tunneling through the wall should open up to sea, but again, this": null, "is the Bloom. This is a wellspring of deep and powerful magic. And the": null, "magpie flies through and alights out on a beautiful forest, heavily": null, "wooded, with a sun that seems a little warmer and brighter than even the": null, "one that you were experiencing while on the island. The grass is high": null, "but well-kept. Everything is green and lush. And the last few people": null, "that are coming in to act as guides and support for the hunters of the": null, "Great Hart are milling about and kind of fussing with their velvet": null, "livery and just kind of preening in front of you like,": null, "        Guide: If you say I look okay, then I'm okay.": null, "Oscar: And I give a nod of approval.": null, "        Guide: Yes.": null, "Oscar: And no response if I don't like it.": null, "        Guide: Fine, it's okay. Eye contact is good for me, thank you.": null, "Oscar: I'm also decked—just to know, this is a new day.": null, "Aabria: Yes, please.": null, "Oscar: So I'm dressed differently.": null, "Aabria: Yes, tell me more.": null, "Oscar: So they are dressed in a Robin Hood inspired garb, you know? They": null, "have a moss-green sort of vest into a little skirt moment with long": null, "sleeves that billow out, and incredibly tight tights with a nine-inch": null, "pump.": null, "Aabria: Let's go! As you kind of step and stride forward, the head guide": null, "out of all of these, a very tall like 6'3\" angular, pale-skinned High": null, "Fey named Theodore that you can tell he is just sort of trying to": null, "swallow his nervous excitement and he's wringing his hands and trying to": null, "hide them in his pockets. Just sort of comes over to you and just,": null, "Theodore: [clears throat] Rue, those are terribly, terribly high heels.": null, "Can I, may I…": null, "Aabria: And he sweeps his cloak off and puts it in front of you so some": null, "of the damper earth doesn't cause you to aerate this lawn and stagger": null, "even a step.": null, "Rue: [laughs] Oh, there's no need for that, but since you offered, I…": null, "Theodore: It's my—it's my pleasure. I'm so excited for today. I think": null, "we're gonna have just a really good turn, I think they're gonna enjoy": null, "it. I think it's gonna be fun.": null, "Rue: Yes.": null, "Theodore: For everyone and I hope—": null, "Rue: Well, that's the objective, isn't it?": null, "Theodore: Mm-hmm.": null, "Rue: For every Fey in the Bloom to have fun.": null, "Theodore: Yes.": null, "Rue: And they will have fun.": null, "Theodore: [inhales] [quietly] Yes.": null, "Rue: Good.": null, "Theodore: Yes, I'm gonna leave the—I'm gonna…": null, "Rue: Is that all right?": null, "Theodore: Everything's great. I'm gonna go, uh, check…": null, "Rue: Mm-hmm.": null, "Theodore: On the horns to make sure they are not too horny or horny": null, "enough.": null, "Rue: I'm sorry?": null, "Theodore: I, um...": null, "Rue: Why don't you check on the horns?": null, "Theodore: Yes!": null, "Aabria: And Theodore sprints off in the other direction, kind of jumping": null, "in a straight line clearing rocks and logs and just getting out of": null, "Dodge, still while trying to impress you but not be in your direct line": null, "of sight. And as he takes off, you see this magpie kind of come up and": null, "rest on your shoulder.": null, "Rue: Oh, hello there my fine feathered friend. What do we have here?": null, "Aabria: Do you try to take the bracelet?": null, "Oscar: [laughs] Yeah. I try to take the bracelet to look at it.": null, "Aabria: This magpie is like... [caws] And wraps it around their beak and": null, "pulls down hard, like—": null, "Rue: Oh, all right. Well, [chuckles] it's yours. This was not meant for": null, "me?": null, "[Aabria caws dismissively]": null, "Rue: Oh, okay, I'm sorry for taking your possession. What is it you": null, "came?": null, "Aabria: This magpie you see gets quiet, realizing, \"I'm not one of the": null, "kinds of birds that talk.\"": null, "Oscar: [laughs] I'm patiently waiting like,": null, "        Rue: Mm-hmm?": null, "Aabria: The magpie thinks about it for a while, then hops off your": null, "shoulder onto the ground, and is going to start doing a big flapping": null, "display almost like a mating dance, and puts one hand behind their head": null, "in a simulacrum of Lady Chirp's countenance. [mimics magpie warbling]": null, "And then puffs up and gets bigger and starts swishing side to side to do": null, "a rough and terrible approximation of Lord Squak.": null, "Lou: It's not that bad. It's pretty close, it's pretty close.": null, "Aabria: And then just hops in a circle, and then kind of... [caws": null, "sweetly]": null, "Oscar: Can I roll to see if I understood that?": null, "Aabria: Yeah, of course! [laughs]": null, "Oscar: Okay. What do I...?": null, "Aabria: Straight Intelligence.": null, "Chirp: Cousin, do you think I should have sent a letter with the magpie?": null, "Squak: No, no, it's very clear. We are—our grandfather invented birds!": null, "Chirp: Okay, okay, okay. Thank you for calming my nerves.": null, "Oscar: I rolled a 6.": null, "Aabria: This bird for sure just wants something else shiny. That's the": null, "best you got.": null, "Oscar: Hmm. I take out one of the rings, one of the many rings adorned": null, "in my hand, and I give it to the bird.": null, "Aabria: The bird, now stuck, this poor magpie's like, \"The bracelet or": null, "the ring? I can't carry both.\" How nice was the bracelet that you": null, "offered?": null, "Emily: I think honestly, actually, I have the spell Fabricate and I am a": null, "forger, so it's forged but it looks like designer.": null, "Aabria: Okay, looks designer. How nice is the ring that you offered up?": null, "Oscar: It's real gold. I mean, it's of the finest quality. Mined from": null, "the best place where you get gold from.": null, "Aabria: This fucking bird now has to sit here with a jeweler’s loupe and": null, "figure out what they like more. If you have nothing else to do, this": null, "bird is going to take the ring, put it next to the bracelet, and spend a": null, "good 20 minutes agonizing over which one it wants more. And eventually": null, "it figures out, it sort of drags the bracelet on top of the ring, grabs": null, "both, and then flies off.": null, "Rue: Hm, you know, seeing that bird reminds me that I should meet…": null, "Rue: …with the Lords of the Wing. I should go there right now, but I": null, "wonder where they are.": null, "Aabria: As you say that, the magpie in triumph of getting their message": null, "across caws loudly, drops both, and then goes back to the ground and you": null, "just see them in the background as you move to whatever you're doing,": null, "trying to scrape it back together to take both of its treasures away.": null, "Emily: Okay, we are back at the nest. I think that we need to be like,": null, "Chirp: Okay, we need to position the parlor room so that it's optimal": null, "sort of like—let's cut the legs short on the chair that Rue is gonna sit": null, "in.": null, "Squak: Cool. Perfect. Yes, we are above them.": null, "Chirp: Yes!": null, "Squak: Oh, and let's put a few more pillows on ours.": null, "Chirp: Ooh, ooh, ooh!": null, "Squak: So we're a little taller and they're looking up at us.": null, "Chirp: Ooh, and maybe our tea will be real tea and their tea will just": null, "be water.": null, "Chirp: Can you imagine?": null, "        Squak: Oh.": null, "        Chirp: Can you imagine?": null, "        Squak: I love it, I love it.": null, "        Chirp: Okay.": null, "        Squak: Oh, they're not gonna know what hit them.": null, "        Chirp: No, they're not.": null, "        Squak: A tete-a-tete on your time? No, a tete-a-tete on our": null, "time!": null, "        Chirp: Gosh, I wish we could take a couple shots and celebrate.": null, "        Squak: Oh, if only.": null, "        Chirp: Ah!": null, "        Squak: This is the perfect time for a bit of snuff.": null, "        Chirp: I know it is.": null, "        Squak: But no!": null, "        Chirp: But no!": null, "        Squak: No!": null, "        Chirp: The old bird.": null, "        Squak: Old bird.": null, "        Chirp: New birds.": null, "        Squak: New birds.": null, "        Chirp: Drink tea.": null, "Squak: On this wing. On that wing, a ton of snuff and shots. On this": null, "wing, confidence, posture, poise.": null, "Chirp: Confidence, posture, making Grandpapa proud.": null, "Squak: Yes, oh, there you are up there in the sky.": null, "Chirp: Grandpapa. [blows kiss]": null, "Squak: Not dead, but alive.": null, "Chirp: Not dead, but thriving.": null, "Squak: Okay, well..": null, "Squak: Yeah, I think we're gonna go to sawing. [mimics sawing motion]": null, "Oscar: Have you sawed chairs before?": null, "Lou: Of course not.": null, "Aabria: You gotta give me, oh gosh, call it a Performance check.": null, "Lou: Great.": null, "[whimsical music]": null, "Emily: Can I give the help action?": null, "Aabria: Are you sawing your own furniture?": null, "Emily: Like, maybe just in tandem. [mimics sawing motion]": null, "Aabria: Oh, together. Then yes, of course.": null, "Oscar: [laughing] One of the log saws.": null, "Lou: Oh, first one's a 19.": null, "Emily: Ooh!": null, "Lou: 19 plus 8, 27. Uh, we'll take the 27.": null, "Aabria: Amazing, roll a d10 for me.": null, "Lou: Okay. That's a cool 6.": null, "Aabria: It's going to take you upwards of an hour to get this right. You": null, "started off just shaving a little bit and then it was a little lopsided.": null, "        Chirp: Okay, Cousin, Cousin, if I can—": null, "Aabria: You can keep going. You're gonna get there. It just takes time.": null, "        Chirp: If I can concentrate, I can do this in 10 minutes.": null, "        Squak: Okay.": null, "Emily: And I'll just cast a 4th level Fabricate to essentially just": null, "change it so the chair's a little shorter.": null, "Lou: And I'm gonna call in a couple of the cassowaries we brought with": null, "us.": null, "Squak: Destroy this. Take it out and destroy it. No evidence, no": null, "evidence of this chair.": null, "Chirp: Yes, if we see this chair again everyone's fired!": null, "Squak: Use your giant talons to beat the shit out of this chair.": null, "Chirp: Yes, yes, kill this chair!": null, "Aabria: They're just kicking this chair out of your front door.": null, "        Squak: Good, good, good. No, you focus, Cousin.": null, "        Chirp: I am focusing.": null, "        Squak: I'll encourage it.": null, "        Chirp: It'll take me 10 minutes.": null, "        Squak: Destroy it!": null, "        Chirp: Ooh, I'm focusing, focusing, focusing.": null, "Oscar: The birds are like, \"Get it!\"": null, "Lou: Bam, bam!": null, "Brennan: Like 40 minutes of these Fey lords being like, \"Whew, we are": null, "hoofing it on this chair. Wait a minute, we can make anything out of": null, "magic!\"": null, "        Chirp: Okay. [grunts] There it is.": null, "        Squak: Perfect, a slightly shorter chair.": null, "        Chirp: All it took was a 4th level spell slot.": null, "        Squak: Exactly.": null, "Aabria: Amazing. So, Rue…": null, "Oscar: Yes.": null, "Aabria: Is your intention in the scant half-hour before the beginning of": null, "your hunt to go and meet with the Lords of the Wing?": null, "Aabria: Well, let's follow you back through the tunnel, back into the": null, "tidal island proper and up to the Northern Lawn.": null, "[Oscar mimics footsteps whipping]": null, "Aabria: Do you run?": null, "Lou: In nine-inch heels. [cast laughing]": null, "Oscar: It's called power-catwalking.": null, "Aabria: Oh, I love that.": null, "Oscar: Just like... [mimics rhythmic footsteps pounding] Just covering": null, "tons of ground.": null, "Aabria: [claps] Yes, yes, yes, and yes.": null, "Emily: Nothing more terrifying than being at a party and seeing the": null, "party planner running.": null, "Omar: Through a recently bored tunnel.": null, "Oscar: Yeah. [laughs]": null, "Aabria: Amazing, so then you will be at the nest.": null, "Oscar: I knock at the door made of twigs.": null, "Emily: It gets opened by birds.": null, "Lou: Gorgeous flamingo.": null, "Emily: Ooh, yeah, yeah.": null, "        Chirp: Ah, Rue.": null, "        Rue: Ah, yes.": null, "        Squak: Rue, thank you so much.": null, "        Chirp: Please have a seat.": null, "        Squak: Have a seat. We got tea for you.": null, "Oscar: I gotta make an Insight check or something, yeah.": null, "Aabria: You gotta! Insight or Perception.": null, "Oscar: Is that—okay.": null, "Aabria: 'Cause this is all fairly obvious. Your call.": null, "[Emily laughing].": null, "Oscar: It's a 20.": null, "Lou: I'm going to use a reaction to cast Silvery Barbs, so…": null, "Oscar: What is that?": null, "Lou: I magically distract the creature who just succeeded on a roll.": null, "Aabria: Mm-hmm.": null, "Oscar: You mean me?": null, "Lou: Yes, you. They must reroll the d20 and use the lower roll. You can": null, "then choose a different creature you can see within range. The chosen": null, "creature has advantage on their next, in this case, ability check that": null, "it makes within the next one minute.": null, "Aabria: I love you and you know I'm a real cool lawyer, but you know": null, "that magic requires verbal spellcasting, right?": null, "Aabria: So you cast magic at Rue.": null, "Emily: As he says that—as he says that, I Subtle Spell Gift of Gab.": null, "Lou: And that's how cousins work.": null, "        Chirp: Um, have some tea.": null, "Emily: And that's all you remember.": null, "Oscar: Okay. Wait, but I'm supposed to reroll, right?": null, "Aabria: Yes, reroll it.": null, "Oscar: Okay, 12.": null, "Aabria: That goes on me. I coulda looked up Gift of Gab between": null, "episodes. I didn't.": null, "Brennan: Yeah.": null, "Aabria: This seems busted as fuck.": null, "Brennan: It's bad!": null, "Aabria: It's bad.": null, "        Rue: Thank you so much for offering. Is this where I should sit?": null, "        Squak: Yes, of course.": null, "Oscar: I look at the chair and I sort of hold on to the top of the chair": null, "and I lean into it.": null, "        Chirp: Cousin!": null, "        Chirp: [aside] Cousin, their heels are so high.": null, "Chirp: Their heels are so high. We are now at a disadvantage! Cousin,": null, "we've been played.": null, "Squak: Do not falter, do not falter.": null, "Chirp: We've been played!": null, "Squak: Rue, thank you so much.": null, "Rue: Yes, of course. You understand, I must be away for the event so": null, "this has to be quick. I'm sorry, I can't really sit down at the moment.": null, "Chirp: That's fine, neither can I.": null, "Emily: I stand on my chair.": null, "Aabria: On it? Yes.": null, "Chirp: But we have been so eager to discuss the nature of this wager.": null, "Rue: Okay. Are you—I think you might be dirtying the pillows that you": null, "have on the chairs.": null, "Squak: We have plenty of pillows.": null, "Rue: Oh.": null, "Chirp: Yes. Yeah, when you're this rich you can be dirty.": null, "Squak: So many feathers to fill the pillows with.": null, "Chirp: You have other people to clean up. Anyways, I'm so curious. We": null, "are both so curious because we are excited for the sport and for the": null, "opportunity to prove ourselves.": null, "Rue: Oh, that's right, the wager.": null, "Chirp and Squak: Yes.": null, "Rue: The event everyone in the Bloom is talking about, so": null, "congratulations to both of you.": null, "Chirp: Yes, honestly, the congratulations belong to you.": null, "Rue: Oh, no, no, please.": null, "Chirp: It was a fantastic play.": null, "Rue: Yes, of course. And I must say, I want you both to succeed. And I": null, "think you both will succeed, but you know, on the journey there it is": null, "fun to sort of give people a show.": null, "Squak: Yes, yes.": null, "Chirp: Mm-hmm, mm-hmm.": null, "Rue: So let's talk brass tacks.": null, "[mischievous instrumental music]": null, "Squak: Mm-hmm.": null, "        Rue: I apologize for being a bit vague when I offered the wager.": null, "        Squak: Only invites the imagination of those watching.": null, "        Rue: That's right.": null, "        Chirp: Yes, that is true.": null, "Rue: I think ultimately, the bottom line is, by the end of the Bloom,": null, "both of you must have worthy suitors.": null, "Chirp: Huh.": null, "Squak: Fair.": null, "Chirp: Yes, yes, yes, yes, okay.": null, "Rue: Where love is valid, love is true, and love is reciprocated.": null, "Chirp: Ah.": null, "Rue: Without the aid of glamors, or any magic whatsoever.": null, "Chirp: So by the word worthy…": null, "Chirp: What would a worthy suitor be in your mind? Or is it a matter of": null, "there being love there?": null, "Rue: Absolutely, yes. If love is genuine, it does not matter who your": null, "match is as long as love is real.": null, "[Chirp clears throat softly]": null, "Squak: Very well.": null, "Rue: It seems as if you're not entirely excited about…": null, "Chirp: Mm…": null, "Squak: It is simply that love is a fickle thing.": null, "Chirp: Yes.": null, "Squak: And in no way would we ever want to suggest that love could": null, "simply be forced.": null, "Chirp: Mm-mm, mm-mm.": null, "Squak: So it is simply the daunting task of engaging in true and deep": null, "love.": null, "Chirp: Yes, yes.": null, "Squak: In such a…": null, "Chirp: In such a small, small window. Small window.": null, "Squak: Constrained parameters.": null, "Chirp: Yes, yes, it's just—I'm well-versed in passion, but the language": null, "of love is... I'm still doing Duolingo.": null, "Rue: Well, I do think that passion is a part of love, and I mean, it": null, "seems to me that you have both never been in love before.": null, "Lou and Emily look at each other.": null, "[Squak chuckles]": null, "Chirp: I cannot speak for Squak.": null, "Squak: And I cannot speak for Chirp.": null, "Rue: Because if you know, love is a wondrous thing. A thing that": null, "requires work and cultivation.": null, "Chirp: [clears throat] I'm a little sore in the throat. Can I have a sip": null, "of your tea?": null, "Rue: My tea?": null, "Rue: Oh, I'm afraid I haven't taken a sip at all, so please go ahead.": null, "        Chirp: Mm, mm, mm, okay, so what are the repercussions—": null, "Rue: Oh, suddenly I'm thirsty. Do you mind if I take a sip of your tea?": null, "Chirp: Why, of course. [aside to Squak] They are a master manipulator.": null, "[playful piano music]": null, "        Chirp: How can I keep up? I'm crumbling, I'm crumbling!": null, "        Squak: Keep it together. Keep it together!": null, "        Chirp: I've never met such a foe! Ah!": null, "Rue: Now, the other part of the wager, I'm afraid to say, is a bit of": null, "the dirty part.": null, "Rue: You both have a reputation of being rapscallions.": null, "Rue: Causing mayhem.": null, "Squak: Of course.": null, "Chirp: Mm.": null, "Rue: And normally I welcome such moments of chaos, but—": null, "Chirp: Yes, it's quite memorable.": null, "Rue: Mm-hmm, but for the wager, no moments of chaos.": null, "Chirp: What would you consider a moment of chaos, and what would be a": null, "breach of this contract? If I were to, say, do something in private": null, "could it be considered part of this contract?": null, "Rue: Well, as long as there are no witnesses, it never really happened,": null, "now did it?": null, "Squak: Mm, and this is why you are who you are.": null, "Rue: Oh, come on. I'm not a stickler. I'm not a stick in the mud.": null, "Chirp: No.": null, "Rue: I know how to have fun.": null, "Chirp: Rue, I find myself growing quite admiring of you.": null, "Squak: Well, if I'm being candid…": null, "Chirp: Mm-hmm.": null, "Rue: I've always been a fan of the both of you. The way that you're so": null, "carefree and…": null, "Squak: Oh, well, we are charmed.": null, "Aabria: It's right about this time that all of you, wherever you are,": null, "hear the sound of a single pure, sharp bugle blast. A call to the hunt.": null, "        Squak: Mm.": null, "        Rue: Mm.": null, "        Squak: What a perfectly horny horn.": null, "        Rue: Yes, it's been horned very well.": null, "        Chirp: You've tuned that to the precise horny note.": null, "Squak: Well, it feels as if we are in agreement. We have agreed on": null, "terms. The wager is set and the hunt is on.": null, "Rue: And the contract has been signed already.": null, "Rue: I'm very excited to see what this Bloom has in store for the both": null, "of you.": null, "Chirp: Just one last thing.": null, "Rue: Mm?": null, "Chirp: So in the contract that we already signed, we have to fall in": null, "Rue: Yes, without the aid of any spells or magic.": null, "Chirp: What if we just make someone else fall in love with us?": null, "Chirp: Or what if we're looking in the mirror? Self-love is so": null, "important.": null, "Rue: Absolutely, absolutely.": null, "Chirp: Sometimes finding yourself is the real one.": null, "Squak: Yes, if we were to simply—yes, just to clarify, it would be so": null, "simple to just fall in love with oneself, you know?": null, "Chirp: Yes, yes, yes. I actually—I sent this out to our lawyers and": null, "they, you know, they found a couple loopholes.": null, "Rue: Correct me if I'm wrong, but I feel like you both have achieved": null, "that aspect of love, yes?": null, "Squak: I am pretty great.": null, "Emily: I puff my feathered chest with pride.": null, "        Chirp: Yes, you're right, I do.": null, "        Rue: Oh, you knocked the tea.": null, "        Squak: Oh, well, please, take mine. Just a sip of mine.": null, "        Chirp: Mm, okay.": null, "        Squak: And in case you need any.": null, "        Rue: Oh, I'm quite full.": null, "Chirp: Can I just finish the circle and take a sip of my own tea now?": null, "Rue: Absolutely!": null, "Chirp: Thank you, thank you. Mm, great, okay.": null, "Squak: Great, well…": null, "Chirp: Yes, I think that the game is on.": null, "Rue: Great. The game of love and this game that we're about to go to.": null, "Please, come with me.": null, "Lou: I'm going to offer to take Rue's hand.": null, "Oscar: [gasps] I accept it gently.": null, "        Squak: To the hunt.": null, "Aabria: Interesting.": null, "Emily: I do wanna send just a little message to Squak and be like,": null, "Chirp: This is potentially very troubling because Grandfather sent us": null, "here to find a political match, not a love match.": null, "Chirp: And I believe now we find ourselves straddling two different": null, "bonds.": null, "Squak: Yes, but together, I know we can accomplish it.": null, "Aabria: And you make your way through the tunnel back to the hunting": null, "grounds. But I'm going to flex another one of these little mechanics,": null, "and I'm going to ask for a monologue.": null, "[soft piano music]": null, "Aabria: What is Rue thinking right now as they are being escorted to the": null, "hunting grounds?": null, "Oscar: I am, as the lord is taking my hand, I feel incredibly": null, "self-conscious that my hand is on his hand, and the entire time I'm": null, "thinking not of the event that's about to happen, but the event that's": null, "going to happen after the event, which I have been postponing for a": null, "while. I feel like because this conversation set me at ease, I will make": null, "the declaration after the event.": null, "Aabria: Impressive. Okay.": null, "Brennan: These secrets are stressing me out, man.": null, "Emily: You're used to being the DM and you know all the secrets.": null, "Brennan: That's right, yeah, what's going on? And now there's like, six": null, "DMs!": null, "Oscar: Six?": null, "Brennan: Everybody's got stuff!": null, "[swelling orchestral music]": null, "Aabria: You're all standing in the center glade. There are a bunch of": null, "High Fey, handsome, beautiful creatures there to help attend you with": null, "this hunt. And even before Rue arrives to sort of mediate this, Theodore": null, "steps forward, clears his throat.": null, "Theodore: [clears throat] Welcome to the first event, The Great Hart": null, "Hunt.": null, "Aabria: And he begins unbuttoning his blazer.": null, "Lou: Okay, uh...": null, "Andhera: Not the kind of hunt that I was expecting. Please continue if": null, "that's what you want to do.": null, "Aabria: You're not the only one whispering, but he still makes eye": null, "contact with you, and gives a little polite nod, and is folding the": null, "blazer over his arm, and just continues to undo the blousey shirt": null, "underneath as well.": null, "        Andhera: Okay.": null, "Theodore: You will have an amount of time to complete the hunt. Whoever": null, "can return an antler from the Great Hart to here will be declared the": null, "winner and given a favor of great power and prestige.": null, "Aabria: And at this he pulls the big blouse over his head, and he's now": null, "shirtless, chiseled, still wearing his pants. And you see across his": null, "pale skin the brindled pattern, very faintly, of a deer. And those of": null, "you that would know could see that these are the markings that would": null, "suggest that he is of the Court of Hoof and Claw, shapeshifters all.": null, "Theodore: I will do my best to elude you. Do whatever you think is best,": null, "but I have not been bested yet, so good luck.": null, "Aabria: And he turns, and sprints off and away from you, over logs, and": null, "under trees and bushes, and disappears behind a massive green shrub. And": null, "you see he has completed his transformation, and a massive pure-white": null, "hart with glorious, glowing antlers is bounding out and away from you.": null, "You all can do whatever you want to try to take the antler from this": null, "hart. This is not a matter of guns or prestige. We're going to roll": null, "initiative, but you can work together. You can work on your own. And if": null, "you require assistance, there are helpers to the hunt who will make": null, "themselves available to you if you find your personal methods": null, "insufficient to the task. But the hunt is on, and you stand here now": null, "with 40 other Archfey who begin to clap and hoot delightedly, and take": null, "off on wing and foot and steed in pursuit of the Great White Hart. So": null, "can I please get you all to roll initiative?": null, "Oscar: Okay.": null, "Omar: 6. [laughs]": null, "Aabria: Okey-dokey. [laughs] Hob.": null, "Brennan: 6.": null, "Aabria: Who's got the higher dex between the two of you?": null, "Omar: That's gonna be you.": null, "Brennan: +3.": null, "Emily: 14.": null, "Aabria: 14.": null, "Lou: 18.": null, "Aabria: Rue.": null, "Oscar: 11.": null, "Surena: 11.": null, "Brennan: Ooh.": null, "Surena: Mine's +4.": null, "Oscar: +2.": null, "Aabria: Okay. So with an 18, Lou, you're up first.": null, "Lou: You know, I actually, in the interest of supporting all the Lords": null, "of the Wing and my more physically adept cousin, I'm gonna hold my turn": null, "until right after Chirp.": null, "Aabria: Okay. The hart is 120 feet away and sprinting. What do you do?": null, "Emily: I would like to bonus action enter my Bladesong, AKA my birdsong,": null, "so bird songs fill the air. And that increases my speed by 10 feet,": null, "which means I can run 40 feet closing the distance so that I'm within 90": null, "feet to try to cast Vortex Warp.": null, "Emily: “You magically twist space around another creature you can see": null, "within range. The target must succeed a Constitution saving throw, or": null, "the target is teleported to an unoccupied space of your choice that you": null, "can see within range. The chosen space must be on a surface or in a": null, "liquid that can support the target.” So I'm in my Bladesong mode, and": null, "I'm gonna try and Vortex Warp this creature right in front of Squak.": null, "Aabria: Okay, so you sprint forward. The birds in the trees join in your": null, "birdsong as you stride out and cast Vortex Warp. What is the save?": null, "Emily: Constitution. And my spell save is… 15.": null, "Aabria: Okay. Theodore has a Constitution of +3, so with a dirty 20…": null, "Emily: [laughs] Okay.": null, "Aabria: …sprints away and bounds and looks over his shoulder at you and": null, "gives a little nod and continues running.": null, "Chirp: Game on. [to Squak] I'm sorry, Cousin. I really should have": null, "warped you. I should have had the birds carry you.": null, "Squak: No!": null, "Chirp: It's just, it's a new spell. I've never used it before.": null, "Squak: It's quite all right. The game is afoot. The excitement is on.": null, "The Lords of the Wing will emerge triumphant.": null, "Lou: How big is the hart?": null, "Aabria: It's at a bit of a distance, but you can tell that if you were": null, "standing shoulder to shoulder with it, at the very tip of his horns": null, "would be about eight feet tall.": null, "Lou: Great, using 50 feet of my movement I'm gonna fly up 10 feet, 40": null, "feet forward. And slightly off the path of the hart I'm gonna cast Major": null, "Image at a third level to create a second hart that is running at a": null, "diagonal.": null, "Lou: And try and time its appearance at the same time as when perhaps": null, "the hart disappears through some thicker brush.": null, "Lou: But there is a second hart that is identical in size and shape and": null, "smell and sound moving in a different direction.": null, "Aabria: Shit, that's great. Okay. Then I'm going to—you just do that.": null, "That happens. You know what, just for flavor, give me a Performance": null, "check to get the timing right on this.": null, "Lou: Okay.": null, "Aabria: And I'll let you decide how many of the other hunters you are": null, "absolutely able to confuse.": null, "[Lou smooching die] [cast laughing]": null, "Lou: That is a 19.": null, "Aabria: A full half of the hunters sprint off in the other direction": null, "chasing the false hart, and you are left with just a few members of the": null, "Court of Stone, a couple of the members of the Seafoam Court who are": null, "riding astride horses, your group, and some high-level members from the": null, "Seelie Court.": null, "Lou: Great, and I'm going to continue in the direction of the proper": null, "hart in the hopes that my cousin will see me and follow me.": null, "Aabria: Amazing. You take off. Beautifully done.": null, "Emily: I make a big show. I definitely know the stink of your magic, but": null, "I make a big show and say,": null, "        Chirp: Ah, the hart! That way!": null, "Brennan: Getting half, statistically, is the best you could do by": null, "creating two.": null, "Oscar: Yeah.": null, "Brennan: It'd be crazy if you got everybody. You're like, \"No one likes": null, "the other one?\"": null, "Lou: I'm thrilled with how it went.": null, "Aabria: The hart will take the full dash action and continue bounding in": null, "the eastern direction that he cut. And next up is Gwyn.": null, "Surena: Okay, so Gwyn looks up to where the hart is, walks to Andhera.": null, "Omar: Mm-hmm.": null, "Surena: And I say,": null, "        Gwyndolin: Will you accompany me on this hunt?": null, "Andhera: It would be my absolute honor to accompany you on this hunt.": null, "Gwyndolin: And so—": null, "Andhera: As we look—oh, sorry.": null, "Gwyndolin: No, no, go for it.": null, "Andhera: As we— [stammering] Yep.": null, "Surena: I hand you two black almost obsidian apples.": null, "Omar: Okay.": null, "Gwyndolin: They love food. So I'm gonna [mimics wind whipping] and then": null, "you're gonna [mimics wind whipping] and we're gonna deliver it, okay?": null, "Andhera: Just so I understand.": null, "Gwyndolin: Yes, no, tell me.": null, "Andhera: We are going to give the hart one of these two apples.": null, "Gwyndolin: Or this apple.": null, "Surena: And it's a gold one.": null, "Omar: Okay, well, hold—yeah, so—": null, "Omar: I'm holding one of the apples.": null, "        Gwyndolin: Yeah.": null, "        Andhera: Uh, yeah.": null, "Gwyndolin: Do you think that we're gonna get it by force? Do you think": null, "that we can just run at it and it'll willingly give it to us?": null, "Andhera: No. [laughs] I'm so on board with this and I’m compl—we're": null, "good. And I—we're gonna get this—": null, "Andhera: So badly. So, yes, good. Great, great, in fact. Great. I can't": null, "wait to give this, that thing, this apple.": null, "Gwyndolin: Okay, grab my hand.": null, "Andhera: Oh!": null, "Surena: I'm gonna grab his hand and I'm gonna cast, where the hart ran,": null, "I'm gonna cast Fog Cloud to obscure the hart from everyone else.": null, "Aabria: Amazing. Give me just a general Intelligence check to see if you": null, "target the true hart or the false hart.": null, "Oscar: False hart.": null, "Surena: False hart.": null, "Lou: Thematic, thematic as shit, dog.": null, "Emily: I know, exactly.": null, "Lou: The true hart, the false hart.": null, "Surena: Oh, it's so good.": null, "Lou: Which one are you chasing?": null, "Surena: That's 12.": null, "Aabria: You only had to beat a 10.": null, "Surena: Oh, okay.": null, "Aabria: You see the two harts dart off in different directions, but up": null, "in the sky, you notice a Lord of the Wing turning towards the hart": null, "breaking right.": null, "Surena: Great.": null, "Aabria: You sprint off in the direction, and next up is Rue. Rue, are": null, "you taking part in this?": null, "Oscar: Mm, I look at Captain Hob.": null, "Brennan: [in Captain Hob’s voice] I raise an eyebrow.": null, "Rue: It seems like everyone else ran off with the exception of you and": null, "I. What say you and I team up?": null, "Captain Hob: With the Master of Ceremonies. I could think of no greater": null, "ally. After you.": null, "Rue: Now, just because I'm the Master of Ceremonies does not mean I get": null, "a leg up or it's an advantage in any way, shape, or form. I just want to": null, "warn you.": null, "Captain Hob: Hmm.": null, "Rue: That we're gonna have to work just as hard as everyone else.": null, "Captain Hob: So be it.": null, "Brennan: I will hold out my hand. Long, furry, clawed hand to you.": null, "Oscar: And I take that hand.": null, "Brennan: I am going to stroll calmly into a section of the forest not": null, "where the hart ran off to.": null, "Oscar: Great, as you're doing that I'm giving you a Bardic Inspiration.": null, "Aabria: What does your Bardic Inspiration look like? How does it": null, "manifest?": null, "Oscar: It's a hum, just a... [hums cheerfully]": null, "Aabria: [laughs] That's great.": null, "Brennan: What type of dice is it? Is it a d8, d10, or?": null, "Oscar: Oh, um, d8.": null, "Brennan: Cool, cool.": null, "Aabria: And I will say, that's technically your bonus action.": null, "Conversations, I'm assuming, are sort of happening as this all spun up.": null, "Oscar: Yes, yes.": null, "Aabria: So is there's something you want to do with your action before": null, "Hob takes over? 'Cause he's next in initiative.": null, "Oscar: I actually want to give it. I don't want to do anything else.": null, "Aabria: Okay, perfect.": null, "Brennan: Yeah, I'm not running either. I'm just gonna walk calmly into": null, "an unrelated section of the forest with you.": null, "Brennan: I'm gonna look and say,": null, "Captain Hob: Um, Theodore, member of the Court of Claw and Hoof, is that": null, "correct?": null, "Rue: Absolutely, yes.": null, "Captain Hob: Your assistant Wuvvy, is she of that same court as well?": null, "Rue: She is.": null, "Captain Hob: Ah, I understand. Wherein might—is Wuvvy present anywhere?": null, "Could you call?": null, "Rue: I can summon Wuvvy at any time. Would you like to speak with her?": null, "Captain Hob: Well, under the eaves of the mighty forest, perhaps a short": null, "conversation would be most helpful in this regard.": null, "Rue: If speaking to Wuvvy is what you want, speaking to Wuvvy is what": null, "you will be doing. Wuvvy!": null, "[bright instrumental music]": null, "        Wuvvy: [yelps] What? [panting]": null, "Aabria: And just darts out from behind a tree.": null, "        Wuvvy: [panting] Hi, how's it going?": null, "        Rue: Very good, my dear. Is something wrong?": null, "        Wuvvy: No, no. I got like a rash, I think.": null, "        Rue: Oh.": null, "Wuvvy: I'm nervous. Hi, what can I—hi, what can I do for you? What’s": null, "happening?": null, "Rue: Oh, the good Captain Hob would like to speak to you about": null, "something.": null, "Wuvvy: Hi, did you eat the macaron? Is your stomach hurting? I can do": null, "like a Healing Word if you need something.": null, "Captain Hob: What would I need healing from? Those macarons were": null, "delightful.": null, "Wuvvy: Ew.": null, "Captain Hob: [laughs heartily] Well, one man's trash is another man's": null, "shit-caked macaron.": null, "Wuvvy: Mm, mm-hmm.": null, "Emily: Those are the two options? Trash or shit-caked macaron.": null, "        Captain Hob: I mean treasure, treasure of course, yes.": null, "Brennan: I'm going to look to Wuvvy and look to the Master of": null, "Ceremonies. Look to Rue, Delloso de la Rue, and I want to talk to Wuvvy": null, "and say,": null, "        Captain Hob: As a fellow member of Theodore's court, I—": null, "        Wuvvy: Former.": null, "        Captain Hob: Former?": null, "        Wuvvy: Mm-hmm.": null, "        Captain Hob: Ah, you have formally joined the Court of Wonder.": null, "Wuvvy: All my work kept me away from my court for so long that, yes.": null, "Captain Hob: Well, perhaps we could, while the hunt is merrily going on,": null, "we could have a short conversation about your former courtier, Theodore.": null, "He seems a right honorable chap. What do you know about Theodore?": null, "Wuvvy: [whispering to Rue] Um, is this okay?": null, "Wuvvy: Am I supposed to do this? Is this cheating? Are you?": null, "Captain Hob: A tactician collects information.": null, "Wuvvy: Okay. Um… Theodore goes by Chooch, by his friends. He's": null, "incredibly fast, and can transform into a hart, and a bear, and a third": null, "form that we don't name out loud because we keep our secrets.": null, "Captain Hob: Hmm, fascinating.": null, "Wuvvy: He's never been caught.": null, "Captain Hob: And Wuvvy, are you able to change into any of these forms": null, "yourself?": null, "Wuvvy: Mm-hmm.": null, "Captain Hob: Could you perhaps change into a white hind?": null, "Wuvvy: Mm-hmm. Wait, wait, wait, wait, wait. What will you give me if I": null, "do?": null, "[Rue chuckles mischievously]": null, "Captain Hob: What about a wager?": null, "Wuvvy: That doesn't sound like a gift. That sounds like a thing that is": null, "further. You're now putting the goalpost farther.": null, "Rue: Yes, Captain Hob, that is quite unfair for my dear Wuvvy. This is": null, "not a wager. She's asking for a gift.": null, "Captain Hob: It just seemed—I don't know. It was really cool when you": null, "did a wager earlier.": null, "Wuvvy: It was cool. No, no, no, no, no, no, it was cool.": null, "Captain Hob: It just seemed like it went over really well.": null, "Wuvvy: It was cool! You did a cool thing!": null, "Captain Hob: No, I've screwed up. I made a mistake, I did a bad.": null, "Wuvvy: No, you’re good, you’re good!": null, "Captain Hob: I can give you mud! I have it in my pocket.": null, "Wuvvy: No. How about a favor later?": null, "Captain Hob: A favor later?": null, "Wuvvy: You're tall and strong and, um, I have a lot of duties. I mean,": null, "you could help.": null, "Captain Hob: [chuckles roughly] Duties.": null, "Oscar: I stifle a laugh.": null, "Emily: That was really good.": null, "Brennan: Thank you, thank you. I needed that.": null, "        Wuvvy: I know what you're asking.": null, "        Captain Hob: Very well.": null, "        Wuvvy: I can be very helpful.": null, "        Captain Hob: I think in that case a favor can be arranged.": null, "        Wuvvy: Shake on it.": null, "        [Captain Hob loudly hocks loogie]": null, "        Wuvvy: Oh! Nope, normal. Normal shake, normal shake. [groans]": null, "        Captain Hob: [spits] This is normal.": null, "        Rue: Wuvvy, it's fine, it's fine.": null, "        [Wuvvy whimpers]": null, "        [Brennan mimics spit squishing]": null, "Aabria: She just looks at you the whole time.": null, "        [Wuvvy gags]": null, "        Rue: [softly] It's okay.": null, "Aabria: And you feel a little pulse of magic in this part of the forest.": null, "The rest of you, consumed with the hunt and moving in different": null, "directions casting spells, it just slips below your notice that another": null, "bargain has been struck. And she goes,": null, "Wuvvy: Sorry, I'm just gonna... I'm gonna wipe it now, I'm gonna wipe it": null, "now. Is that okay?": null, "Captain Hob: What you do with it is your business.": null, "Wuvvy: Thank you.": null, "Captain Hob: It's yours to save or to wipe, absolutely.": null, "Wuvvy: [rubs hands] Now, I have an idea of what you're asking, but I": null, "want you to be very specific. What would you like me to do?": null, "Captain Hob: I would like you to gather the attention of the white hart": null, "in a manner that only a white hind could and to bring it to a place of": null, "my choosing in this forest.": null, "Wuvvy: Make your choice.": null, "Rue: Why not right here?": null, "Brennan: I'm going to simian leap into a tree and look around and try to": null, "survey the best spot nearby. And I'll ask Wuvvy,": null, "Captain Hob: If you mind, could you walk a little bit into the forest?": null, "Aabria: And she walks a little farther into the glade.": null, "Brennan: I listen to the exact spot in the glade where the bell I placed": null, "on her makes the least noise being sucked up by the surrounding moss and": null, "foliage.": null, "Aabria: And she stops and looks up at you.": null, "        Wuvvy: Is this good?": null, "Captain Hob: Perfect. Right there in that spot, if you can manage it.": null, "Wuvvy: Done.": null, "Aabria: Her speed is something that is a bit of a delight and seems like": null, "a parlor trick, but she is formerly of that court and one of the fastest": null, "they've ever known. And in the blink of an eye, she slips into her white": null, "hind form and tears off in the direction of the Great Hart. We'll come": null, "back to you in the next round and see what happens.": null, "Oscar: There's a deep sense of pride that Rue has with—and also quite": null, "impressed. I mean, it's very impressive, this feat that she did. So I": null, "look at you like,": null, "        Rue: [smiles proudly] Hm?": null, "        Captain Hob: Not bad, Rue.": null, "        Rue: Mm-hmm.": null, "        Captain Hob: [sighs] While we're waiting here—": null, "        Rue: [shouting] Please come down from the tree. I can't hear": null, "you.": null, "        Captain Hob: [shouting] What? No.": null, "        Rue: I can't quite hear you!": null, "Captain Hob: I gotta stretch. My legs are so short and my arms are so": null, "long.": null, "Brennan: Just doing calisthenics up in the tree branches. I am going to": null, "hide up in the branches of the tree, though.": null, "Aabria: Okay, go ahead and give me a Stealth check.": null, "Brennan: Can I get a help action from Rue?": null, "        Captain Hob: You tell me when I am most hidden.": null, "        Rue: Oh, absolutely.": null, "[Brennan blows on dice] [dice rattling]": null, "Brennan: I'm gonna use the Bardic Inspiration on this Stealth check.": null, "[laughs] 22 on the Stealth check.": null, "Aabria: Oh yeah, dog, that'll do.": null, "Brennan: Not good enough.": null, "Emily: It's so funny to hide in the middle of a conversation.": null, "Brennan: I'm just putting mud and leaves and twigs on myself.": null, "        Captain Hob: I found the canapés last night most delightful.": null, "Rue: You know, you were hidden, very well hidden, before you put mud on": null, "yourself.": null, "Captain Hob: What?": null, "Rue: Yes, you were hidden—": null, "Brennan mimics covering himself in mud.": null, "Rue: There's no need to put mud on your face. I can't even see you.": null, "Captain Hob: Oh. Well, you might be able to smell me, and the mud will": null, "help dampen the odorous gasses that are being offput from my uniform.": null, "Rue: It seems you just want to put mud on you.": null, "Captain Hob: I like the feel of the mud.": null, "Aabria: And from there we will cut to Andhera.": null, "Omar: So we're racing through the forest.": null, "Surena: Mm-hmm.": null, "Omar: Into just like a misty surrounding?": null, "Surena: Yeah, so I think Gwyndolin would, as we're running, tell you,": null, "Gwyndolin: This is not a regular hart. This is a Fey hart. In order to": null, "get a Fey's attention, we must build a shrine. We must pay homage to it.": null, "That's what these apples are for.": null, "Andhera: [hesitant] Oh, yes, that absolutely makes sense. Of course. A": null, "shrine. And it's gonna be—": null, "Gwyndolin: An offering.": null, "Andhera: An offering, yes, of course. A good one that a hart would have": null, "no choice but to return to, or visit for the first time, and say, \"What": null, "an offering.\" Perhaps there's something I can do to assist with this": null, "particular task. You see, my sister used to hide all of my toys when we": null, "were growing up.": null, "Gwyndolin: Really?": null, "Andhera: Which were mostly just different shaped gems that I had.": null, "Gwyndolin: [sadly] Oh.": null, "Andhera: And would just hide them throughout the caves.": null, "Gwyndolin: Just for fun? For you to find them as a game? Or is it like a": null, "mean thing?": null, "Andhera: It was—": null, "Gwyndolin: Just to bully you, or?": null, "Andhera: The intention was never for me to find them.": null, "Gwyndolin: Oh, I see.": null, "Andhera: It was to separate me from them.": null, "Gwyndolin: Great, cool.": null, "Andhera: And in doing so damaging my emotional state.": null, "Gwyndolin: Oh my gosh!": null, "Andhera: As I formed bonds with these, I called them little rock": null, "friends, and... [laughs]": null, "Gwyndolin: Your friends were rocks?": null, "Andhera: They, well, uh, not all of my friends. I had Advisor growing": null, "up. Aside from that, though, uh…": null, "Aabria: Advisor's behind a tree and you know it.": null, "Andhera: Yeah, and he's a real cool dude. [laughs] He gets upset if I": null, "don't say that. Anyhow, over my time growing up.": null, "Andhera: I learned a neat trick.": null, "Omar: And I look around and I grab a forked twig and I snap it off.": null, "Andhera: I was paying very close attention to that particular hart as": null, "they were undressing themselves.": null, "Gwyndolin: Uh-huh.": null, "Andhera: Call it competitive spirit. [laughs] Or don't.": null, "Omar: And I'm going to cast Locate Object.": null, "Omar: I was within 30 feet.": null, "Omar: I became very familiar—": null, "Omar: —with this object, so I would like to cast Locate Object on the": null, "antler itself as I saw it—": null, "Surena: Ooh.": null, "Omar: —disappear into the distance.": null, "Aabria: Oh my goodness.": null, "Andhera: Just to get a sense of where exactly this creature is and if": null, "it's coming closer to us or farther from us.": null, "Gwyndolin: That's a fantastic idea. You're really smart.": null, "Omar: And I'm gonna say, Andhera, as you say that, kind of touches the": null, "back of their neck a little bit, and that's all you would notice in this": null, "particular surrounding.": null, "Andhera: Thank you.": null, "Gwyndolin: You're welcome. Do people not tell you that you're smart?": null, "[Brennan laughs]": null, "Andhera: They don't have to. [laughs] They don't have to.": null, "Gwyndolin: Right, 'cause you're surrounded by people who always agree": null, "with you, I get it.": null, "Andhera: Oh, I'm...": null, "        Gwyndolin: What?": null, "Andhera: Oh, no.": null, "        Gwyndolin: Was that wrong?": null, "        Andhera: Uh, uh…": null, "        Gwyndolin: I'm sorry.": null, "        Andhera: No, don't apologize to me.": null, "        Gwyndolin: Okay.": null, "        Andhera: Never apologize to me.": null, "        Gwyndolin: Oh, yes.": null, "        Andhera: Don't—no. Between us, between friends.": null, "        Gwyndolin: Yes.": null, "Andhera: There's no such need for such words. No, no, no, no, I simply": null, "don't see many folks aside from diplomatic meetings and occasional": null, "lessons and, you know, my rock buds.": null, "Gwyndolin: Yeah. [quietly] Are they here now?": null, "Andhera: No.": null, "Gwyndolin: Oh, I was just asking. I just want to understand.": null, "Andhera: No, no, no, no, they stayed at home.": null, "Andhera: [laughs] Yeah, anyhow…": null, "Andhera: I have to quickly—I have to say a thing to do the spell,": null, "[laughing] so I'll stop talking the way I am right now.": null, "Gwyndolin: That's great.": null, "Andhera: And I'll do the spell currently.": null, "Omar: And I cast it.": null, "Aabria: Yeah, okay. [laughs] You feel, in this fog, a little cold": null, "breeze. Dark wind that originates from your hand shoots off in the": null, "direction deeper into the fog, but it seems to cut a path through it": null, "that only you can see. You know that about 80 feet in front of you, now": null, "that you've turned and are facing due west towards the setting sun, the": null, "hart is incredibly close. And upon your first instinctual step forward": null, "you see something white flash through the fog in that direction, too.": null, "Andhera: Well, close enough to be allured by whatever we decide to build": null, "in honor of said hart.": null, "Surena: And Gwyndolin is just grabbing a bunch of sticks.": null, "        Andhera: Should I help?": null, "        Gwyndolin: Oh yes, if you want.": null, "        Andhera: Great.": null, "Aabria: So you guys are building a little stick shrine?": null, "Surena: Yeah, they're building a shrine that is sorta gonna be open with": null, "the three apples as an offering, 'cause—": null, "Gwyndolin: They said that they've never been bested so why would we try": null, "to best them?": null, "Andhera: Why would we try? It'd be foolish. [laughs] This might be odd": null, "to ask.": null, "Gwyndolin: Sure, ask anything.": null, "Andhera: Do you know the story of \"The Blair Witch Project\"?": null, "Gwyndolin: Um…": null, "Gwyndolin: Can you explain it to me?": null, "        Andhera: It's a…": null, "Lou: Can Squak hear this and turn around and be like, “what the?”": null, "Aabria: Yeah, absolutely. Yeah, absolutely.": null, "Squak: We're talking \"Blair Witch Project\"? I have thoughts.": null, "Aabria: And as you begin to talk, it was 11:00 AM for all intents and": null, "purposes when the hunt began, but time is different here, and it suits": null, "the purposes of the hunt as the fog thickens and the gloom behind it": null, "deepens, and the forest you're all standing in, some waiting, some": null, "building, some soaring, changes and goes over to night. And the hunt,": null, "you feel it, is different now.": null, "Dome changes from green to blue.": null, "All: Ooh!": null, "[players make ghost noises]": null, "Lou: It's sensual now, right?": null, "Brennan: It's sensual. [singing] Can you feel—": null, "Omar: Sexy hunt.": null, "Brennan: As it becomes suddenly dark and it goes from being the": null, "resplendent, wondrous sun to a more goblin-y time of day, I'm gonna look": null, "down at Rue as the time changes and say,": null, "Captain Hob: Rue, I worry about you in the glade there in the open.": null, "There is space in my hiding spot for two if you would wish to join me.": null, "Rue: You are asking me to go up there and stay next to your mud-covered": null, "body?": null, "Captain Hob: It would be an honor to make sure that you are safe here in": null, "the dark forest at night. And also, you are extremely visible and": null, "ruining my trap.": null, "[tender instrumental music]": null, "        Rue: Oh…": null, "Oscar: For a second there Rue sort of like, collapses a little bit.": null, "Aabria: Insight check to notice.": null, "Aabria: Hob.": null, "Brennan: Mm-hmm.": null, "Aabria: They looked a little crestfallen to not be held in a certain": null, "esteem by you in that moment.": null, "Brennan: I make a look on my face if Rue wants to do any—": null, "Oscar: Where, where, where?": null, "Aabria: This relationship is too high.": null, "Lou: 22, 22!": null, "Aabria: 22!": null, "Omar: The mud is pretty good.": null, "Lou: 22.": null, "Aabria: The mud is so good.": null, "Brennan: [in Captain Hob’s voice] Well, we're not gonna talk so much": null, "shit about mud, now are we?": null, "Brennan: I'm chewing on words that I'm trying to say as I see that I've": null, "hurt someone.": null, "Captain Hob: Uh, I mean only to say, your magnificence will be visible": null, "should the hart approach, and it would be an honor to keep you safe here": null, "should there be any other beasts in the forest, and keep you hidden.": null, "Rue: It's quite all right, Captain, I... It was silly of me to play": null, "along in this game. I am the Game Master, and this is, uh... [clears": null, "throat]": null, "Brennan: Can I—I want to reach a long arm down and yoink Rue up into the": null, "tree.": null, "Aabria: Oh my goodness. Make an Athletics check for me. Do you oppose": null, "this?": null, "Oscar: I just wanna see…": null, "Brennan: 17.": null, "Omar: Wha?": null, "Oscar: I'd like to swat the hand.": null, "Emily: Ooh, brutal!": null, "Oscar: Can I do that?": null, "Aabria: You can certainly swat it away, but go ahead and give me a": null, "Strength saving throw.": null, "Surena: So you roll it and then add that.": null, "Oscar: 16.": null, "Aabria: You swat his hand away, but his reflexes, he's—this is not the": null, "first person that's ever swung at him. He instinctually grabs your": null, "wrist. [to Brennan] You feel the swat away. Do you continue to pull them": null, "up anyway?": null, "Brennan: No, the swat immediately makes me let go.": null, "Brennan: I get down from my hiding space.": null, "Rue: Thank you, Captain Hob. I don't know what I was thinking.": null, "        Captain Hob: I've given you offense.": null, "Rue: It's quite all right. I am out here wearing a magnificent green": null, "outfit, and I do stand out. You're quite right, the objective is to": null, "catch the hart and I'm just in your way. Please excuse me. And I turn to": null, "leave.": null, "Aabria: We will return back to the top of initiative. Lou, you're up.": null, "You swoop down into the fog to join a spirited discussion of \"The Blair": null, "Witch Project.\"": null, "Lou: Oh, that was a joke. I don't—": null, "Aabria: Hey, hey, you know what? Go fuck yourself.": null, "Aabria: You said it, and as you swing low into the fog, you hear those": null, "hoofprints slow and stop. And the prints you hear next are not": null, "hoofprints at all, but the sounds of feet walking through soft, mossy": null, "earth as, through the fog, Theodore the hart is transformed once more": null, "into a form somewhere between a hart and a man. Tall and strong, with": null, "those same platinum gilded antlers, his muscles rippling, he is": null, "ferocious and fanged, and smiles at you all and says,": null, "Theodore: Turnabout is fair play, and I am prey no longer. I have never": null, "been bested, and I will not start tonight.": null, "Aabria: You're up, what do you do?": null, "Lou: Is he about to swing on me? 'Cause I just wanted to talk about": null, "found footage.": null, "Lou: He is about to swing on me?": null, "Aabria: Yeah. I mean, he's about to go off on this entire group.": null, "Emily: Really?": null, "Oscar: [laughs] You love it.": null, "Emily: That absolutely changes what I was gonna do.": null, "Aabria: You got a round to think and hopefully you're not cousin-less by": null, "the end of it.": null, "Lou: Okay, okay, okay, okay.": null, "Aabria: Okay, okay.": null, "Lou: Okay, okay, are his antlers still there?": null, "Aabria: Yes, yes.": null, "Lou: Knowing that he's gone on the offensive, I'm going to try and": null, "shatter his antler with the intention of then flying forward and taking": null, "it from him.": null, "Aabria: He casts Counterspell.": null, "Emily: I Counterspell it.": null, "Oscar: Oh, you can counter a Counterspell?": null, "Aabria: Yes, you can.": null, "Oscar: My Lord, okay.": null, "Aabria: As this chain of Counterspells goes off, you are not alone.": null, "There were just a couple others left from other courts, including the": null, "Seelie, as one of the ladies in waiting to Queen Titania herself": null, "Counterspells your Counterspell.": null, "Emily: Ooh, I love it.": null, "Aabria: And looks over at you from another side of the gloom and goes,": null, "Titania: Uh-uh-uh.": null, "[Oscar gasps softly]": null, "Chirp: You know, I think with the fog there'd be no witnesses so we": null, "could have a go and get a little naughty.": null, "Aabria: You gotta make some sort of roll for that. [laughs] Give me a": null, "Persuasion check.": null, "Oscar: The quickness, Emily, dang!": null, "Emily: What would that be? Performance, Persuasion?": null, "Aabria: Persuasion.": null, "Emily: Okay, only a 9.": null, "Aabria: Deception, I guess, if you're not sincere in your ministrations.": null, "Emily: Oh, Deception—maybe not, so 12 would be Deception.": null, "Aabria: Okay. She only rolls a 7. Her Counterspell goes off, but she": null, "slinks farther into the fog and looks and waits for you to join her.": null, "[Emily snickers]": null, "Aabria: And has effectively removed herself from this close combat": null, "fight. [to Lou] However, your spell has been Counterspelled.": null, "Aabria: What do you want to do with your bonus action or movement?": null, "Lou: Fuck this, I'm gonna fly directly at him.": null, "Lou: And I'm going grab onto the antlers.": null, "Emily: Yes!": null, "Lou: And... [laughs] I'm going to grab on to the antler and say,": null, "        Squak: Cousin, assist me!": null, "Lou: Not realizing that they are possibly about to go get it on in the": null, "nearby fog. But this antler is mine.": null, "Aabria: Okay, is there anything you want to do with your bonus action?": null, "I'm not gonna give you the grapple attempt here. Flavor-wise.": null, "        Squak: Help me!": null, "Lou: And give them a Bardic Inspiration as I fly for the antler.": null, "Aabria: Perfect, you next up in initiative. Chirp, what do you want to": null, "Emily: Okay, um…": null, "Oscar: [gasps] You gotta choose.": null, "        Chirp: You have two options. One…": null, "Emily: Oh, I'm actually talking to the hart, to the hart.": null, "Aabria: Oh, sure. The hart moves his hair, I don't know.": null, "        Chirp: Hi, you have two options.": null, "        Theodore: Mm.": null, "Chirp: One is fight, and the other is drugs. Do you wanna just, I don't": null, "know, get crazy? Give us your horn and just do some drugs?": null, "Squak: I also have drugs. You could get two times the drugs.": null, "Theodore: I have—I have drugs.": null, "Squak: You can have two times the drugs!": null, "Aabria: He grabs you and is just sort of holding you.": null, "Aabria: On his shoulder.": null, "Oscar: That's kinda hot.": null, "Lou: [chuckling] I'm not opposed.": null, "Chirp: I just—": null, "        Theodore: I have drugs of my own, and I've heard of your bets.": null, "        Chirp: Mm-hmm, ah.": null, "        Theodore: So are you going to get crazy?": null, "        Chirp: So you would consider yourself a witness.": null, "        Aabria shrugs.": null, "        Chirp: That would null my—": null, "        Theodore: It depends.": null, "Chirp: Okay, then I have no option but to... [clears throat] I feel": null, "really bad about doing this. Squak, hold him!": null, "Emily: And then I'm gonna bonus action Shadow Blade.": null, "Aabria: Yeah!": null, "Emily: Basically, but I'm flavoring it as a cool feather.": null, "Aabria: Yeah, cool.": null, "Emily: And I think I have advantage in dim light. “In addition, when you": null, "use a sword to attack a target that is in dim light or darkness, you": null, "make it with advantage.”": null, "Aabria: Hell yeah.": null, "Emily: And I wanna just try and attack this antler twice.": null, "Aabria: Okay, you close in. Get those attacks in, let's go. And don't": null, "forget, you have Bardic Inspiration.": null, "Brennan: Now roll out a nat 20.": null, "Emily: Nat 20!": null, "Brennan: Yeah!": null, "Aabria: No!": null, "Brennan: Nat 20, nat 1!": null, "Aabria: No, shut up!": null, "Omar: Yeah, extremes.": null, "[dramatic music]": null, "Aabria: Okay, so with a crit go ahead and give me your damage from the": null, "first roll.": null, "Emily: Okay, 10... two, 20, oh wait, one, two, yeah, 20. So that's 25": null, "from the first roll.": null, "Aabria: Ooh, okay.": null, "Emily: And then the next one will also be three instead of one.": null, "Emily: 15 plus another 5… so another 20, so 45 damage total to the": null, "antler. [laughs]": null, "Omar: Ooh, what?": null, "Emily: 'Cause I did a 4th level Shadow Blade.": null, "Aabria: Amazing. You sail forward and attach yourself to the hart and": null, "are just sawing through his horns.": null, "[Emily pants as she makes sawing motions]": null, "Oscar: Like the chair earlier?": null, "        Squak: Cousin, why was I the one sawing the chair?": null, "Aabria: You are 75% of the way through the horn.": null, "        Chirp: Ah, Cousin, it's up to you!": null, "Aabria: It's still there.": null, "        Chirp: Finish it off!": null, "        Squak: [grunts] I will! [shouts]": null, "Aabria: He's just sort of holding Squak on the other side.": null, "Lou: I'm writhing. It's my choice.": null, "Aabria: Amazing. The hart is up next and is going to attempt to throw": null, "both you away from him. So I need both of you to make strength saving": null, "throws.": null, "Emily: Okay, 16 with a -1, 15, but +7 on my Bardic, so 22.": null, "Lou: Cool 3.": null, "Aabria: You were holding on to the other antler and sort of wrestling.": null, "With a 3 he looks up at you and he goes,": null, "        Theodore: I'm so sorry.": null, "        Squak: You don't have to apologize. It's a hunt. [shouts]": null, "Aabria: And shifts actually quite carefully, places his hand on your hip": null, "to just push you bodily away so you can still land on your feet.": null, "Lou: Can I put my hand on his hand as he puts his hand on my hip?": null, "Aabria: Oh, 100%.": null, "Oscar: When he dips, I dip with him.": null, "Lou: You gotta get it where you can. And I'm gonna put my hand on his": null, "wrist, and as he throws me, slide my hand along his.": null, "Aabria: You know what? I'm not even gonna make you. Oh Jesus, I just": null, "threw it high. Oh, natural 1.": null, "[Oscar gasps]": null, "Aabria: His attention is locked on you as he pushes you away. You feel": null, "yourself turn as his attention is turned, and he utterly forgets to": null, "throw you off of him, as he is looking at your cousin who's been pushed": null, "about 20 feet.": null, "Emily: I give Squak two feathers up.": null, "Lou: I let him throw me.": null, "        Squak: Not bad.": null, "Lou: And I think I am prone and like—": null, "        Lou leans back and places a hand on his chest.": null, "        Squak: Not bad at all.": null, "Aabria: All right, Gwyndolin, you are up.": null, "Aabria: Here's your chance.": null, "Aabria: You've seen her work. You can claim the antler for yourself. All": null, "you have to do is finish the job. You just have to get her away from it.": null, "Surena: Gwyndolin just looks around and is like,": null, "        Gwyndolin: Uh, uh…": null, "Surena: Walks towards the struggle and the scuffle and she casts Sleep.": null, "Aabria: [gasps] Oh.": null, "[tense string music]": null, "Surena: Knowing that the hart has taken some damage, if any residual": null, "Sleep hits them, I'm not gonna be mad about it.": null, "Aabria: Okay, Sleep says that it starts with the person with the fewest": null, "hit points.": null, "Surena: It does, right? Okay.": null, "Aabria: How many hit points do you have?": null, "Emily: Not much. 42.": null, "Aabria: Make your roll.": null, "Oscar: Ooh!": null, "Surena: Oh no! [pause] 23.": null, "Aabria: With 23, it's not enough to take you down.": null, "Emily: Mm-mm.": null, "Aabria: Nor is it enough to put this Great Hart to sleep.": null, "Aabria: But you see sort of silvery and shadowy, two little imps that": null, "were crawling slowly up the Hart fall down onto the ground.": null, "[Surena gasps]": null, "Emily: Salt Goblin, Salt Goblins?": null, "Brennan: [in Captain Hob’s voice] Good men.": null, "Aabria: No, no, they were just little imps. They were familiars of some": null, "of the other people in this fight.": null, "Oscar: We don't know 'em?": null, "Aabria: You're trying to know 'em?": null, "Oscar: We don't know them, right?": null, "Aabria: They're invisible even in slumber, so you can absolutely find": null, "out if you want.": null, "Aabria: But other people had the same thought that you did.": null, "Emily: Oh.": null, "Aabria: So you're able to drop them, and it's now just these two primary": null, "figures.": null, "        Chirp: Squak, did I just hear an imp drop?": null, "        Squak: Something just—": null, "Oscar: It’s so far away.": null, "        Squak: Something gently hit the forest floor.": null, "        Chirp: I could swear I heard an imp drop.": null, "Aabria: Gwyn, is there anything else you want to do?": null, "Surena: Well, I'm gonna look at you.": null, "Surena: I'm gonna nod, and then I'm gonna run towards the hart, and I'm": null, "gonna use my action to just try to grab the horn.": null, "Surena: Yes.": null, "Lou: Everybody getting on this horn.": null, "Aabria: Everybody getting on this antler. I love this. It's messy, I": null, "enjoy it. Rue, you're up.": null, "Oscar: Oh, so I was saying,": null, "        Rue: Excuse me.": null, "Oscar: I was walking away. I'm not involved in this.": null, "Brennan: No, I think Hob has also fully like—the fog, it's Hob's first": null, "Bloom. There's something in the air. He drops down and feels ridiculous": null, "covered in mud. This is stuff for the Goblin Pagoda. This is not stuff": null, "for the big night of the scene. He wipes the mud and drops down and just": null, "looks at your back as you walk away.": null, "[solemn instrumental music]": null, "Captain Hob: You must forgive my confusion. It is simply that it would": null, "have been the first time.": null, "Oscar: I stop. And with my back turned to him I say,": null, "        Rue: It's not your fault. The fault is entirely mine.": null, "Oscar: And I slowly turn to look at Hob and I say,": null, "Rue: I deeply wanted to have a moment where I could connect with you,": null, "but I realize it's just not possible. And it's not your fault. You did": null, "nothing wrong. Your action just made me very aware of where I'm at right": null, "now. I'm so sorry. I've taken you away from the hunt and distracted you.": null, "I'm sure that you would have gotten the antler and been victorious in": null, "the hunt. If you go right now, it won't be too late. You could still": null, "win.": null, "Brennan: I look up at my hiding spot. I look at the halberd in my hand.": null, "I take the strap and put the halberd on my back and walk towards you.": null, "Oscar: I'm a little taken aback there.": null, "Captain Hob: I see that you struggle with battles that I cannot see. My": null, "sight is limited. I am—as my commanders have just recently instructed": null, "me, I am in need of remembering that I can be a fool often. You are a": null, "great Fey, Rue. Frankly, nothing could have prepared me to believe that": null, "the words of a Goblin would hold any weight with you.": null, "Rue: You're more than just a Goblin. You are strong, courageous,": null, "fearless. You have a deep sense of honor and trust.": null, "Captain Hob: I know. I'm working on it.": null, "        Rue: No, no, no!": null, "Oscar: And I reach my hand to touch, but then I pull back, catch myself.": null, "Captain Hob: Did you want to hit me? You can.": null, "Rue: No, no, no, no, no. These are good things. Maybe not for the Goblin": null, "Court, but they're good things for me. I have to go. I cannot be here.": null, "This is incredibly unbecoming of the Game Master to be here. I apologize": null, "profusely, and I will make it up to you in the future, but for right": null, "now, please go to them. Leave me here.": null, "Aabria: It's your turn in initiative. What does Hob do?": null, "Brennan: I'm gonna roll 'cause I want... This feels important enough.": null, "I'm gonna say high roll is wild, low roll is honorable. [pause] That's a": null, "9. I look at you for a moment like you instructing me to leave you alone": null, "has hit some goblin nerve of not wanting to be told what to do.": null, "Captain Hob: [clears throat] [slaps legs] If you command that I hunt,": null, "then hunt I shall, Master of Ceremonies. You deserve what you were": null, "seeking when we stepped into the forest together.": null, "Brennan claps, flutters his hands across his chest, and slaps his": null, "cheeks.": null, "Rue: Oh, um, hm, hm…": null, "Rue: Whew!": null, "Captain Hob: [grunts] And I jump back into my hiding spot and disappear.": null, "[Lou exhales]": null, "Emily: Whew!": null, "Lou: Oh God, I feel like Wuvvy. I need to breathe.": null, "Aabria: Even as you disappear, in this moment where you made a different": null, "choice, something has stirred within you. And landing on that branch,": null, "improbably, you see a small peacock feather.": null, "Oscar: Oh my God, a gift!": null, "Lou: Wow.": null, "Aabria: You can add it to your locks. And Andhera, you're up.": null, "Oscar: Were you gonna smell it?": null, "Brennan: I think Hob just looks at it and goes [gasps] 'cause it's like,": null, "you had a peacock feather in your—": null, "Oscar: That's right!": null, "Brennan: And did you, how did you know?": null, "Aabria: You don't have to get ready if you stay ready, bitches!": null, "Aabria: I got shit for all of you!": null, "Brennan: I think Hob sees a little, the little peacock feather and looks": null, "at Rue walking away and goes... [gasps] [sniffs]": null, "        Brennan puts the peacock feather into his mouth.": null, "Surena: Oh, oh, oh! Oh my God!": null, "        Brennan gulps and sighs contentedly.": null, "Aabria: Oh my God! [laughs] Andhera, you have to go. I'm freaking out!": null, "Omar: You're so... [laughs]": null, "Omar: Is it gone?": null, "Surena: He swallowed it.": null, "Oscar: [laughs] Nice!": null, "Brennan: Someone needs to call an ambulance.": null, "Omar: So, I see you running into the mist towards this creature, and I": null, "again touch sort of the back of my neck, and I mutter to myself making": null, "sure no one can hear, although I am sure there are some Fey hidden in": null, "the mist that will overhear it.": null, "Andhera: It's time to be a big boy.": null, "Lou: I would like to hear that.": null, "Aabria: Yeah, no roll required.": null, "Emily: Can I try to overhear it?": null, "Aabria: No roll required. I want everyone to have that if they want it.": null, "That's a gift for all of us.": null, "Oscar: They were just in the precise area of the forest where it": null, "magnifies sound.": null, "Aabria: Yeah. [laughs]": null, "Omar: Just like, when a breeze goes by the mist clears, and it's clear": null, "that everyone is right there.": null, "Aabria: The fog becomes like a little tunnel. It's like, you want this.": null, "Omar: I pull out my double-bladed scimitar.": null, "Omar: Each blade looks like a bat wing, but they are inverted, so it's": null, "not like a great creation. Again, this is a weapon made to show off, not": null, "necessarily a combat weapon. Andhera has not been in nearly enough": null, "battles to fully acknowledge that, but instead, I do know how to use it": null, "for show. And I point at the hart and I yell,": null, "Andhera: Hey, asshole.": null, "Omar: I cast Command,": null, "Andhera: Halt!": null, "Omar: Wisdom saving throw, 13.": null, "Aabria: Doesn't beat it with a 12.": null, "Brennan: Hmm…": null, "Omar: Okay, great, so now that they're stuck, I sheath it back over my": null, "back and start to walk towards the hart.": null, "Aabria: You feel every muscle under Theodore tense as—": null, "        Chirp: These are very functional muscles.": null, "Aabria: Very functional.": null, "        Andhera: Thank you very... Oh, you meant—oh, shit.": null, "Chirp: Oh no, it is clear. As soon as you pulled out your scimitar, all": null, "the muscles that you haven't worked became apparent.": null, "Andhera: Thank you so much.": null, "Chirp: You're welcome.": null, "Omar: Not being... [laughs] And a real quick,": null, "        Andhera: Lady, it's actually got two blades.": null, "Omar: And I pull it out as if any of that is a brag.": null, "Emily: I fan myself with my sword.": null, "Omar: I bonus action and I point back at the hart again. And I again": null, "unsheath my double-bladed scimitar, so it was placed back just to bring": null, "it out again.": null, "Aabria: Yes, terrible.": null, "Omar: And I point it. And I have a bonus action.": null, "Andhera: I compel a duel. A duel—a duel, you and me. I compel a duel": null, "between you and I. We—I'm dueling you.": null, "Omar: It's another Wisdom 13 save.": null, "Aabria: Yeah, okay, okay. Amazing. Now, I do know that you cannot cast": null, "two spells in one round.": null, "Omar: Yes.": null, "Aabria: Unless one of 'em is a cantrip.": null, "Aabria: Is Compel duel a cantrip?": null, "Omar: It is not a cantrip. It does say bonus action though as the": null, "casting time on this card. But you are correct.": null, "Aabria: True, however…": null, "Omar: Do I get cool points? Can I do it? Can I break the game?": null, "Aabria: Oh, I don't wanna break the game. Don't break the game.": null, "[players chattering]": null, "Oscar: [whispering] I wanna break the game.": null, "Lou: Everyone will talk. Everyone around the—": null, "Aabria: [to camera] Let it be said, I know what I'm doing and I do what": null, "I want. [to Omar] I'll allow it.": null, "Omar: Yes!": null, "[players cheering]": null, "Omar: I was worried about it, but I thought if I just came in with the": null, "cool of it.": null, "Aabria: Yeah, I love it, I love it.": null, "Omar: We'll just keep going like, this roller coaster is running so we": null, "have to just let the kids have a ride. Okay, great.": null, "Aabria: And the hart looks at you and says,": null, "Theodore: I'll duel you, but the problem isn't me, it's her, and she's": null, "about to win, so what do you do?": null, "Andhera: Wait, which one, who are you speaking about?": null, "Theodore: The broad on my shoulder actively sawing my antler off.": null, "Squak: Do not call my cousin a broad.": null, "Chirp: Hi. [laughs]": null, "Aabria: I coulda called her a bird, honestly.": null, "        Squak: Oh, a bird. Okay, thank God.": null, "Aabria: No, we won't change. He just stops.": null, "        Squak: Otherwise me and him are—": null, "Aabria: He's like,": null, "Theodore: I shoulda called her a bird. Is that worse? Is that worse? [to": null, "Chirp] Is that worse?": null, "Chirp: Oh, you can call me a bird or a broad. [laughs cheerfully]": null, "Nothing's off limits.": null, "Theodore: Okay, thanks.": null, "Chirp: Call me whatever you want. Just not too hot, 'cause I'm on my": null, "best behavior.": null, "Aabria: And he kind of just pats your calf, 'cause I think you're just": null, "sitting on his shoulder.": null, "Emily: Got it.": null, "Omar: I look up at you, then.": null, "Andhera: You're about to get the antler. I—listen, you and me? I don't": null, "have a problem with that.": null, "Chirp: I don't either.": null, "Andhera: Great.": null, "Chirp: I'll share.": null, "Andhera: [laughs] Then I will, too.": null, "Andhera: The duel still stands, you and me. And if you try to attack any": null, "of my—": null, "Omar: [to Surena] And we make direct eye contact.": null, "Andhera: —my friends, then you're gonna find yourself operating at a": null, "disadvantage.": null, "Aabria: Just his nose starts to bleed a little bit. “What does that": null, "mean?”": null, "Omar: If my nose is bleeding, I do not flinch. I feel it and I hate it,": null, "but I do not flinch.": null, "Aabria: He steps forward and is perfectly happy to duel with you, but": null, "the problem remains, it's not his turn in combat.": null, "Aabria: And next up is Lord Airavis.": null, "Lou: I mean…": null, "        Chirp: Finish this off, Squak.": null, "Lou: I see my cousin moments away from finishing this task. Say,": null, "        Squak: Cousin, it is yours.": null, "Lou: I'm gonna give you another Bardic.": null, "        Chirp: Ah! [claps]": null, "Lou: And simply try and catch Theodore's attention as I lay there.": null, "Aabria: What're you doing trying to get?": null, "Oscar: You're just laying down like—": null, "Aabria: He is under the effects of a Compel Duel, so you are in the": null, "opposite direction of where he's walking.": null, "Emily: Oh no!": null, "Aabria: So what you doing, bud?": null, "Chirp: No, Cousin, it's witchcraft! Don't fall for it! You're beautiful!": null, "But it's witchcraft that…": null, "Squak: Theodore, Theodore.": null, "[cast laughing] [Oscar snapping fingers]": null, "        Squak: Hey, Theodore.": null, "Emily: I wanna do something so stupid.": null, "        Squak: [feigned distress] Ah, I was thrown!": null, "Oscar: By you.": null, "Squak: By me. Perhaps it was a little too hard. Theodore. Hey, Theodore.": null, "Aabria: Do a Persuasion check with disadvantage 'cause he's magically": null, "compelled to pay attention.": null, "Omar: I've got some ouchies. Come look at these ouchies.": null, "Aabria: He's got ouchies.": null, "        Chirp: Ah, these ouchies need kissing! [groans]": null, "Aabria: You have to beat a 12.": null, "Lou: Be so sexy I beat a Compel Duel. That is a 17.": null, "Oscar: Oh.": null, "Omar: Wow!": null, "Aabria: [to Andhera] He is walking towards you, and yet, with a bird": null, "broad on his shoulder, [to Lou] he looks over and makes eye contact with": null, "Emily: Wow!": null, "[Lou groans]": null, "        Theodore: I will soothe your wounds in but a moment.": null, "        Squak: Great—": null, "        Theodore: Let me handle the boy.": null, "Squak: Of course, of course. I'll be here when you’re done. [groans]": null, "Andhera: Hold up real quick. Are you really hurt?": null, "Squak: Bro, come on. Bro, come on.": null, "Chirp: Andhera, Andhera.": null, "Andhera: Oh.": null, "Chirp: This is…": null, "Squak: This is one of my go-tos. [dramatic groan]": null, "Chirp: This is a classic romantic trap.": null, "Squak: Oh, I need help! I need help from Theodore and no one else. I'm": null, "good. Theodore!": null, "Andhera: And so hurt, he's so hurt. But also I'm growing—": null, "Theodore: What's your deal?": null, "Omar: I got activated hearing “boy”. That's it.": null, "Aabria: Okay, Chirp, you're up as Theodore turns away and continues to": null, "walk.": null, "Chirp: Andhera, I want you to not take this personally. Squak needs": null, "this.": null, "Emily: I'm going to use my Metamagic adept to cast Quicken Spell so I": null, "can dispel magic on the Compel Duel so that he gets his full attention.": null, "Oscar: Wow, you are a good cousin.": null, "Chirp: Do you take it personally? It's only because of what happened.": null, "Brennan: [laughs] It's only because of the prior events.": null, "        Chirp: It's only because of how much he needs the attention!": null, "Omar: You say that, and having picked up on this, and this is Andhera's": null, "first time in public.": null, "Andhera: But of course, he's so injured and needs such sexy help.": null, "        Chirp: [claps] Yes, yes, yes, yes, yes! Oh, thank you, Andhera.": null, "Andhera: That our duel can wait until afterwards once you've done… sex": null, "on the injuries sustained by—": null, "Squak: Did he say sex on the injuries? I think I've got a—": null, "Aabria: Let me be very clear, Wuvvy makes a guttural, like… [groans]": null, "Andhera: The throw led to the throes of love, and were I to get in the": null, "way of—": null, "Chirp: Oh! [claps]": null, "Andhera: Oh, that was—and now quit while I'm ahead.": null, "Chirp: I'm glad you don't take it personally. It's just, he needs this.": null, "Emily: And then I will attack twice.": null, "Aabria: There you go.": null, "Emily: With my Shadow Blade.": null, "Aabria: Let's go.": null, "Emily: Another crit.": null, "Omar: Oh my God.": null, "Brennan: What are these dice? That is a nat 20 and a 19!": null, "[triumphant instrumental music]": null, "Aabria: You do not need to roll damage. Just tell me how you remove the": null, "antler.": null, "Oscar: Oh my God.": null, "Emily: I think that all my feathers sort of cover it like a fan. And": null, "then as I retract the fan, I produce the antler in my hand. And then I": null, "look at Andhera.": null, "Aabria: It's huge, by the way. This thing is like two feet long.": null, "Emily: I know it's—whoa! [laughs]": null, "Aabria: I'm so sorry, I just needed your object work to reflect it. How": null, "cool.": null, "Emily: And then I present it to Andhera and I'm like,": null, "        Chirp: I was true to my word. I will share.": null, "Oscar: Aw.": null, "Brennan: Aw.": null, "Omar: And I reach out. I... [mimics sheathing sword]": null, "        Andhera: You were true to your word, and you're true to your": null, "bird.": null, "Oscar: Oh no. [laughs]": null, "Omar: And I want to be clear, Andhera starts sweating after what they": null, "just said, and avoids eye contact as to not get feedback.": null, "Emily: And then I want to waft all the fog to envelop these two because": null, "I know that there can be no witnesses.": null, "Aabria: In that moment, the moment you saw the antler free and produce": null, "it in your hand, all of that feral physicality in Theodore goes away.": null, "And it's not that he shrinks, but you feel him untense and calm. And": null, "even as you're moving the fog around, he returns to something more": null, "normal and pleasing and pleasant and svelte. And he gently lowers you": null, "from his shoulder, and smiles at you with a grin bright white without": null, "fangs, and gives you a deep bow that goes—like, you can feel the breath": null, "from his nose on your knees as he says,": null, "Theodore: I have never been bested, but there's a first time for": null, "everything.": null, "Chirp: I believe it was my cousin that bested you. Who is so injured": null, "right now.": null, "Squak: Ah, I need—I need sexy help.": null, "        Squak: Specific, and no other help will do.": null, "        Chirp: Do you know of any medics? [laughs]": null, "        Theodore: I will take care of your cousin, but this prize is": null, "yours.": null, "Aabria: And the antler itself, even as you were holding it between you": null, "and Andhera, shrinks down to the size of a small carved hart, and that's": null, "yours. It goes in the box.": null, "Aabria gives a white hart figurine to Emily.": null, "Oscar: What?": null, "Emily: But, I mean, we shared it. We worked together.": null, "Aabria: Look, uh, you can—": null, "Oscar: Split it in half.": null, "Emily: Split it!": null, "Aabria: Just crack it in half and break some harts. Get it? Break some…": null, "Oscar points at Aabria.": null, "Aabria: Thank you! Inspiration.": null, "Omar: Oh, what? [laughs]": null, "Aabria: If and when the mechanical advantage conferred by that comes": null, "into question, you can decide how it's distributed between the two of": null, "        Chirp: Okay. I do intend to share this with you.": null, "        Andhera: I'm sure we can figure out intentions later on.": null, "Omar: And then looks around like, “I think that one worked.”": null, "Emily: I'm still thinking about when you said, \"Be a big boy.\"": null, "Aabria: Theodore goes and sweeps you up and says,": null, "        Theodore: My friends call me Chooch.": null, "Squak: Well, Chooch, I am in need of some healing, but it seems that you": null, "may also as well.": null, "Lou: And I rub my hand along the space where his antler once was.": null, "        Squak: My cousin can be very violent, but I am of a softer": null, "touch.": null, "        Theodore: I love a softer touch.": null, "Aabria: And you feel him almost purr under your ministrations. And he": null, "will happily carry you back through as the hunt is officially called,": null, "and that dark night lighting returns to somewhere in between a pleasant": null, "twilight as you all are ushered and escorted by the other helpers of the": null, "hunt back to the clearing for refreshments, and then back through the": null, "tunnel to the tidal island for the rest of your Bloom experience. But as": null, "we sort of fade out from that, you're walking away and Advisor from": null, "behind a tree catches your eye, kind of gives you a motion to sandbag": null, "and stay behind.": null, "Andhera: Lady Chirp Featherfowl, I'll join you for a meal or something": null, "shortly after.": null, "Chirp: Oh, sure, um…": null, "Oscar: [laughing] A meal or something.": null, "Brennan: This guy's good.": null, "Surena: Smooth.": null, "        Chirp: A meal would be nice. What do you like to eat?": null, "Andhera: Me, I usually kind of feast off of the water that drips down": null, "from cave walls. But you know, we can explore different types of": null, "delectables.": null, "Chirp: I would love to expand your palate.": null, "Andhera: Oh. [chuckles] And that palate's gonna get—yep.": null, "Chirp: Yeah, okay.": null, "        Andhera: All right, I'll see you. I'll catch you later.": null, "[chuckles]": null, "Omar: And I drift off.": null, "Lou: I think even from being carried, I'm gonna look over his shoulder": null, "back at my cousin.": null, "        Lou grimaces.": null, "        Theodore: I know, right?": null, "Squak: Right? Well, he's—I mean, remember, he's still pillar boy in some": null, "ways.": null, "Theodore: He's supposed to be the biggest catch this year.": null, "Squak: Somehow. Well, depending on who you ask.": null, "Lou: And I'm gonna again touch the side of his chin.": null, "        Theodore: I'm happy with my catch.": null, "        Squak: And I'm happy to be caught.": null, "Aabria: Amazing. But Advisor kind of pulls you off to the side.": null, "Omar: And I kind of glance around to make sure that no one is near us.": null, "Aabria: They've all cleared out.": null, "Omar: Okay, great. I still cast Darkness with the objects that I have.": null, "[instrumental music]": null, "Aabria: Amazing. He is unbothered by darkness, and simply relaxes into": null, "it, more at home than he is here in this.": null, "Andhera: Advisor, I'm making diplomatic moves left and right, [chuckles]": null, "up and down, if you will. And things seem to be going pretty well with": null, "Lady Chirp Featherfowl.": null, "Advisor: Mm.": null, "Andhera: I wanted to ask your advice about something.": null, "Advisor: You're finally coming to me.": null, "Andhera: Yes.": null, "Advisor: Okay.": null, "Andhera: It's less of a question, I suppose, and more of just a general": null, "reaction, if you will.": null, "Omar: And Andhera puts a hand on Advisor's shoulder, and then a second": null, "hand on Advisor's shoulder, and Andhera slumps down a bit and goes,": null, "Andhera: [higher, nervous voice] I can't do this. I can't fucking do": null, "this. They all—I just—I thought I'd do, like, a thing. I would just like": null, "it to be big and deep and impressive, and they all—and then they would": null, "think I'm a big—a big, impressive person, and I can't do this.": null, "[Advisor shushes]": null, "Andhera: [stammering] I keep saying things that sound ridiculous. I": null, "can't do this. I keep stammering!": null, "Advisor: Shush.": null, "Andhera: I try to flirt—": null, "Advisor: Calm yourself.": null, "Andhera: And it sounds like—it sounds like, literally, it sounds like": null, "guano. Like honestly, if you could just put like a choice into batshit,": null, "that's what it is. It's batshit choices that I'm making, Advisor. What": null, "is this? I can't do this! They still think I'm fucking pillar kid!": null, "Advisor: Steel your nerves, young master.": null, "Andhera: [voice cracks] I'm trying, I'm trying, I'm trying. And when I": null, "do, when I focus on it. I can get the voice down and then I feel better,": null, "good, and this'll be good. [nervous laughter] But then I remember that": null, "it's actually not, and I'm scared every second of my fucking life, so": null, "advice fucking please now!": null, "Aabria: And in this moment in the darkness that only the two of you can": null, "see through, Advisor goes quiet and simply hugs you and gives you a": null, "moment of reprieve. Now, any other court would have words of comfort,": null, "but you are from caves in the cold and dark. And the only comfort you": null, "know is that of touch. And he simply holds you, warmer than the cold": null, "darkness around you, and will wait until your breathing returns to": null, "normal, until you are ready to let go.": null, "Andhera: Okay, okay, thank you. Yes, okay. Oh, thank you, Advisor. Thank": null, "you, that actually helps a lot. Thank you, good. [chuckles]": null, "Advisor: I watch everything you do.": null, "Andhera: Hm, yes. And that makes me very nervous all the time.": null, "Advisor: No one alive or otherwise knows how hard you are working more": null, "than me.": null, "Andhera: Yes, yes.": null, "Advisor: Keep going.": null, "Andhera: Okay, okay. Yes, of course. Yes, yes, absolutely. Keep going.": null, "Plus the Bloom doesn't last the entire time so it doesn't matter if I": null, "get a little bit in over my head, right? I'm here to represent the": null, "Court, and that's what I'll do. Great, I'm good. I'm good, thank you for": null, "that. I'm good, let me—let's go wander around a bit. Let's go take my": null, "weird dog for a walk or something zany like that.": null, "[Advisor groans]": null, "Andhera: It's always fun. We can try to make him talk again. [laughs]": null, "Make him say words.": null, "Advisor: Okay, whatever you need.": null, "Omar: And while he is insisting that they're relaxed, I think a hand is": null, "still clenching Advisor's and shaking a bit.": null, "Aabria: Advisor holds your hand just as tightly, and you feel a little": null, "bone pop. He says nothing, and does nothing, and simply squeezes as hard": null, "as he can back to return pressure for pressure in the dark as you walk": null, "out of it. And as you pass through and into that clearing where some of": null, "those last helpers of the hunt remain, he stops you and makes eye": null, "contact with one of the helpers and nods to allow them to approach you.": null, "And Hunter offers you a horn.": null, "[players gasp]": null, "Aabria hands Omar a small horn.": null, "        Andhera: Oh, thank you.": null, "        Hunter: For your shared victory.": null, "Andhera: Ah, great, yes. It was hard-fought. And it turns out that the": null, "real hunt was the friends we made along the way.": null, "Aabria: Advisor just gives you a little squeeze.": null, "        Andhera: Okay, thank you. I'll treasure this. Treasure, thank": null, "Aabria: And leads you through and back. And we fade out, except we don't": null, "quite, because there is one person still hanging back in the woods. She": null, "didn't follow you. Duty calling in the form of the taste of lemon at the": null, "back of her tongue, Gwyndolin Thistle-hop, you wait and wait and wait": null, "until the taste is almost overwhelming on your palate until everyone": null, "else is gone.": null, "Surena: She reaches down and grabs to her side, and as she's doing that,": null, "almost seamlessly pulls up a magnifying glass. And as that motion of": null, "pulling up that magnifying glass hits here, she's transformed. Her": null, "once-pink hair becomes short and cropped and spiky. Her beautiful": null, "flowing blue dress now is dark violet. And she has moth wings along her": null, "back that have the symbol of lost objects.": null, "Surena: And she looks into the spyglass, or the magnifying glass, and": null, "she says,": null, "        BINX: [low, nonchalant voice] Hey Mika, what do you need?": null, "Aabria: And that's where we're going to end tonight's episode, chapter": null, "two, \"The Great Hart Hunt.\"": null, "Brennan: I'm freaking out!": null, "[Next Episode - Episode 3: Duel on the Southern Lawn]": null, "[NEXT TIME ON DIMENSION 20]": null, "Andhera: I'm reading between those lines. Hot damn.": null, "Squak: There's nothing between those lines. I drank tea and went to bed.": null, "Andhera: I'm sure there's something between those lines.": null, "Squak: There is not. I drank tea and went to bed.": null, "-": null, "Captain Hob: Exceptional service under duress never goes unnoticed or": null, "unrewarded. [slaps arms] [exhales]": null, "Chirp: Low expectations can be just as impairing in a duel.": null, "Squak: Cousin, you've done it again.": null, "BINX: I need you to get a couple items. Can you do that?": null, "Mika: Are you sending me on a fetch quest?": null, "BINX: Well, I mean, you might have 'em on you.": null, "Captain Hob: Keep your eyes trained on young Gwyndolin. She is not who": null, "she seems.": null, "Aabria: Any magic that is cast by a non-participant would have": null, "disastrous repercussions.": null, "        -": null, "        Squak: There he stands, proud and true, the hero of Briar Falls!": null, "Rue: Do you not see the battle that's about to take place? I don't think": null, "it's teatime business at this moment.": null, "Chirp: Everyone's yelling a lot, and it's scaring the shit out of me. I": null, "will retire to my nest. Good day, all.": null, "------------------------------------------------------------------------": null, "Captions extracted by: Kyber Bonsai": null, "Edited by: OliverC, Iris (@sacredwhim)": null}