{"Dimension 20 Season 14": null, "A Court of Fey & Flowers": null, "Starring: Aabria Iyengar as Game Master": null, "Surena Marie as BINX Choppley; Oscar Montoya as Delloso de la Rue;": null, "Lou Wilson as Lord Squak Airavis; Emily Axford as Lady Chirp": null, "Featherfowl;": null, "Brennan Lee Mulligan as Captain K.P. Hob; and Omar Najam as Andhera": null, "Episode 9: Theater of War": null, "< [Previous Episode] | [Next Episode] >": null, "[elegant classical music]": null, "Aabria: To the churlish Captain K.P. Hob, venerated soldier of the": null, "Goblin Court. To the Master of Ceremonies, Delloso de la Rue, pride of": null, "the Court of Wonder. To BINX Choppley, sole survivor of the Court of": null, "Craft. To the tenebrous Prince Andhera, scion of the Unseelie Court. And": null, "to the notorious Lords of the Wing, Lady Chirp Featherfowl, Countess of": null, "Cluckingham, and Lord Squak Airavis, Earl of Peckersburg. Honored": null, "archfey, we are delighted to welcome you to \"A Court of Fey & Flowers\".": null, "Greetings, and welcome to Dimension 20's \"A Court of Fey & Flowers\". I": null, "am your Dungeon Master, Aabria Iyengar, and with me, taking center": null, "stage, are my pack of pixies. Say hi, pack of pixies!": null, "All: Hi, pack of pixies!": null, "Aabria: So, before we get started, we have a little bit of housekeeping,": null, "because both of our Lords of the Wing dinged their second positive": null, "reputation tag.": null, "Lou: Jesus, how?": null, "Aabria: They do be staying good, yes.": null, "Lou: Thank you.": null, "Emily: Thank you, thank you so much.": null, "Aabria: So start pondering and praying on those tags and let me know if": null, "and when you have them, and while you think, I'll do a little recap.": null, "Lou: Oh, perfect.": null, "Aabria: So we just keep on moving. In our previous chapter, the drama": null, "within the Bloom reached an all time high. The Lords of the Wing, Lord": null, "Airavis and Lady Featherfowl, were kicked out of the nest by their nasty": null, "grandfather, who knows nothing of their secret families, secret": null, "engagements, and secret authorship. Retiring Master of Ceremonies": null, "Delloso de la Rue's trusted assistant Wuvvy failed to deliver a love": null, "note to Major K.P. Hob, even as he was being made aware of an arranged": null, "engagement between himself and a lady of the Seelie Court. Prince": null, "Andhera faced down his terrible mother, the Queen of Air and Darkness,": null, "and won. And BINX, last and leader of the Court of Craft, shared both a": null, "lovely bonding moment with Lady Chirp and a little bit of a plot with": null, "Major Hob, and all of that ended with Prince Apollo of the Court of": null, "Wonder—": null, "Oscar: Boo.": null, "Surena: Boo!": null, "Aabria: He's great, and it's fine, ambushing our favorite goblin soldier": null, "alone in the woods. But we're going to start off tonight with a proper": null, "prologue. [in iambic pentameter]": null, "Amidst the feral beauty of the Bloom": null, "And surging fairy magic flowing forth": null, "Will duty or will love soon meet its doom": null, "As our fey grapple with each value's worth?": null, "We find ourselves here standing on the stage": null, "Our actors set and every piece in place": null, "One final war now ready to be waged": null, "To save the mortal world? Or save face?": null, "There's no one who can tell you what to choose": null, "For that's the trap of Good Society.": null, "Only your hearts know what you dare to lose": null, "Or sacrifice to slake propriety.": null, "So step we all into this final game": null, "As hunt and Hunter take their careful aim.": null, "[players applauding]": null, "Aabria: Oh, thank you.": null, "Brennan: I'm so jazzed from a poem!": null, "Surena: I'm excited!": null, "Aabria: So, we begin in a fight without honor.": null, "Oscar: Mm.": null, "Lou: Mm.": null, "[ominous instrumental music]": null, "Aabria: Major Hob, you are walking through the woods on your way to the": null, "encampment of the Seelie Court to visit Lady Sylmenar, your intended,": null, "when you were stopped by Prince Apollo himself, who's cornered you. Now,": null, "there's no one around. The rules of a duel don't apply here, and as you": null, "see him sort of smirking at you, what are you thinking? What are you": null, "doing? What are you feeling?": null, "Brennan: Do I gather from his countenance that he means to harm me here?": null, "Aabria: I'm not going to make you roll for this, because I know you": null, "know. Fey are fickle and mercurial and mean, but they so rarely strike": null, "to do more than wound. But you, in your time as a soldier and as a": null, "warrior, have met death and dealt it, so you can feel it on the wind.": null, "You see his intent to murder you here.": null, "Oscar: [whispering] That's not good.": null, "Surena: It's bad.": null, "Aabria: Even as he begins to unfurl himself at you.": null, "Major Hob: Good day!": null, "Brennan: And I run as far away—and I sprint away from him as fast as my": null, "legs can carry me, yes.": null, "Aabria: Interesting. Okay.": null, "Brennan: In other words, no glove touched my face. Nothing happened": null, "here, right? So he just intended to murder me.": null, "Major Hob: I exist within the laws of propriety, and I wish you a good": null, "day, sir, good day to you!": null, "Brennan: And I sling my halberd on my back and drop to all fours and am": null, "just…": null, "[tense instrumental music]": null, "Aabria: And scamper. But you turn your back on him.": null, "Brennan: I do turn my back on him.": null, "Aabria: Okay.": null, "Brennan: But I do a bonus action disengage.": null, "Aabria: Interesting, interesting. I need you to make a dex save.": null, "Omar: Oh gosh.": null, "Aabria: Oh, did you think we were just going to end this—?": null, "Lou: Aabria out here calling your run \"a scamper.\" The shade, the shade!": null, "Emily: That was editorializing.": null, "Brennan: You can tell we're in the forest. It's quite shady. All right.": null, "[Lou laughing in anticipation]": null, "Omar: Oh no.": null, "Brennan: [laughing] That's a 5.": null, "Aabria: Oh, beautiful.": null, "Emily: Oh my god, did you put your dice out in the full moon like I told": null, "you to?": null, "Lou: Also, what do you have to roll to get a 5?": null, "Brennan: A 2.": null, "Aabria: You're going to take 11 points of piercing damage.": null, "Lou: No!": null, "Aabria: Right between the shoulder blades as a golden arrow finds its": null, "mark as you run, and what's your movement speed?": null, "Brennan: 30.": null, "Brennan: So I'm 60 feet from where I started.": null, "Aabria: Sure, and he's in pursuit, so we're going to roll initiative.": null, "Brennan: Cool. Okay.": null, "[die drops loudly]": null, "Aabria: I dropped that die. That was the loudest thing I've ever done in": null, "my entire life. But that's why you leave, yeah.": null, "Dome changes from green to red.": null, "Oscar: Oh gosh.": null, "Aabria: This is lighting to kill you by.": null, "Emily: But you look really good in it, though.": null, "Aabria: Oh my god, thank you. Inspiration. I love a compliment. I got to": null, "keep the rest of the table on my side, 'cause Brennan's about to go": null, "home.": null, "Brennan: That is a 9 on my initiative.": null, "Aabria: Do you look back over your shoulder or are you just running?": null, "Brennan: I am going at top speed and trying to keep as much of an": null, "awareness about where he is and his position as going at top speed will": null, "allow me.": null, "Aabria: Okay, let me just get a general direction in which you're": null, "running. He got an 18 on his initiative, so he's going to act before": null, "you, but I just want to have a sense of where you're going.": null, "Brennan: I am going towards the most populated area that I can, that": null, "will have non-Court of Wonder and non-Unseelie fairies at it, but I'm": null, "not going straight to the goblin pagoda. I'm going to where as many": null, "different courts of fairies can see what is happening.": null, "Aabria: Okay, I think you were already on your way to the Seelie Court,": null, "so you know if you go deeper into the woods, if you can get to them": null, "you'll get to them, but that is a more secluded trip, or you can try to": null, "double back the direction from which you came and head back to sort of": null, "the highly populated area, where just more fey will be, and you would": null, "probably encounter one sooner.": null, "Brennan: I'll prioritize sooner.": null, "Aabria: Okay, cool, then yeah, you would not want to get deeper into the": null, "woods and possibly get lost and not find your way to them.": null, "Brennan: Yeah, if he's close enough to hit me with some kind of spell or": null, "something like that, then I have to stop, yeah.": null, "Lou: Listen for the sound of a roller bag on the grass.": null, "Emily: Gravel.": null, "Lou: On gravel, and know you will find sanctuary.": null, "Brennan: Bleeding out from arrows. “What's that?”": null, "[Lou mimicking a rickety roller bag]": null, "Emily: Going up some stairs.": null, "[Emily mimicking a roller bag going up stairs]": null, "Aabria: Amazing, so he's going to take his full movement and pursue you,": null, "and because you're 60 feet and now a little less so away, I need you to": null, "make a Wisdom saving throw as you hear,": null, "Apollo: Fight!": null, "Aabria: As he casts Command at you.": null, "[players groaning]": null, "Emily: Goddammit, that is so fucking good. I don't want you to fail.": null, "Lou: That's the opposite of how anyone has ever used Command ever.": null, "Surena: Yeah.": null, "Emily: I know.": null, "Surena: To stop a fight.": null, "Lou: Uh-uh, don't flee.": null, "Emily: Fuck, that's so fun.": null, "Brennan: Okay, we're going Wisdom?": null, "Aabria: Yep.": null, "Brennan: Not my best.": null, "Oscar: Come on, big money.": null, "Surena: You got it, you got it.": null, "Oscar: This is what we want.": null, "Brennan: But that is going to be an 18.": null, "Surena: Hey!": null, "Aabria: You beat his DC.": null, "Brennan: That's on an Emily Axford dice, just for everyone here to know.": null, "[cast applauds for moon-blessed dice]": null, "Oscar: Thanks, moon.": null, "Surena: Thanks, moon.": null, "Brennan: Thank you, moon. Thank you, the moon.": null, "Aabria: You feel this ripple move across your mind and kind of grab you": null, "in the pit of your stomach, and you feel yourself trip for just a": null, "second, and then you're able to keep going.": null, "Emily: That was a cool move, though.": null, "Brennan: Incredible. Okay. He's 30 feet behind me.": null, "Aabria: Yeah.": null, "Brennan: So now that I've gotten some distance from him, gonna object": null, "interaction get my halberd back out, and I'm going to keep the point": null, "behind me as I'm running, and I'm going to move, action dash, bonus": null, "action dash, 90 feet of movement.": null, "Aabria: All right, so just hauling, I guess. That's fine. Sure, sure": null, "sure sure.": null, "Lou: Yes, yes, yes! All the shade!": null, "Aabria: Cool, cool cool cool. Give me just a general, give me a Survival": null, "check for you to navigate the woods.": null, "Brennan: [kisses dice] Okay.": null, "Aabria: Roll bad.": null, "Brennan: I did. That's an 8.": null, "Aabria: You're good. I think you realize pretty quickly that your best": null, "course of action was definitely to get out of the woods, because you": null, "feel yourself, as you begin to panic, this is unfamiliar territory to": null, "you.": null, "Brennan: Yeah.": null, "Aabria: And that deeper would have been more dangerous, so getting out": null, "into the clearing, being able to open up and run more, is absolutely the": null, "right course of action. So you are now far, far away, but not farther": null, "than a bow.": null, "Lou: Yeah.": null, "Emily: Oh.": null, "Aabria: He's going to take his action, run, and fire an arrow at you.": null, "What's your armor class?": null, "Brennan: 17.": null, "Aabria: Okay. First one is a miss.": null, "Lou: Mm! But what about the second one?": null, "Aabria: Second one just hits with a 17. You're going to take 10 points": null, "of piercing damage as he continues to just yell and berate you.": null, "Apollo: Where are you going? I thought you were a warrior. Stay and": null, "fight.": null, "Oscar: Don't listen to him. Don't do it.": null, "Lou: Don't listen.": null, "Aabria: We're back to you, but he will yell,": null, "Apollo: You've been snooping around my court. You can ask me whatever": null, "you want.": null, "Major Hob: Perhaps another time, your highness!": null, "Aabria: You just fully run?": null, "Major Hob: A true goblin never does what gets seen when he might to have": null, "done it where it wouldn't! More secrets is more better to goblins!": null, "Brennan: And I invoke the goblin virtue of sneakery, and I hide! I run": null, "away. I think that K.P. understands that his honor is being besmirched,": null, "but he also understands that his honor's being besmirched by someone": null, "who's shot him in the back twice.": null, "Aabria: Yeah.": null, "Oscar: Uh-huh.": null, "Brennan: I know of combat through war, not whatever the hell this is, so": null, "I'm out of here.": null, "Aabria: Amazing. Go ahead and give me a Stealth check if you want to try": null, "to get out of his eye line and not skulk away, 'cause you're still": null, "sprinting, but just make it a little harder for him to pursue you as": null, "you're increasing the distance between the two of you.": null, "Brennan: Yeah, I'll definitely duck for as much cover.": null, "Aabria: For sure.": null, "Brennan: As that bow comes out, I'm like, yeah, let's go towards where": null, "there is cover and obstruction. Stealth? That's a 12.": null, "Aabria: It's okay, you're able to kind of see that if you break off,": null, "there's a little bit of a downhill, and you're going to drop out of his": null, "eye line, so he's going to make this one last round of attacks with": null, "disadvantage.": null, "Brennan: Cool.": null, "Aabria: Actually, no. He's not even going to... You hear him stop": null, "running, and you never really looked over your shoulder, but you heard": null, "the difference in his footsteps. They got heavier, and though you didn't": null, "hear the clank of heavy plate, you understand the weightiness of a fully": null, "kitted soldier in full pursuit of you, but you hear the footsteps slow": null, "down. Now I need you to make one more, let's call it a dex save against": null, "an 18.": null, "Omar: Come on, K.P.": null, "Emily: Come on, Knickolas Pnackleless.": null, "Brennan: 19.": null, "Lou: Oh, thank god. [players applauding] Pnackleless!": null, "Surena: Pnackleless.": null, "Lou: Pnackleless.": null, "Emily: You put the Pnackleless in Knickolas Pnackleless. That was the": null, "name, right?": null, "Brennan: Knickolas Pnackleless, yeah.": null, "Aabria: As you are running, and you get down and away, you hear a little": null, "[clicks tongue] as the arrows snap across your back and separate, and": null, "you're able to get low and away as they come away from the main shaft": null, "that's still buried in your back, and detonate.": null, "Omar: What?": null, "Lou: Nasty.": null, "Brennan: Ooh!": null, "Lou: Nasty.": null, "Surena: Excuse me?": null, "Brennan: Wow.": null, "Emily: Oh my god. Aabria, this is really sick.": null, "Aabria: Thank you so much.": null, "Surena: So cool and sick.": null, "Aabria: That would be 14 points of damage, if it had hit. You're a rogue": null, "now.": null, "Brennan: I am, but I'm not that good a rogue.": null, "Aabria: So you take half damage.": null, "Aabria: So you're going to take seven points of fire damage.": null, "Brennan: Mm.": null, "Emily: Oh.": null, "Lou: How doth Pnackleless stand?": null, "Emily: Pnackleless is good.": null, "Aabria: This could've been different.": null, "Brennan: Yeah, don't let the rogue-y stuff fool you, I am seven levels": null, "of fighter and barbarian, so I am largely uninjured. I have 66 of 94 hit": null, "points. I'm at 2/3 of my health. There is no swagger to that, it is just": null, "that my body, there's so much meat in my torso that the arrows are just": null, "sort of sitting in there, but I am deeply rattled and not in a": null, "comfortable, like, there is no swagger to, like, ha ha, you've only done": null, "31 points of damage to me! It's like, oh, I'm being murdered. I need to": null, "run as fast as I can. Although, I think if Captain Hob gets away and": null, "feels that he has left the range of the arrows or feels that he is": null, "outside of long—": null, "Aabria: The moment you heard him stop running, you know that was his": null, "last sort of, like, F you.": null, "Brennan: I think literally the pace of my running is so uniform that": null, "it's like, 80, 90, 100, 110, 120, and I know I'm outside of the long": null, "range of a longbow.": null, "Brennan: I'll chance one last glance behind me to see what he's doing as": null, "I'm escaping.": null, "Aabria: You see him kind of high up, because you were able to go down a": null, "little bit of a decline, and you see the bottom of what looks more like": null, "the statue of an Adonis than a person, just burnished gold, that's just": null, "sort of standing and looking out. You just see his right calf, and he": null, "turns and walks back into the woods.": null, "Brennan: I will just sprint as fast as I can, and I'm literally still": null, "going for a populated area.": null, "Aabria: Cool.": null, "Brennan: You know, just like—and I think panicked, just still trying to": null, "find other people.": null, "Aabria: In an uncanny turn of events, because we did sort of leave with": null, "the Lords of the Wing pulling their luggage across a lawn with the rest": null, "of the group, I will have you happily run into the full cohort. Rue,": null, "were you with them?": null, "Oscar: Mm-hm.": null, "Surena: Mm-hm, yeah.": null, "Oscar: I was with the gang.": null, "Surena: We were all together.": null, "Aabria: Sweet, well then, you're all together, gang.": null, "Dome changes from red to green.": null, "Lou: With the gang!": null, "Omar: The little gang.": null, "Aabria: And you all see, just sort of on all fours, sprinting out of": null, "these sparse woods at the edge of this beautiful, well-manicured lawn,": null, "Captain Hob, looking worse for wear and panicked.": null, "Lou: Can we tell he's bleeding, or can I make a Perception check to see": null, "if he's bleeding?": null, "Aabria: Yes, please give me a Perception check.": null, "Lou: Ooh!": null, "Emily: I'm going to do it with disadvantage, because I'm really thinking": null, "about my own problems right now.": null, "Aabria: I love that for you.": null, "Lou: Don't make me look selfish like that. Don't make me look selfish": null, "like that.": null, "Emily: Wait, no, I'm the selfish one.": null, "Lou: No, but I, oh, and I have all the space... No, I'm going through": null, "shit as well, okay?": null, "Emily: Okay, you can be selfish with me.": null, "Lou: No, I'll also make it with disadvantage, okay? Okay.": null, "Emily: I still rolled really well.": null, "Lou: Thank god, and I rolled poorly. I got a 10.": null, "Emily: I'm not gonna say what I got.": null, "Lou: No, say it.": null, "Aabria: You have to say it now.": null, "Emily: Oh, actually, only a 13.": null, "Aabria: Okay, how obvious is it that you are hurt?": null, "Brennan: As I approach, I will stand up, and all the injuries are on my": null, "back, so I'm not sure if it's super clear.": null, "Lou: Squak is going to try and walk a little faster.": null, "Squak: Ooh. Oh, okay, all right.": null, "[Major Hob breathing heavily]": null, "Chirp: [brandishing blade] Stop, stop, stop!": null, "Major Hob: Oh, sorry, begging your pardon, hello. Lords of the Wing,": null, "pleasure to see you once more.": null, "Chirp: Yes.": null, "Squak: Captain Hob.": null, "Chirp: Captain Hob.": null, "Squak: You seem out of sorts.": null, "Chirp: Yes, in fact, of all of us, you seem to be the most out of sorts.": null, "Squak: Yes, let us refocus on K.P. Hob.": null, "Chirp: Yes, why, K.P. Hob seems to be in dire distress.": null, "Squak: Exactly!": null, "Chirp: Everyone, avert your gaze!": null, "Major Hob: Well, well, well, we don't have to focus completely on me.": null, "Squak: We should all go back to Andhera's, and we should focus on": null, "Captain Hob.": null, "Chirp: And I'll bring up the rear, so no one sees this.": null, "Major Hob: Do you require any assistance with your considerable luggage?": null, "Squak: I mean.": null, "Chirp: I mean, yeah. I do, I do.": null, "Squak: I'm not used to—my wrists already hurt. I'm not used to carrying": null, "this much stuff.": null, "Chirp: If you could.": null, "Major Hob: Very well.": null, "Chirp: I didn't know what to bring. I packed really quickly, so it's": null, "mostly silverware.": null, "Major Hob: It's incredibly heavy.": null, "Squak: Mine is just a cape. Please don't get any blood on it.": null, "Major Hob: Very well, my lord.": null, "Brennan: And I'm going to put it over and I'm going to lift, and as I": null, "do, I go... [grunts in pain] as I like—because the lats and the back": null, "muscles I'm using to partially lift this up, I'm like...": null, "Major Hob: [grunting in pain] Deeper and deeper the arrow goes…": null, "Brennan: And I'm going to—": null, "Chirp: That must have been a metaphor.": null, "Squak: A metaphor or something.": null, "Major Hob: How does the afternoon find you? Looking for new—": null, "Aabria: Hold on really quick. Andhera?": null, "Omar: I did get an 18 on Perception.": null, "Aabria: Yeah, and you've been in theaters of war before. You absolutely—": null, "Omar: Yeah, specifically with you.": null, "Aabria: So, you see half of long range arrows buried in his back, and": null, "with an 18, I'm going to give you that even as he's walking now, you see": null, "that just the very last inch and a half seems to be going from a shade": null, "of gold and sort of dulling to wood.": null, "Omar: Oh. Oh, okay. In that case, as much as I would prefer to have this": null, "conversation with you, since we're surrounded by folks, instead I will": null, "clap my hand gently on your shoulder.": null, "[sound effect of wound squelching]": null, "Andhera: So good to... [stammering nervously]": null, "Chirp: Did anyone just hear the squelch of a wound?": null, "Oscar: Squelch! A squelch!": null, "Chirp: Cousin, you remembered to put the jam in the jar, right? You": null, "didn't just leave it out?": null, "Chirp: I thought that the jar needed to stay in the nest.": null, "Squak: No!": null, "Chirp: I emptied all the jam. That suitcase is full of jam!": null, "Squak: Cousin!": null, "Oscar: Silverware and loose jam?": null, "Chirp: I'm lost without a coterie of people to take care of me!": null, "Major Hob: I'm so sorry, is there a more water-resistant portion of the": null, "luggage? I appear to be losing some of your fine jam. Sorry, sorry.": null, "Maybe if I keep reorienting.": null, "Squak: Yes, just keep it rolling, because it's the soaking, that's the": null, "problem.": null, "Chirp: Centripetal force will keep—": null, "Squak: Yes.": null, "Chirp: Keep the jam.": null, "[sound of jam sloshing inside luggage]": null, "Squak: You all are going to be so glad we did this when you taste this": null, "jam.": null, "Aabria: Hob, you've got to give me a con check just to see how you're": null, "doing actively juggling with wounds in your back.": null, "Squak: Keep that jam moving.": null, "Surena: Keep that jam a-moving.": null, "Brennan: That's only a 6. I'm rolling so bad.": null, "Aabria: Why don't you go ahead and roll me a d6 then?": null, "Brennan: Okay.": null, "Lou: Is this for how much jam he lost?": null, "Brennan: 6!": null, "Surena: Six points of jam.": null, "Aabria: You lose six points of jam from the bag and your back as those": null, "arrows work in a little bit deeper, [sound of wound and jam squelching]": null, "and you continue.": null, "Major Hob: So sorry. Hold on.": null, "Squak: Faster, faster!": null, "Major Hob: I have a roll of gauze. I'm going to use it to soak up the": null, "Squak: Good, good, yes.": null, "Chirp: Good, very good.": null, "Aabria: Andhera, get in here, please.": null, "Major Hob: Andhera, help me. Help me.": null, "Oscar: Squelch. Another squelch.": null, "Major Hob: Help me collect the jam.": null, "Andhera: Yes, of course, yes. The jam is quite—the thing about the jam,": null, "the thing about the...": null, "Omar: And I'm going to Dispel Magic.": null, "Omar: Is that allowed in this game?": null, "Aabria: Yeah, of course. What are you targeting specifically?": null, "Omar: Those arrows that are going from gold to wood. I would just speed": null, "up that transformation process.": null, "Aabria: Okay, copy.": null, "Omar: I want them to just be little arrows.": null, "Aabria: Copy.": null, "Brennan: Do I see you interacting with the arrows in this moment, or": null, "focusing on them?": null, "Omar: I'm trying to hide it from everyone, and that would probably": null, "include you as well.": null, "Aabria: Give me a Deception check against your Insight.": null, "Omar: Great.": null, "Brennan: Hell yeah, here we go. That is a 6.": null, "Omar: I only got a dirty 20.": null, "Aabria: You don't notice anything.": null, "Major Hob: I think the nature of the boysenberry is such that it's less": null, "viscous, so it's not—": null, "Squak: It's not just boysenberry, all right? There are spices. If": null, "anything, it's more of a chutney.": null, "Chirp: Yes, we like it salty.": null, "Major Hob: I know.": null, "Chirp: Savory, rather.": null, "Major Hob: There are some small seeds that seem to be doing some of the—": null, "Squak: Fennel!": null, "Omar: As we're dissecting—": null, "Major Hob: Fennel and boysenberry chutney. Are we sure we need to save": null, "as much of this?": null, "Chirp: Bird delicacy. Once you try it, you'll never want to eat anything": null, "else.": null, "Major Hob: Yes, a boysenberry with a nice licorice taste.": null, "Squak: Yes, a little annise under kick.": null, "[cast losing it over the jam bit]": null, "Surena: Jesus.": null, "Omar: I will 100% be distracted for a second by trying to understand the": null, "flavor profile of this chutney.": null, "Aabria: Yes, of course.": null, "Omar: But after that, I would like to cast Cure Wounds.": null, "Omar: At level 2.": null, "Aabria: I'm going to say there is no check for it. You can absolutely do": null, "it. Go ahead and roll your healing.": null, "Omar: Okay.": null, "Aabria: But to everyone else, it is very obvious that Andhera is casting": null, "something on Hob right now.": null, "Chirp: Okay, I think it's clear that some spells are being cast, and I": null, "can only assume it's Message, and you're talking bad about us, which": null, "makes me just feel really hurt, right? Because we all just met up. Some": null, "of us are at the worst place that they've ever been in their life, and": null, "some of us are just badmouthing each other in their heads.": null, "BINX: I mean, I didn't get a message, if it makes you feel better.": null, "Rue: I didn't get a message.": null, "BINX: I didn't get a message, yeah.": null, "Squak: Well, that's what you would say if you got the message—": null, "BINX: No no no, I didn't get a message!": null, "Major Hob: Lords of the Wing, I assure you, the only... Only message I": null, "received was the message that...": null, "Surena: I want to take a luggage, the unjammed luggage, and I want to": null, "put it in my wing.": null, "Brennan: And you cast Cure Wounds?": null, "Omar: Yeah, 10 points of HP goes back to you.": null, "Brennan: Awesome.": null, "Major Hob: Oh, thank you. Are they still in there? Look, I've been shot.": null, "BINX: What?": null, "Squak: By who?": null, "BINX: You've been shot?": null, "Major Hob: I've been shot. Are the arrows still—": null, "Andhera: Yes.": null, "Major Hob: All right.": null, "Andhera: Do you want me to—": null, "Major Hob: No no no no no! I am a walking crime scene. We must not": null, "interact. Do not pull the arrows out. This is proof!": null, "Chirp: Okay, okay. Maybe we should all go somewhere safe, where no one": null, "can see us.": null, "Major Hob: Yes.": null, "Chirp: And you can tell us more, and we won't be seen together, and no": null, "one will be wondering whether or not we got kicked out of our nest.": null, "BINX: You got kicked out of your nest?": null, "Squak: We did not get kicked out of our nest.": null, "BINX: Oh my god!": null, "Chirp: It's just logical that if we were outside of the nest, people": null, "would start to wonder, did they get kicked out of the nest?": null, "BINX: Right, what did you do to get kicked out?": null, "Major Hob: But of course, if you hadn't been kicked out of the nest, you": null, "would've packed more than jam and spoons.": null, "BINX: Right, that's true, that's true.": null, "Chirp: Well, you need the spoons to eat the jam.": null, "Rue: So you did get kicked out of your house.": null, "Squak: Now can we stop dwelling on the worst thing that's literally ever": null, "happened to us ever?": null, "Chirp: And by us, we mean all of us.": null, "Squak: All of us, and go eat jam at Andhera's place.": null, "Brennan: I'm going to head off to Andhera's place, yeah.": null, "Lou: Can I sidle up to Hob real quick on the walk over?": null, "Squak: Did you say you got shot with an arrow?": null, "Major Hob: Two.": null, "Squak: You'll have to describe that to me later, for something I'm": null, "working on.": null, "Major Hob: Well, certainly, I can describe that. I've been injured": null, "before in combat, so if you—": null, "Squak: Specifically by a bow? Any chance the person you were fighting": null, "was a hunter of sorts?": null, "Major Hob: Bow and arrow is the weapon of a hunter, certainly, I assume,": null, "and in this manner, yes, the person that was arching at me, certainly we": null, "were not engaged in combat. It was more, to be truthful, it was like I": null, "was being hunted, certainly.": null, "Squak: You know what, I can't have this conversation anymore.": null, "        ": null, "Aabria: As you walk, I do need you to roll another d6. You dispelled": null, "that sort of part of that transformation, but there are other effects in": null, "that arrow.": null, "Brennan: 2.": null, "Aabria: 2 more points of damage, and you see that you're losing inches": null, "of that arrow. It's working itself farther into his back.": null, "Brennan: I'm looking around and being like,": null, "Major Hob: We must quickly call a summit of the courts of fairy and show": null, "them and say, hey, honorable members of the fey courts, the Prince": null, "Apollo of the Court of Wonder shot me twice in the back!": null, "Rue: Apollo shot you?": null, "BINX: Was it Prince Apollo?": null, "Major Hob: Two times in the back.": null, "Andhera: Captain, also, on top of that, the arrows are slowly making": null, "their way deeper into your body. I don't know how long we have to gather": null, "everybody.": null, "Major Hob: Do you think if we take 45 minutes to sort of circle up with": null, "everybody, that it will be okay, or—": null, "Squak: Maybe they'll come out the other side by that point, and then,": null, "voila.": null, "Major Hob: Does it seem they are traveling towards a center, or is it": null, "just directional? If I kind of orient my organs such that—": null, "Squak: Can you orient organs?": null, "Chirp: I certainly can.": null, "Major Hob: Well! I believe if we were in more ribald circumstances, the": null, "orienting of organs... [chortling heartily]": null, "Squak: I missed you.": null, "Major Hob: I missed you as well! If we are lucky and I survive the day,": null, "there will be... How are we all doing right now? Is everyone...": null, "Chirp: I certainly think that if we were able to go to Andhera's, I'd": null, "love to—": null, "Aabria: I'm assuming you're all on your way, yeah.": null, "Emily: We're there.": null, "Lou: Fantastic.": null, "Emily: Yeah yeah yeah.": null, "Lou: Okay.": null, "Major Hob: So I was walking through the forest, and I was approached by": null, "Prince Apollo of the Court of Wonder and he came up to me and he said": null, "some threatening sort of banter, the types of which, no offense to your": null, "highness, but princes are often wont to say to sort of establish his": null, "superiority over me socially, as though that is any indication of what": null, "would happen if we were actually to scrap! But, his station being what": null, "it was, there was no chance for me to remain in the forest. Had I": null, "successfully managed to defend myself, I would be discovered over the": null, "prostrate body of a prince of the Court of Wonder, and that would be the": null, "end of my either life or freedom, I assume, and so I did what made the": null, "most sense to do, which was run.": null, "Rue: Are you hurt? How are you feeling?": null, "Major Hob: Oh.": null, "Rue: You seem very casual after being shot.": null, "Major Hob: Well, the prince's aim, let's just say that he was relying": null, "much too much on the draw of the bow, and so the arrows were coming": null, "straight. He did not arc. If he had been a better archer—": null, "Rue: [emphatic] How are you feeling? Are you hurt?": null, "Major Hob: It does hurt. But I dare not... I dare not move the arrows,": null, "lest we lose our proof that this has been done. I do not understand the": null, "politics of what this means. If they can be removed, and it is on the": null, "good word of these fairies herein assembled that we may make this": null, "accusation against the Prince Apollo, then that is all well and good,": null, "but if words are not enough, then I am happy to keep these wounds, that": null, "they may prove what we understand.": null, "Aabria: Let's go ahead and say that you were able to very quickly get": null, "back to Andhera's, so you guys are now sort of—": null, "Surena: Safe.": null, "Aabria: Safe and alone and secure. But I do need you to roll two more d6": null, "for me.": null, "Lou: Also, suitcase is open, spoons are laid out. If anyone wants.": null, "Emily: We're passing out—": null, "Surena: I return the luggage from my wing, yeah.": null, "Rue: It's not that bad. It’s actually quite—": null, "BINX: Oh, it's nice, it's nice.": null, "Squak: Oh, all right.": null, "Chirp: You've been bit by the bird.": null, "BINX: It has like a little herbal thing going on.": null, "Squak: Yes.": null, "Surena: I like it.": null, "Chirp: So, Captain Hob, I don't know what Prince Apollo's intentions": null, "with you were and how they fit into his other machinations, but I": null, "believe that reporting Prince Apollo's deeds to some other authority, I": null, "don't think would resolve in his chastisement, and in fact I think he is": null, "engaged in more grave deeds.": null, "BINX: The Court of Wonder and the Seelie Court, from my understanding,": null, "they're consolidating power. They're closing portals. They're shutting": null, "off the access to the mortal realm. That's why we're so few, because we": null, "straddle the line between the mortal realm and the fey realm, and if": null, "that access is closed, the magic also closes. But I think that if Alven": null, "knew, if Alven or the Court of Sea Foam knew what happened here, I do": null, "not believe they are aligned with the Court of Wonder.": null, "Chirp: Andhera, it's come to my knowledge through a betrothal to your": null, "sister that she is also pursuing this end.": null, "Andhera: I have it on good authority from my mother, the Queen of Air": null, "and Darkness, that my sister Suntar sucks.": null, "Major Hob: Your mother said that?": null, "Rue: Your mother said that.": null, "Andhera: Not in those exact words, but, like—": null, "Chirp: Can I just ask how that relates to this?": null, "Major Hob: I mean, good for you, you know.": null, "Squak: Never above a good dig.": null, "Andhera: She is acting outside of the specific jurisdiction of our": null, "court.": null, "Chirp: Oh, okay. Wonderful, then. I thought I was breaking something": null, "terrible to you.": null, "Andhera: No, in fact, if anything, that completely checks out.": null, "Chirp: Okay.": null, "Andhera: It would be in my interests as a representative of the Unseelie": null, "Court to actually forgo her plans and see what we could do to stop my": null, "sister from achieving what she's doing, especially if what you're saying": null, "is true, that they're trying to block off magic and hold it.": null, "BINX: Portals have been closing. I—um, Gwyndolin—Gwyndolin's on the": null, "other side right now, in the mortal realm, and she's—": null, "Rue: What is she doing over there?": null, "BINX: Well, oh boy. Um, so, you know, when... She's sort of dating my": null, "warlock.": null, "Squak: Mm.": null, "Major Hob: Fun.": null, "Squak: Messy.": null, "BINX: Yeah, I mean, and here's the thing with that, though.": null, "Chirp: Why do you say my warlock, huh? Am I sensing a love triangle?": null, "BINX: No!": null, "Chirp: Oh, okay, sorry, sorry.": null, "BINX: No, no no no, no worries. You know, they're my family. Scratch,": null, "Mika, and Gwyndolin, they're my family, and they're over there, and": null, "they're reporting that portals are closing, and if they close and we're": null, "not able to come back, or if they're not able to come back, that's when": null, "we fade. We fade. We turn into ideas. We turn into a feeling, the": null, "feeling you get when you go into an abandoned place, that tingle on your": null, "spine, that's what we become, and the more portals close, the more": null, "likely that is to spread to everyone else, I'm assuming. But the thing": null, "is, Apollo hurt you, and you're my family. So we need to figure this": null, "out.": null, "Aabria: Hob, I need you to give me a Constitution saving throw. Anyone": null, "looking at his back, the arrows are no longer visible.": null, "Brennan: That's going to be a 13.": null, "Omar: That's actually a 15, you're standing right next to me.": null, "Lou: And I'm gonna give you a Bardic Inspiration, because the jam is": null, "just that damn good.": null, "Emily: Can I also do an Arcana check to try and see what the heck is": null, "going on?": null, "Aabria: Please do.": null, "Emily: 12.": null, "Aabria: The best you can figure, there is some lingering effect on those": null, "arrows where it's not any factor of his moving, because now you're all": null, "inside, but they are just creeping into his body and looking to pierce": null, "something.": null, "Emily: Oh, seeking arrows.": null, "Lou: Probably his heart.": null, "Brennan: With the inspiration, with the aura, 24.": null, "Aabria: Okay, the thing you feel on the inside of you is an arrow, a": null, "blade, meeting something important.": null, "Major Hob: All right, I wanted to preserve this evidence. If someone": null, "could dig these arrows out of my back, I would deeply appreciate it.": null, "Chirp: I'll do it.": null, "Major Hob: Sorry, is that your sword?": null, "Chirp: How else do I dig? What, get a shovel?": null, "Major Hob: Get a jam knife, at least. Here.": null, "Emily: Can I get it with a spoon?": null, "Squak: That's a silver jam knife. You will not, you will not.": null, "Chirp: A grapefruit spoon!": null, "Major Hob: All right, yes, a runcible spoon shall do.": null, "Aabria: Okay, are you doing—you're just digging it out with a spoon?": null, "Oscar: Oh my god.": null, "Aabria: You have to—I just need you to tell me to my face.": null, "Lou: I'm going to give you another Bardic Inspiration as I get behind my": null, "cousin.": null, "Squak: Cousin, you've got this. You've done way more impressive things": null, "with a spoon.": null, "Aabria: You're digging out a magical arrow with a spoon. I want that on": null, "the record. That's what you're doing.": null, "Emily: I have zero Medicine.": null, "Major Hob: I want you to know something.": null, "Lou: I have +4 Medicine.": null, "Squak: Give me the spoon! Give me the spoon!": null, "Chirp: Cousin, you know more about doctors that I do.": null, "Emily: I wink.": null, "Major Hob: Lord Airavis, I want you to know that—": null, "Major Hob: I have utter confidence in your medical ability.": null, "Squak: Please, believe me, I know a lot about EMTs. All right, here we": null, "go. Rue, would you mind giving me just a bit of help on this?": null, "Rue: Of course!": null, "Oscar: And then I'm rubbing your shoulders.": null, "Squak: Great.": null, "Rue: You got this.": null, "Aabria: Do you want to give a Bardic?": null, "Emily: I'm braiding Rue's hair.": null, "Oscar: Yes, absolutely.": null, "Major Hob: Would it be helpful for research purposes if I describe the": null, "feeling as you were doing it for the movie?": null, "Squak: The movie?": null, "Major Hob: What?": null, "Squak: Motherfucker, do you know? Who the fuck told you?": null, "Lou is violently trying to get towards Brennan with Oscar holding him": null, "back.": null, "Squak: Who the fuck told you I was Airry Pearry?": null, "Chirp: Get him, cousin, get him!": null, "Squak: Who the fuck told you? Who squealed? Who the fuck squealed?": null, "[sound of wound squelching]": null, "Chirp: Cousin, get his other lung!": null, "[all shouting over each other] [Brennan panting]": null, "Squak: No, BINX is right, we're around family. Everyone should know.": null, "Before I begin, I'm Airry Pearry, author of \"The Green Hunter\".": null, "Rue: Take it out!": null, "Squak: Okay, jam spoon.": null, "BINX: Jam spoon!": null, "Squak: Shoulder rubs. Let's do this. Just commit it to memory.": null, "Lou: All right, yeah, I get a +4 on Medicine.": null, "Aabria: Yeah, give me a Medicine check.": null, "Surena: Wait, can I give him one of my Lucky?": null, "Aabria: I'll happily allow you to give him Lucky. You're going to have": null, "to burn one of your tokens to move your magical effect over to someone": null, "Surena: Okay, we'll see how you do.": null, "Aabria: Oh, no no no, you decide now.": null, "Surena: Okay, fuck, all right. I'm going to give you this, because I": null, "don't need to hide anymore.": null, "Surena hands Aabria the medal.": null, "Brennan: Beautiful.": null, "Omar: Aw.": null, "Squak: Hey, we're all out in the open now. You're truly BINX. I'm also": null, "Airry Pearry.": null, "BINX: Airry Pearry, yes.": null, "Emily: Just so we can make this totally a medical scene, can I cast": null, "Arcane Eye and send it into his body and be like describing? That's how": null, "I'm giving him the help action.": null, "Aabria: Oh my god.": null, "Chirp: Okay, right now the spoon is—okay, a little to the left.": null, "Squak: All right, all right.": null, "Chirp: A little to the left.": null, "Squak: Yes, okay.": null, "Omar: I come over with a bowl of water to be helpful that I purified.": null, "Aabria: Yes!": null, "Surena: Sterile.": null, "Aabria: Everyone's doing good stuff.": null, "Lou: I whisk the spoon around in that.": null, "Brennan: I think sterile doesn't mean disinfected.": null, "Emily: I put away the really dirty bowl of water we were using.": null, "Major Hob: Oh no, okay, all right, here we go.": null, "Chirp: Okay, cousin?": null, "Aabria: Just so you know, you're rolling with advantage, you have Bardic": null, "Inspiration, and the DC for this is now halved thanks to Lucky.": null, "Lou: Okay, incredible, so I got a 6 on the first one, but I'm going to": null, "do better on the second one, hi-ya! Nat 20!": null, "[cast cheering]": null, "Brennan: Yes!": null, "Aabria: Amazing.": null, "Squak: Oh, the sequel is writing itself!": null, "Aabria: So I want you to describe what it's like for Lord Airavis to get": null, "in there and grab both of those arrows, and I'm going to add a little": null, "bit at the end.": null, "Lou: I think Lord Airavis, the reputation tag I'd like to give myself,": null, "if you'll give it to me, and it's a lot, but I would like to add \"Icon\".": null, "Aabria: Yes! Absolutely.": null, "Surena: Oh my god!": null, "Lou: I think with the associations with Prince Apollo, with the fact": null, "that everyone is reading \"The Green Hunter,\" a recommendation he keeps": null, "giving, I think people are really looking to Squak now as a tone setter,": null, "as a taste maker, and I think that truly with that comes an unreal sense": null, "of confidence that's just like, well, of course I can do medicine. I": null, "wrote a poor EMT scene, of course I can use this jam spoon to remove two": null, "deeply embedded arrows that have punctured your left lung, and I just": null, "jam it in there.": null, "Aabria: Ha, jam.": null, "Lou: Incredibly delicate movements, sharp, and I think it's just a": null, "feeling, hearing where it needs to go from Chirp.": null, "Chirp: A little to the left. Ooh, nice touch. Wow.": null, "Squak: Yes, yes, yes. There it is, there it is.": null, "Chirp: Oh, that spoon was made for your hand.": null, "Squak: Well, it literally was.": null, "Chirp: That's true. That's very true.": null, "Squak: It's got my monogram on the back, so this is one of mine.": null, "Chirp: Yes, and your baby thumbprint.": null, "Squak: Oh god, yes, I forget. What a nice touch Grandfather—": null, "Rue: Just get to it!": null, "Squak: Sorry. I think I'm hitting it. That's it right there?": null, "Chirp: That's it, yeah, perfect.": null, "Squak: All right. I'm going to scoop it out.": null, "Chirp: Yeah, scoop it.": null, "Aabria: I think you go to scoop it, and you realize very quickly,": null, "especially with a nat 20, you feel your hand moving towards something": null, "deeply arcane.": null, "[mysterious instrumental music]": null, "Aabria: So you kind of forego the spoon in that moment.": null, "Aabria: And move your grip to grab both the spoon handle and the shaft": null, "of the arrow simultaneously.": null, "Lou: Got it.": null, "Aabria: And you feel it pull back, and even as you pull it free from his": null, "flesh, you feel that last bit of magic sort of disapparate from it as it": null, "knows it's no longer able to fulfill its job, and you see, as you're the": null, "only one that can kind of see it before everyone else is able to, that": null, "there were tiny little feet on the edge of the arrowhead that were": null, "clawing forward like a millipede where it was crawling in.": null, "Lou: Disgusting.": null, "Aabria: And with a natural 20, I'm giving you that you can sort of smell": null, "and feel and you're deeply aware of the magical signature on that. You": null, "know that that was Prince Apollo's arrow. You already believed him, but": null, "you kind of have the only proof of it as these arrows go inert when they": null, "come free.": null, "Lou: But they are inert now.": null, "Aabria: Yes.": null, "Lou: So that's now just knowledge, this is no longer true.": null, "Aabria: Yes. Those look like two completely normal arrowheads.": null, "Squak: Yeah, these bear Prince Apollo's signature. Dammit, I guess we're": null, "never going to have sex.": null, "Rue: What?": null, "BINX: Oh, was that a thing?": null, "Chirp: Cousin, you can have sex with people that you hate and disagree": null, "with.": null, "Squak: You're right, I've done it so many times.": null, "Chirp: And also, so many people have done it with us.": null, "Squak: Yes, true. But no, Prince Apollo has done you wrong, Captain Hob.": null, "Andhera: Captain, I'm sorry that you thought that you had to bear those": null, "wounds and burdens yourself. It seems that we are all aligned in all of": null, "our motivations to unseat this plan that seems to be hatching between": null, "the Court of Wonder and my sister.": null, "BINX: And you didn't know anything about it? You're learning all of this": null, "with us? You didn't know that your sister was closing portals?": null, "Andhera: No, and quite frankly, I'm not shocked, but I'm incredibly": null, "offended, and it would be my honor to not just restore your health—": null, "Omar: And I would like to hold out my hand and actually Lay on Hands as": null, "much as you need, up to 40.": null, "Brennan: I second winded privately to myself, so I'm actually looking a": null, "little bit better than I was when I first showed up.": null, "Emily: There's something so weird about saying I privately second": null, "winded.": null, "Brennan: I didn't want to make a whole deal about it.": null, "Omar: Second winded.": null, "Brennan: I feel like you doing that surgery and me having a higher hit": null, "point total than when I showed up is like,": null, "Major Hob: I think there was some old shrapnel in my lung as well.": null, "Chirp: The Arcane Eye saw that there were a couple of things wrong, so I": null, "just kind of nudged a couple organs into alignment.": null, "Major Hob: Yeah, there was also a chiropractic adjustment.": null, "Chirp: Yeah, yeah.": null, "Major Hob: I feel incredible.": null, "Brennan: If you have 21 to spare, I'll take that.": null, "Omar: That's yours.": null, "Lou: A healing wrist grab, a beautiful thing.": null, "Major Hob: Your highness. I thank you. I think we are all of a like mind": null, "here, with the exception of the estimable Delloso de la Rue. I wish only": null, "to ask because you remain, of those assembled here, a member of the": null, "Court of Wonder. I know your relationship to that court is a complicated": null, "one. However, this goes beyond simple investigation or rumor. We bring": null, "great charges against the prince of that court. This will tremble the": null, "foundations of fairy society, not only to accuse the prince of what he": null, "has done, but also to attempt to undo the plot of which we are now": null, "aware.": null, "Rue: I understand your concern. I was earlier approached by the Court of": null, "Wonder, and asked to be in a seat of power, to be a part of the Chorus.": null, "Rue: Yes, it seems like they want me in power so they can silence me.": null, "Squak: Mm.": null, "Aabria: You hear a knock at the door.": null, "Squak: Ooh.": null, "BINX: Are you expecting visitors?": null, "Andhera: Uh, I— [stammers]": null, "BINX: Do you have friends?": null, "Andhera: You're my friends.": null, "BINX: Oh.": null, "Emily: I look under the door to see what shoes are there.": null, "Aabria: They're orthopedic, old-looking, boring shoes.": null, "Emily: I relay this to the group.": null, "Squak: Orthopedic, old-looking, boring shoes?": null, "Chirp: Is it Grandfather? [gasps]": null, "Rue: Do you know any...": null, "Squak: I feel like we would've heard or felt his presence.": null, "Advisor: Young master.": null, "Andhera: That's Advisor. Excuse me.": null, "Squak: Oh, okay.": null, "Andhera: We have guests and chutney, so please, Advisor, please come in.": null, "Rue: Well, is it a chutney, exactly?": null, "Chirp: It defies labels.": null, "Squak: Not exactly.": null, "BINX: What's the difference between a chutney and a jelly?": null, "Squak: Vinegar! It is!": null, "Rue: You just screamed vinegar.": null, "Chirp: Vinegar!": null, "Squak: Well, someone asked what the difference between a jam and a": null, "chutney is, and it's vinegar!": null, "Chirp: You don't pack a suitcase full of chutney jam—": null, "Major Hob: So sorry, so this has—": null, "Chirp: And not know the difference.": null, "Major Hob: Boysenberry, fennel, and vinegar.": null, "Squak: Apple cider, it's slightly sweet, and you cook off the acid.": null, "Chirp: Yes. Apple cider vinegar. Apple cider vinegar is—": null, "Squak: God, you people are so poor!": null, "Aabria: Advisor, while shocked by the raucousness of this group, you": null, "see, he's kind of nodding along. He's like,": null, "Advisor: Yeah, that's right.": null, "Andhera: Oh, is it actually vinegar?": null, "Squak: What, you didn't believe me?": null, "Advisor: I'm going to leave this with you.": null, "Aabria: And he hands like, a very fancy envelope. You see an invitation": null, "to the theater, the last big event of the Bloom, that's going to be this": null, "evening.": null, "Andhera: I just received an invitation. I imagine the rest of us did, as": null, "well.": null, "Chirp: Yes, so I would suggest we believe that something is going to go": null, "down at the theater that affects the closing of the portals, so as much": null, "as I love the idea of bringing charges against Apollo, we may want more": null, "secretive behavior.": null, "Andhera: That's so interesting. I was looking for both of you at the": null, "gala recently to gift something to the both of you, in particular.": null, "Squak: Oh.": null, "Andhera: But before I do that and present that.": null, "Squak: Oh?": null, "Andhera: Might I just say, this is not the Unseelie's plan. This is": null, "strictly my sister's, and it seems that we're all being divided up in": null, "the opposite way that the magic is being gathered and controlled, but": null, "the goal is the same. So at this moment, as the not just heir to the": null, "Unseelie throne, but someone who actually, deeply, really considers my": null, "position seriously, I would like to extend an invitation for all of you": null, "to join my court in whatever position you seek, not through marriage or": null, "familial relation, but it is my right to do so, and I think truly we are": null, "stronger together. Whatever resources I have at my disposal, they are": null, "now yours. And—I'm sorry, Lord Airavis, are you crying?": null, "Squak: It's very sweet.": null, "Aabria: Andhera, I need you to essentially make a spell attack for me.": null, "Omar: Okay, yeah.": null, "Aabria: So roll plus your Charisma and Proficiency.": null, "Omar: Great. That is going to be a 12.": null, "Aabria: It’s okay, extremely low DC. As you all feel this little pulse": null, "move through the room and it touches each of you very lightly at the": null, "foot as the gravity of the words and the strength with which he speaks": null, "on behalf of his court meets you, that an agreement to this is something": null, "true and binding. There's a lot of lip service that passes between fey,": null, "but he is speaking a deep and changing truth to all of you.": null, "Andhera: The way my magic works is when you're close to me, you can't": null, "get poisoned, charmed. You have strength against specific tests, and I": null, "don't think that's a mistake. I think that magic is an extension of the": null, "love that we have for ourselves, each other, and the world around us,": null, "and the idea of someone hoarding that and cutting that off from": null, "different realms, that offends me on a very deep level. And I speak as": null, "the prince of the Unseelie Court, welcome, in whatever capacity you'd": null, "like.": null, "BINX: And as much as I would love to accept, I am the last of my court,": null, "and being so, my court would die with me. I will decline, but in turn,": null, "would of course offer the same, as well, if anyone would want to join": null, "the Court of Craft here and now. If you find, even you, that the": null, "machinations of your own court become too much and you want a warm fire": null, "and you want to be swept away in stories and visit the mortal realm as": null, "much as you want, I would be so honored to have any of you.": null, "Aabria: Same. Give me a spell attack roll.": null, "Surena: 11. 11.": null, "Aabria: It’s okay, again, this is a very low DC.": null, "Aabria: The same thing. But this one doesn't feel like a pulse or an": null, "aura. This is more the feeling of remembering something as you smell": null, "something that triggers a memory. None of you smell anything in": null, "particular, but you get that sudden connection between a thing you've": null, "forgotten and a thing you are currently experiencing, and that is the": null, "pulse of her magic as, in the same way, a true offer is being presented": null, "to you.": null, "Surena: Hm?": null, "Rue: I would like to say this.": null, "Squak: Oh, another invitation.": null, "Major Hob: I just need to set up that I don't have the authority to": null, "invite anybody to the Goblin—": null, "Squak: Hob, you're next, you're next, you're next!": null, "Major Hob: I will get in a lot of trouble if I invite—": null, "Squak: I want to catch a feeling, all right? I want you to put a feeling": null, "out there. There's kind of a trend going on.": null, "Major Hob: If you want to come to the goblin pagoda and hang out, you": null, "are welcome to do that, but I am not the guy. I'm not the guy.": null, "Squak: Okay.": null, "Chirp: K.P.": null, "Squak: Well, you figure that out. Rue.": null, "Rue: I must make it very clear, we must all be on the same page here.": null, "What are we setting out to do, exactly?": null, "Chirp: The problem that I'm personally facing is that we are trying to": null, "keep all portals to the material plane open, because some of us have": null, "vested interests there, and we know that something is being set in": null, "motion tonight to permanently close them. However, I have—we have": null, "struggled to find out the details.": null, "Squak: Though we have, me and my cousin.": null, "Chirp: Yep.": null, "Squak: Have been invited to sit alongside Apollo and Suntar at the event": null, "this evening.": null, "Major Hob: Quite interesting.": null, "Squak: So we will have access.": null, "Chirp: Quite fortuitous, yes.": null, "Major Hob: Quite an advantageous invitation.": null, "Squak: Well, we earned it.": null, "Chirp: No, we did. We're really hot.": null, "Major Hob: Yeah, absolutely, and I hope... Yeah.": null, "[Squak and Major Hob stammering at each other]": null, "Major Hob: I get it.": null, "Squak: We earned it, you know? We worked for it.": null, "Chirp: We did earn it, yes.": null, "Major Hob: For sure, yeah. That announcement came in response to sort of": null, "not—": null, "Squak: The general, kind of the plan. Sorry, I took it selfishly. I was": null, "like, well, what, does he think I didn't work for this?": null, "Major Hob: I just said advantageous, which is—": null, "Squak: I really went into it, all right? I'm not used to doing a group": null, "thing, okay? It's normally just me and my cousin.": null, "Rue: No one's attacking you, Lord Airavis.": null, "Lou mimes punching Oscar.": null, "Chirp: I didn't even take it personally, but I thought it was so fun.": null, "Major Hob: In the past 10 minutes, you've stabbed two members of the": null, "august council!": null, "Rue: Put the spoon down!": null, "Squak: Goddammit.": null, "Chirp: Everyone, get away from my cousin!": null, "Major Hob: Ah! Full swords!": null, "Aabria: We push out from this craziness and look at the window as the": null, "sun drops over the horizon, and we approach our evening and the last big": null, "event of the Bloom. Before we get to the theater, is there anything": null, "anyone would want to prepare or do in advance of arriving there?": null, "Emily: I definitely cast Mage Armor. Right before we get there, I'm": null, "going to cast, not ritual, regular cast Phantom Steed, but before we go,": null, "I do want to ritual cast Rary's Telepathic Bond.": null, "Aabria: Nice.": null, "Emily: So instead of a Bluetooth, it's a bluebird tooth. I'll just make": null, "all these little bluebirds that can kind of tuck into our ears, and it's": null, "basically so that we can communicate when we get to the theater.": null, "Aabria: There is a phantasmal bird inside everyone's ear?": null, "Emily: Yeah, mm-hm. It's uncomfortable.": null, "Squak: It doesn't hurt the bird.": null, "Chirp: It doesn't hurt the bird, it just hurts you.": null, "Squak: Really jam him in there, though.": null, "Chirp: Make sure he doesn't nest there.": null, "Aabria: So just a quick housekeeping, that's up to eight people. Is": null, "there anyone else you would want to loop in beyond these six?": null, "Chirp: Is there anyone else?": null, "Squak: Any other allies we'd like to pile on?": null, "Major Hob: Do you have an especially small bluebird?": null, "Chirp: If it's for a salt goblin, absolutely. Absolutely.": null, "Major Hob: Lieutenant Gorebladder.": null, "Gorebladder: Yes? Hi.": null, "Major Hob: Wonderful news, you are being promoted to captain.": null, "Gorebladder: The first captain in my family.": null, "Major Hob: How big of a bird could you fit in your ear?": null, "Gorebladder: Big as you got.": null, "Major Hob: Now, that's not true. So, now say something true.": null, "Aabria: He holds up his little fingies, and it's like half a centimeter.": null, "Emily: I try to get it into his ear without him eating it.": null, "Chirp: Come on, no no no, no no no, no no!": null, "Major Hob: Gorebladder!": null, "Squak: Is it the worst if he eats it? What if it's in his stomach?": null, "Chirp: Oh, that's true. You can eat it.": null, "Aabria: He licks your finger a little, and it's weird. I'm sorry.": null, "Chirp: Ooh, salty. Like being kissed by the ocean.": null, "Aabria: Anyone else got something to do?": null, "Andhera: Before we begin tonight's festivities, I had these made for the": null, "two of you.": null, "Squak: That's right, the gift that you didn't give us that you then": null, "withheld, yes.": null, "Chirp: Yes!": null, "Andhera: With the intention the entire time of giving it to you.": null, "Squak: Of course.": null, "Andhera: This is the exact event, though, that I think this will be": null, "useful. Lady Chirp, I believe you were saying earlier that we need to": null, "create some sense of sort of chaos in order to get to the bottom of this": null, "plot, and you two embody what I believe to be the best parts of magic,": null, "which is the chaos. And as the fey try to control that, you two are the": null, "ones who are constantly enjoying the true benefits of magic, to the": null, "point where here, everyone is vying for power. I think, in my opinion,": null, "as someone who's watched you from behind many a pillar… [chuckles]": null, "Squak: Oh, pillar boy.": null, "Chirp: I loved watching you grow, kind of. Just a little wider on the": null, "other side.": null, "Andhera: And then I shot up in between the last, yeah.": null, "Chirp: Broad shoulders, broad.": null, "Andhera: Thank you, oh my god. Thank you. No one carries more fear at": null, "these events than the two of you, because no one's quite sure what the": null, "two of you are going to do. So I bestow to you each one Wand of Wonder": null, "that I asked the Court of Tricksters to make for you.": null, "Squak: Oh!": null, "Squak: All right.": null, "Andhera: It's difficult to say what will happen when you cast this, of": null, "course. It's a bit of a roll of the die. But I assure you that your two": null, "are the best wings to command these with.": null, "Squak: How does it work?": null, "Lou: I'm going to cast it on Andhera.": null, "Chirp: Me, me!": null, "Squak: No, on Andhera. Yeah, I'm just going to point it and flick it.": null, "Yeah, what happens?": null, "Aabria: There's so many ways to find out what a thing does, and I": null, "appreciate your naturalistic approach. One of your seven charges leaves": null, "this wand.": null, "Emily: Great.": null, "Major Hob: I thought we were sort of setting up a Chekhov's gun kind of": null, "situation.": null, "Aabria: I'm going to need a d100 roll, please and thank you.": null, "Lou: You got it.": null, "Major Hob: Show them a gun in act one, they have to take it off right": null, "away and fire it in act one.": null, "Emily: God, it's taking everything in me not to be like, \"Cousin,": null, "don't!\" And accidentally trigger it.": null, "Lou: 91.": null, "Aabria: All right.": null, "Oscar: Dang.": null, "Aabria: A burst of colorful, shimmering light extends from you in a 30": null, "foot radius. Oh, well, that's going to catch everyone. I know you were": null, "aiming it at Andhera. All of you need to make a DC 15 con save.": null, "Lou: Oh, Andhera, that's so kind! Fwah!": null, "Emily: I got an 11.": null, "Omar: Technically you got a 13, because you're standing near me.": null, "Emily: Oh! I got a 13.": null, "Brennan: Technically, I got an 18.": null, "Aabria: Okay, you're okay.": null, "Omar: 16.": null, "Aabria: You're fine.": null, "Surena: 18.": null, "Aabria: You're good.": null, "Oscar: 16.": null, "Lou: Oh, do I have to do it as well?": null, "Aabria: Each creature.": null, "Lou: That's a natural 19 on the dice.": null, "Aabria: So literally just your loving cousin gets blinded for the next": null, "minute.": null, "Chirp: Ah!": null, "Squak: Oh, that was delightful, Andhera!": null, "Chirp: What? What happened, what happened?": null, "Squak: Cousin, didn't you see? It was a beautiful, colorful spectacle.": null, "Chirp: I think I got jam in my eyes.": null, "Squak: Oh, cousin!": null, "Major Hob: Delightful, in a very sort of bright, disorienting sort of": null, "way.": null, "Squak: This is very sweet of you, thank you.": null, "Chirp: Yes, thank you so much, wherever you are.": null, "Rue: Turn around, you're facing the wall.": null, "Squak: Chirp, turn around!": null, "Chirp: Ooh, okay.": null, "Andhera: You do remember it was me.": null, "Chirp: Sorry, I'm blinded.": null, "Andhera: Right. Right, but...": null, "Emily: I hug Hob.": null, "Major Hob: It's all right. You know in a bird, when you put a blanket": null, "over the cage, and they really—": null, "BINX: It's nighttime. It's time to sleep.": null, "Major Hob: She doesn't remember it was you, because—": null, "Squak: Chirp, Chirp!": null, "Chirp: Ah! Ah! Ah!": null, "Squak: Chirp, you're not alone. I know, I know, it's dark. This is": null, "normally how we fall asleep, but no.": null, "Aabria: Is there anything else anyone else wants to prepare in advance": null, "of going to the theater?": null, "Brennan: I will just walk alongside Delloso de la Rue and say,": null, "Major Hob: Multiple offers to join courts. After your rebuffing of the": null, "Chorus, do you imagine that you will remain in the Court of Wonder, or": null, "do you think one of the offers of the leaders of Craft and Unseelie—": null, "Rue: Major Hob, I don't... I've already refused a seating with the Court": null, "of Wonder, and I was faced with what appeared to be a threat on my end.": null, "As far as I'm concerned, I'm an orphan in the fairy world, which is not": null, "unfamiliar to me. All this talk about courts and belonging, I feel torn,": null, "to be honest with you. There was a part of me that wanted to dismantle": null, "all courts.": null, "Major Hob: That would be chaos.": null, "Rue: Would it?": null, "Major Hob: Well, if there weren't courts, then how would you know what": null, "to do, or how to, you know... You wouldn't... Where would orders come": null, "from if not from one's obligations to court and kin?": null, "Rue: And for what? Why?": null, "[Major Hob stammers]": null, "Rue: I'm starting to realize something, that you and I are very": null, "different. I have done very brash things governed by my heart, while you": null, "have done things based on your court and your obligation. Ultimately,": null, "where does obligation land you? Are you truly happy with the things that": null, "you've done for the name of other people, for the wellbeing of others?": null, "Major Hob: We all act in the interest of others. It is not wrong. It is": null, "the basis of honor, and to act on one's self-interest alone is to lead": null, "an empty life, I think. I can only say that the other night, at the": null, "masquerade ball, you certainly acted in the interest of others. You": null, "showed me incredible kindness and made me forget the blundering of": null, "earlier in the Bloom. You took pity on someone whose clumsiness had": null, "earned them scorn and reprisal, and—": null, "Rue: What made you think that was in the name of others? And what": null, "happens when doing something for others comes in direct conflict with": null, "the things that you want to do?": null, "Major Hob: I can see no alternative. Honor, responsibility, duty to": null, "one's court and kin has led... I would never have come here. I would": null, "never have met all these fine people if I had not acted on behalf and in": null, "service of a cause greater than myself. I became captain thanks to the": null, "actions I took on behalf of the Goblin Court, and I became Major only": null, "this morning when I agreed once again to serve the Goblin King.": null, "Rue: Well, I hope you find happiness in that. I really do.": null, "Oscar: And I turn and walk away.": null, "Chirp: Cousin.": null, "Squak: Yes?": null, "Chirp: I think Hob's been stabbed again. He looks so hurt!": null, "Major Hob: I've been stabbed in the corners of my eyes. Clear blood!": null, "Omar: I rush over.": null, "Andhera: I can Lay on Hands again.": null, "Major Hob: Just hold me. Just fucking hold me. Just fucking hold me.": null, "Andhera: Oh, oh. It’s not—I'm doing it, but it's bouncing back? I've": null, "never had this before.": null, "[Major Hob wailing]": null, "Andhera: What are you—wait!": null, "Major Hob: It's still stabbing me! Everywhere!": null, "Chirp: Is it deep in your heart still? It seems to be coming from your": null, "heart.": null, "Major Hob: Yes, an arrow went straight to my freaking heart!": null, "Emily: I think while we're going in, I also, for my Phantom Steed, the": null, "reputation tag I want after everything that he just said is “fearsome”.": null, "Aabria: Let's go!": null, "Surena: Yes.": null, "Emily: And I'm going to, for my steed, I'm going to conjure a raven the": null, "size and shape of a flamingo. So, like, a long-legged raven.": null, "Surena: A long raven. Long boy.": null, "Emily: And I'm going to fucking side saddle.": null, "Surena: That is a long boy.": null, "Oscar: Yes!": null, "Aabria: Incredible.": null, "Brennan: If someone described the Lords of the Wing, I would assume that": null, "something was wrong with them. The mature and iconic Airavis, hospitable": null, "and fearsome Featherfowl. Sit down. Are you okay? Who are you": null, "describing?": null, "Omar: Your forehead is warm.": null, "Aabria: I keep blacking out between all these descriptors. Well then, we": null, "sort of follow the camera along this long boy as she sort of crests.": null, "Emily: Goes up a raven leg.": null, "Aabria: It's so bad to think about.": null, "Lou: It just keeps going.": null, "[regal piano music]": null, "Aabria: And you reach another one of these beautiful place between": null, "places, where you're very clearly no longer on the island that you've": null, "called home for the last few weeks. You see rolling hills and the": null, "beautiful ruins of an ancient Greek amphitheater, and attached to it,": null, "strung up and held by vines and orchids and flowers, are curtains of a": null, "red so piercing that it seems to desaturate the world around it, and as": null, "you move down, there's beautiful, cracked, ruined stone seating for": null, "everyone to sit and find their places facing the stage. Maybe 70% of the": null, "fey courts are already here, and as you move to wherever you all choose": null, "to sit, alliances new and old, you see that despite the mild,": null, "night-blooming jasmine scented air, suddenly the curtains begin to whip.": null, "With a sudden snap, they go from that beautiful red to a deep and": null, "piercing hunter green, and in the sky overhead, you see the stars begin": null, "to twinkle brighter, and then silvery light connects them in": null, "constellations that read out, \"The Green Hunter.\" The play for the": null, "night.": null, "Oscar: It's a sponsored post.": null, "Chirp: Did you do that, cousin?": null, "Lou: Did I do that?": null, "Aabria: No.": null, "Squak: I did not do it.": null, "Aabria: And even as you're whispering, something appears in your hand.": null, "Aabria hands a parcel to Lou.": null, "[Brennan gasps]": null, "Lou: Is this being passed to me?": null, "Aabria: Yes, I'm not going to reach up and over.": null, "Oscar: The Daily.": null, "Brennan: The rushes, the rushes!": null, "Lou: The hell?": null, "Aabria: It's well-wrapped.": null, "Emily: Cousin, use your beak.": null, "Lou: Yeah, of course.": null, "Brennan: How cool must it be to get gifts from someone who works in the": null, "art department?": null, "Aabria: Right?": null, "Brennan: Beautiful, unbelievable.": null, "Omar: That paper alone.": null, "Lou: They wrapped it twice. They really want to tease.": null, "Emily: So nice, you got to wrap it twice.": null, "Lou: So nice. Oh wow!": null, "Lou holds a dark green book with a title in gold reading “The Green": null, "Hunter by Aerie Perry”.": null, "Oscar: Oh my god!": null, "Brennan: Wow!": null, "Lou: It's a real copy. Wow, incredible.": null, "Surena: It's gorgeous.": null, "Lou: God, I'm sending this straight to Jeremy. There's no way he doesn't": null, "do it after he sees this.": null, "Aabria: You can open it, it's actually, no no no, this is not a token,": null, "that's just a functional dice box.": null, "Lou: Oh my god!": null, "Emily: Oh my god!": null, "Oscar: No way!": null, "Brennan: Incredible!": null, "Lou: Wow.": null, "Aabria: In this moment, are you all sitting together?": null, "Lou: Absolutely not.": null, "Oscar: We're all tele-communicating.": null, "Emily: All via bluebird tooth.": null, "Lou: I think we had a very fun, cool, \"Ocean's 11\" moment as we all": null, "walked in of us all having weird eye contact up in the balcony, down, as": null, "we probably went to sit with Suntar and Apollo, I think we made winks": null, "and then spoke telepathically as we moved to our spot.": null, "Andhera: Is this working? Can everyone hear me?": null, "Squak: Yes, we can hear you.": null, "Chirp: Yes, we can all hear.": null, "Andhera: Great, good, good.": null, "Chirp: You don't need to move your lips, you can kind of think, but you": null, "do need to move your teeth, if that makes sense. It's just how the spell": null, "works.": null, "Andhera: Really quick, Lady Chirp, a quick followup question.": null, "Chirp: Yes, yeah.": null, "Andhera: When I move my teeth, do I have to move it in the speech": null, "pattern, or is it just sort of a general chatter that I have to do?": null, "Chirp: Chatter like a cartoon skeleton. It's nonsense. Go on, what were": null, "you saying?": null, "Andhera: That's pretty much it.": null, "Omar: Yeah, so both of you are going up with Apollo.": null, "Emily and Lou: Yeah.": null, "Omar: Okay.": null, "Brennan: I will be escorting Lady Sylmenar.": null, "Aabria: Yes.": null, "Brennan: To the Seelie box.": null, "Aabria: Those of you that didn't break off right away will absolutely": null, "see that she, along with a Seelie retinue, is waiting for you and": null, "absolutely is expectantly waiting to take your arm, and then.": null, "Brennan: Can I just do an Insight check on her as I approach?": null, "Aabria: Yeah, please do.": null, "Brennan: I just want to see what the deal is. I don't know what the deal": null, "is. That's going to be a 4.": null, "Aabria: Oh my god. Yeah, you see very specifically a set of emotions run": null, "and are quickly schooled by someone who has been raised in a court and": null, "is absolutely a courtier that's like, “no, you don't get to know my": null, "mind,” and it washes over to something neutral and pleasant, and she": null, "takes your arm.": null, "Oscar: I'd like to do an Insight check on Hob, when he—okay.": null, "Aabria: Yes, please. Against your Deception?": null, "Brennan: Deception. Let's see.": null, "Oscar: It's a 10.": null, "Brennan: I don't think I'm rolling Deception in this moment. I rolled a": null, "12, but I'm also down to fail.": null, "Aabria: All right, I will let you know that failing this means that Lady": null, "Sylmenar will also see.": null, "Omar: Ooh.": null, "Emily: Hmm.": null, "Aabria: So, what do you do?": null, "Brennan: I'll hold it together for the Lady Sy.": null, "Major Hob: My lady, it is an honor and a pleasure to make your": null, "acquaintance. I hope that in this evening, as in all the long days to": null, "come, I can forever be of service.": null, "Lady Sylmenar: Thank you, Major.": null, "Major Hob: Of course. I live in a bog. Where do you live?": null, "Lady Sylmenar: In a very nice house overlooking a lake.": null, "Major Hob: Well. Matters of war often see me far away from home. I see": null, "no reason that upon our wedding, you should not dwell in the home to": null, "which you are accustomed. If you are all right with me having some of my": null, "belongings moved to a small chamber or room on your premises, I would": null, "not seek to trouble you to leave your ancestral domain.": null, "Aabria: Give me just a general Charisma check.": null, "Brennan: Can I add one of my Commanding Presence die to this?": null, "Aabria: Yes, please.": null, "Brennan: I'll do that. That's a nat 20. I actually will not be using": null, "Commanding Presence.": null, "Aabria: Yeah, don't do it, don't do it. You save that.": null, "Brennan: I'll hold onto this.": null, "Aabria: You see her receive your words very neutrally, and then, sort of": null, "starting from the inside of her eyes, everything softens, and she": null, "actually holds your arm a little tighter and is just giving you a": null, "reassuring pat.": null, "Lady Sylmenar: We can talk about all of that later. But I know this": null, "is...": null, "Major Hob: Brides, husbands, spouses, all must find their first words to": null, "each other at some point, and I only wished to reassure you, I cannot": null, "imagine that every fairy princess or lady has dreamed of watching me": null, "approach, so I only meant to reassure.": null, "Oscar: I know I can't hear it, because they're walking up, but I": null, "definitely do—do I clock the...": null, "Aabria: Give me the Insight check.": null, "Oscar: Okay, okay. Well, that's an 8.": null, "Lou: Something's going on with Rue tonight!": null, "Brennan: It's the dice! It's the moon! Moon, what is your wish?": null, "Oscar: The Moon!": null, "Surena: If you want to burn one of your tokens, I will allow you to": null, "overhear.": null, "Oscar: Yeah, I'm gonna.": null, "Aabria: And have just a preternatural understanding of what's going on": null, "in this moment.": null, "Lou: [singing] Burn, burn, burn.": null, "Oscar hands Aabria the glass leaf charm.": null, "Oscar: Absolutely.": null, "Aabria: Yes, give me all your sweet trinkets.": null, "Emily: May I also make a small request? We just haven't gotten a Rue": null, "outfit for this event.": null, "Surena: Yeah.": null, "Oscar: Did I have enough time to change?": null, "Aabria: Yes, everyone can change, oh my god.": null, "Oscar: Okay.": null, "Aabria: Give me a Rue fit, and then I will—": null, "Oscar: Yeah, yeah, okay, yes, yes.": null, "Aabria: [points to Emily] Inspiration.": null, "Oscar: They show up in a beautiful ball gown. It has gold lace coming": null, "up, and it's red, ruby red, with tons of rubies just decorated around": null, "it. It falls sort of like a rose, a downturned rose, and it's got little": null, "layers over it, very much like this, actually, just sort of scalloping": null, "around the ball gown, and their peonies is stacked up high so it looks": null, "like it's a delicious little fro around their owlbear head.": null, "Emily: See, I think that the heartbreak is going to be way more": null, "beautiful now.": null, "Aabria: Thank you.": null, "Omar: That softens the blow, you're right.": null, "Aabria: You're out here doing the Lord's work.": null, "Emily: Or does it deepen it?": null, "[cast ooohs over the drama of it all]": null, "Lou: How good you could have it.": null, "Oscar: What you're missing out.": null, "Aabria: So you focus. You burn something important deep within yourself": null, "to attune to this moment, and you can see everything between them. You": null, "can hear the gentleness and practiced calm and care in her voice, and": null, "you can see the little squeeze on his arm as she just sort of...": null, "Lady Sylmenar: This is hard, and it doesn't have to be bad. I don't want": null, "to make anything more difficult for you, and I promise, I am a good": null, "companion, Major.": null, "Major Hob: To good companionship, and the mutual admiration of each": null, "other's duties and responsibilities, my lady.": null, "Aabria: And she gives a little curtsy, and that's for you,": null, "Aabria hands Brennan a pair of theater binoculars.": null, "Aabria: As you have very quickly won over Lady Sylmenar.": null, "Brennan: The time has come!": null, "Aabria: And a beautiful moment was ruined.": null, "Emily: Are you gonna eat it?": null, "Oscar: This is too much for me, and I sort of excuse myself and just go": null, "where the beat doesn't reach.": null, "Surena: So that's where BINX likely is. We're surrounded by water?": null, "Surena: Is there water? There's not water? Because I was looking at": null, "that, and that looks ocean-y.": null, "Aabria: I'm gonna walk that back. Sure, there's water. You're surrounded": null, "by water.": null, "Surena: BINX is where the beat doesn't reach. If you decide to go there,": null, "you see her staring out at the waves and drop a letter into the water.": null, "Surena hands Aabria a letter.": null, "Aabria: Amazing. Oh.": null, "BINX: Oh, hi, hi, hello, hi.": null, "Rue: I didn't know you were here. I'm sorry, BINX.": null, "BINX: I'm always here, away from the loud, you know?": null, "Rue: Of course.": null, "BINX: Why are you here? Are you okay? You look really, I mean, you": null, "look... What's going on?": null, "Rue: No, it's quite fine. I actually wanted to take a moment to myself.": null, "BINX: Oh. Oh, is it about... Okay, so you know how we're friends?": null, "Rue: Yes.": null, "BINX: You know how in friendships, there's this loyalty where I don't": null, "reveal things about you, even if they might be in your best interest?": null, "Because it's a secret, and the loyalty that I have for you is really": null, "deep, you know what I mean? And so, if given the opportunity to say": null, "something that might benefit something that you want, I would... Uh, do": null, "you know that... Have you talked to Hob lately?": null, "Rue: Major Hob?": null, "BINX: Yes, Major Hob, which, when did that happen?": null, "Rue: I don't know, he said it.": null, "BINX: Right, I heard it, but I didn't think to ask.": null, "Rue: I don’t know if it was an official thing.": null, "BINX: Yeah yeah yeah.": null, "Rue: It doesn't matter, he tends to do that sometimes. He's quite": null, "impulsive that way, sometimes.": null, "[Brennan laughs]": null, "Rue: I just—on our way here, I had a conversation with him, and I think—": null, "BINX: Did he tell you how he felt about you?": null, "[tender piano music]": null, "Rue: About me? No, no no no. I think he's quite clear about his": null, "intentions with me, and I'm fine.": null, "BINX: So you don't like him anymore. You're fine with the way that he": null, "feels about you?": null, "Rue: BINX, what do you mean? He has no attraction to me whatsoever.": null, "Aabria: The tide's beginning to rise, by the way, and the water is": null, "churning.": null, "BINX: Well…": null, "Rue: BINX, what do you know?": null, "BINX: Listen, you know, someone told me if on the battlefield, if you": null, "have your chance, take a shot, you better not miss, and as the new": null, "Weaver of Fate, I feel like I have to intervene here, because I don't": null, "think that you're... He has deep feelings for you, Rue. He has deep": null, "feelings for you, and if I didn't say anything, and if you continued not": null, "knowing, then I'm not living up to being the Weaver that I am now, the": null, "Weaver of Fate.": null, "Rue: BINX, how much of this is your obligation to me as a friend, and": null, "how much of this is actual truth?": null, "BINX: Why would I lie to you about that?": null, "Rue: I don't know, I—": null, "BINX: What do I have to gain? Fighting for other people's love is what I": null, "do. It's what I'm doing now. It's what I'm doing with Gwyndolin and": null, "Scratch. It's what I'm good for, and so it is my obligation to you as my": null, "friend to also fight for your love, if it's true. If you care about him,": null, "you have to tell him, because he doesn't know.": null, "Rue: I did tell him. I wrote him a letter, and he never responded. BINX,": null, "what you are doing is very kind.": null, "BINX: I don't understand what you think I'm doing right now.": null, "Rue: You are trying to make me happy.": null, "BINX: No, I'm just telling you the truth.": null, "Rue: Does he love me more than he loves his standing at the court? Does": null, "he love me more than appeasing the people that are superior than him?": null, "Does he love me more than he loves being Major?": null, "Andhera: Yes! I'm sorry.": null, "BINX: Oh my god.": null, "Aabria: We're all just going to be out here. A'ight, a'ight, tight.": null, "We're going to cut away from this and move back towards the theater as": null, "those of you that are sitting and in attendance with your respective": null, "groups see blossoms coming up through the cracks where soil and stone": null, "split, and they open into these blood red trumpets of flowers called": null, "'datura' that are, for those of you that know anything about flowers at": null, "all, deeply poisonous and a bit of a hallucinogen.": null, "Surena: Cool.": null, "Aabria: But you hear small murmurings as messages are being passed back": null, "and forth as the production begins. The stage is set, with trash": null, "overflowing?": null, "Lou: Sewage.": null, "Aabria: Sewage overflowing on the streets of Boston.": null, "Emily and Oscar: This is the play!": null, "Aabria: As actual Jeremy Renner walks out.": null, "Oscar: Actual Jeremy Renner?": null, "Surena: Jeremy Renner?": null, "Aabria: Walks out onstage.": null, "Oscar: You're fainting, you're fainting!": null, "Chirp: I'm going in with an open mind, I'm going in with an open mind!": null, "Squak: All the blood is rushing to my penis.": null, "Chirp: Cousin!": null, "Squak: Down, down!": null, "Lou: I don't get an erection. But I do go,": null, "Squak: Oh, I need to speak to the director afterward. Prince Apollo,": null, "Suntar, whoever directed this, they understood my work.": null, "Apollo: Your work?": null, "[players screaming]": null, "Apollo: Do you mean to tell me that you are Airry Pearry?": null, "Squak: Prince Apollo, you and Suntar once entrusted us with a rather": null, "delicious secret, and I guess this is one we offer in return. Yes,": null, "that's right, you are sitting next to…": null, "Lou: And I slide my hand up onto his thigh,": null, "Squak: The Airry Pearry.": null, "Aabria: And he puts his hand sort of over yours, and it's warm and soft,": null, "and he says,": null, "Apollo: I've read very few books in my time.": null, "Chirp: As is the fey way.": null, "Apollo: Yours is by far my favorite.": null, "Squak: Charmed.": null, "Aabria: And then a little trumpet flower reaches up towards him, and as": null, "he leans down to it, noise begins to issue from it, but if you try to": null, "listen to a message that's not from you, it feels like the sort of": null, "pressure thump of someone flicking directly on your eardrum that blocks": null, "sound, and only the pressure of the words being passed back and forth": null, "can be heard. And he looks over at you and says,": null, "Apollo: Excuse me. I'll be right back.": null, "Aabria: And he removes his hand slowly.": null, "Aabria: And gets up and moves away. Captain Hob, Major Hob, as you are": null, "sitting with Lady Sylmenar, a small blossom emerges in front of you.": null, "Brennan: I'm openly weeping, going, they did it. They got Renner. I": null, "can't believe it.": null, "Oscar: Actual Jeremy Renner!": null, "Aabria: But your bloom, Hob, you hear low and, distinct from the waves": null, "around you in this area, the sound of the shore, and you know this is a": null, "message from the Court of Sea Foam, and you hear a voice that says,": null, "Sea Foam Message: We found one more scrap of something. The best we": null, "could make out was, whatever their reason for sabotaging the enga—": null, "Aabria: And then it is burnt away.": null, "Sea Foam Message: You may seem accustomed to acting solo—": null, "Aabria: And one last bit that says,": null, "Sea Foam Message: They have always enjoyed the trust of the Chorus.": null, "Major Hob: They have always enjoyed the trust of the Chorus. Listen.": null, "Lady Sylmenar, you must excuse me for a moment. I am away to the loo.": null, "Aabria: Deception check.": null, "Brennan: I rolled a natural 1.": null, "Aabria: You feel her hand kind of grabs yours a little bit and just": null, "squeezes.": null, "Lady Sylmenar: Is everything okay?": null, "Major Hob: No, I'm doing secret goblin things. I have secret goblin": null, "business to attend to. However, hopefully it will be brief. Would you": null, "like any concessions?": null, "Lady Sylmenar: I have a fondness for sweets.": null, "Major Hob: Then you shall have them tout suite. [chortles] Goodbye.": null, "Brennan: And I'm going to leap into the shadows.": null, "Brennan: I think I'm going to rush out of the theater to go find someone": null, "in the Court of Sea Foam.": null, "Brennan: But I'm going to be very respectful, because the play has": null, "started, and I give one last, “Renner!” On my way out of the—": null, "Aabria: You want to give me a Perception check as you pass the main": null, "cohort?": null, "Brennan: Yeah, yeah yeah yeah. Woo, that's going to be a little bit": null, "better. My Perception check is going to be a 21, and I think as I'm": null, "leaving, we still have our little gate with each other, right? I'm going": null, "to say to the Lords of the Wing telepathically on my way out, be like,": null, "Major Hob: I must excuse myself for a moment. You are closest to the": null, "conspirators that we seek. I would say I wait on your command if": null, "anything need to be resolved with great force or swiftness.": null, "Squak: Understood.": null, "Aabria: As you relay that message, you make direct eye contact with one": null, "of the members of the Court of Sea Foam, someone whose name has never": null, "been important enough for you to garner, and as they make eye contact,": null, "there's a little point, and you see them mutter under their breath as": null, "they hit you with a Sending spell, and they say,": null, "Sea Foam Member: That could only be one person. I'm sorry.": null, "Major Hob: Delloso de la Rue?": null, "Aabria: And they break eye contact with you and nod and look back at the": null, "stage.": null, "Brennan: Do I know if that means that everything we feared about the": null, "Court of Wonder, the breaking of the marriage to the viscountess, all": null, "that stuff, that seems to be confirming that they found something to": null, "suggest it was Rue the whole time?": null, "Aabria: Yeah, that would be the implication. There's nothing to roll": null, "there.": null, "Brennan: I'm going to look around for Rue. We have the—": null, "Surena: Mm-hm.": null, "Brennan: I'm going to contact BINX and Andhera and say,": null, "Major Hob: Hello, do either of you have eyes on Delloso de la Rue?": null, "BINX: Yeah, yeah, right now.": null, "Omar: My teeth chatter.": null, "Surena: Yeah, my teeth are chattering.": null, "Major Hob: Sort of where are you?": null, "BINX: We're by the cliff side.": null, "Rue: What's happening?": null, "Major Hob: Hold onto them for one second.": null, "Surena: You see us just chattering.": null, "Rue: Who are you talking to? Are you talking to each other?": null, "Squak: Does it feel like all of our friends have left the theater and no": null, "one is appreciating that they got Renner? Renner's in a small sailboat—": null, "Chirp: Your honor has been besmirched!": null, "Squak: With a little red cross on it, sailing on the sewage through the": null, "streets of Los Angeles in a city—": null, "Emily: I get so mad I enact my Bladesong.": null, "Squak: Should we step out and have words with them?": null, "Chirp: Yes, I think we should, cousin.": null, "Aabria: Even as your Bladesong begins, I will say, a bloom opens in": null, "front of you. This one actually has just a very small fey person inside": null, "it.": null, "Emily: A small person?": null, "Aabria: Just a little fey creature with dragonfly wings that kind of": null, "flips to a new page and goes,": null, "Fey: Excuse me! Sorry, hi. I heard some rumors that you were going to": null, "place a bet against yourself in the wager. I just wanted to confirm.": null, "Chirp: Yes, yes, yes.": null, "Fey: Okay, how much gold are you putting on the line, sweetie? Right": null, "now, the odds are 11 to 1, so, you know.": null, "Chirp: I have no—I'm sorry, I'm so rich, I have no concept of how much": null, "money I have. That's kind of a rich person thing.": null, "Fey: Okay, I totally understand.": null, "Chirp: Yeah, yeah, so just-": null, "Fey: You have to give me a number, and then we kind of make a fey": null, "bargain about it, so we would have to-": null, "Chirp: Yeah, I know, it's just when you're so rich, like I am, I don't": null, "know if $100 is a lot or a little.": null, "Fey person: What the fuck is a dollar?": null, "Chirp: Sorry, I'm in the material plane. I was just reading \"The Green": null, "Hunter\".": null, "Fey person: You know what? I didn't care for it. There, I said it. I'm": null, "hoping the film—": null, "Chirp: You take that back!": null, "[Aabria screams]": null, "Chirp: Take it back! Take it back!": null, "Aabria: She just starts walking on the end of the blade like, okay,": null, "you're going to cut a bumblebee in half or whatever.": null, "Chirp: I will bet 5,000 eggs.": null, "Fey person: Thank you. That's all I needed, was just a sense of": null, "currency. Okay, 5,000 eggs.": null, "Chirp: 5,000 eggs.": null, "Brennan: You're about to have 55,000 eggs.": null, "Surena: So many eggs.": null, "Aabria: It's actually... Yeah, anyway, and she kind of goes up and she's": null, "going to touch where you're holding it. She says,": null, "Fey: Okay, so you understand this is a fey bargain, right? If you welch": null, "on your bet, it's going to be a whole thing, and I do have to give a": null, "little insignia that you've entered into the wager. You can cover it up": null, "with a glamor or magic as you are wont to do, but hold still.": null, "Aabria: And she kind of touches, and these sort of lurid pink,": null, "flamingo-y, prawn-y feathers spring up around your wrist.": null, "Chirp: Gorgeous. I wouldn't have picked it out for myself, but I love": null, "what you did.": null, "Fey: Sorry. Trickster Court.": null, "Chirp: Great. Oh, big fan.": null, "Fey: Thanks.": null, "Chirp: Wonderful, well, it's been fantastic doing business with you.": null, "You're very small.": null, "Fey: I know.": null, "Chirp: Yes, but I love that.": null, "Fey: Thank you. Oh my god. Are we having a moment right now?": null, "Chirp: I think we are.": null, "Fey: This is so nice.": null, "Chirp: I'm kidding.": null, "Aabria: She starts running and then gets tired halfway up your arm.": null, "Like, no no no. I'm going to go back in the little flower now, but—": null, "Brennan: Over our bluebirds, I'm like,": null, "Major Hob: There's a very small person? I just wanted to say,": null, "Gorebladder's single and only has a few hours to...": null, "Emily: Ah. That's right. I totally upload her on everything Gorebladder.": null, "I pitch her on Gorebladder.": null, "Fey: Oh my god, a salt goblin? Interesting. I love taller men.": null, "Chirp: They have such short lives that they just live so big.": null, "Fey: Thank you so much. You're so kind. Hm.": null, "Aabria: Make a Persuasion check for me.": null, "Emily: Nat 20.": null, "Aabria: No, shut up!": null, "Surena: So good.": null, "Lou: Gorebladder's about to get hooked up!": null, "Aabria: All right, all right. You actually get a little favor.": null, "[players oohing]": null, "Aabria hands Emily a glass trinket.": null, "Aabria: She goes,": null, "Fey: Thanks for the hookup!": null, "Aabria: And she runs back across your sword and hops into the flower.": null, "Chirp: Okay. Cousin, I just leveraged against us, so we need to do this": null, "in fantastic style.": null, "Squak: I mean, everyone is watching, though it'll kill me to upstage": null, "Renner.": null, "Oscar: This is a big moment for you.": null, "Squak: Yes, it's going to take everything I've got.": null, "Aabria: So are you two going to get up and go somewhere also?": null, "Emily: I think we should probably stay with them, right?": null, "Aabria: Apollo took off. Suntar is still—": null, "Squak: Should I have gone after Apollo? I should, right? It's just,": null, "Renner's here.": null, "Chirp: I know, I know.": null, "Squak: Here, I'll go put eyes on Apollo.": null, "Chirp: Yeah, go put eyes, and whatever else you want.": null, "Brennan: All these fairies have so much shenanigans and espionage that": null, "there's just going to be an empty theater with Jeremy Renner onstage by": null, "himself.": null, "Surena: The show of his life.": null, "Aabria: You actually see, yeah, there's lots of people getting messages": null, "and receiving messages and moving places. Some people are just huffing": null, "the flower and then kind of laying back and being like, \"I like this": null, "more now, tight,\" as everyone gets up, and we're going to cut back to": null, "this moment as Major Hob arrives.": null, "BINX: We're going to give them a little bit of privacy, right?": null, "BINX: Because I have a thing.": null, "Andhera: You have your thing, and I have to make sure that the thing": null, "doesn't get out of hand.": null, "BINX: Yes, because it's so wild and messy.": null, "Andhera: It's wild and we're messy!": null, "BINX: Oh god, let's just run.": null, "Surena: Grab your hand and run.": null, "Major Hob: Well. [clears throat] Delloso de la Rue.": null, "Rue: Ah. I was wondering where your...": null, "Major Hob: I just received a missive from the Court of Sea Foam, our": null, "benevolent hosts here at this, perhaps the final, Bloom. I instructed": null, "some members of that court to align with some subordinates of mine in": null, "the goblin military to collect information from the detritus and refuse": null, "of the court's functioning during this Bloom. Long have I been searching": null, "for the agent saboteur within the inner workings of the Court of Wonder": null, "that destroyed the marriage of the Prince Apollo to the Viscountess": null, "Grabalba, and I have been wracking my brain—": null, "Rue: I thought this was going to be a different conversation. [laughs]": null, "How silly of me. How absolutely silly of me. What was I thinking? What": null, "was I thinking? Major Hob, I would like to excuse myself from this": null, "conversation. I think I've had enough.": null, "Major Hob: I'm certain that you would like to excuse yourself, Delloso": null, "de la Rue. I have seen many cruelties in my time in Faerie, but none": null, "quite so cutting as to take a hapless, unsophisticated goblin and": null, "bamboozle his mind with... [stammering] distracting things such that the": null, "caper which he is attempting to solve eludes him. My court's honor was": null, "maligned. You are the one who maligned it, and I finally have to proof I": null, "needed that you were the one—": null, "Rue: What did I do to malign the court?": null, "Major Hob: Our political future rested on the marriage of Grabalba to": null, "the Prince Apollo, and it was on its way to happening until the very": null, "final moment, when you—": null, "Rue: I can't have this conversation with you, not now! Because now I": null, "understand where your priorities lie. BINX assured me that you—hm. I": null, "thought you were different, I really did. I allowed myself to think you": null, "were a different person, but you're still the same goblin, thinking": null, "about your court before you. I was wrong, and I feel so foolish.": null, "Understand that everything I have done was for love.": null, "Major Hob: For love of your court? For love of your prince?": null, "Rue: For love. Do you know what that means? Do you think Apollo loved": null, "Grabalba? Do you think Grabalba loved Apollo? Sickening, the things": null, "people do for power. The things people do for honor. And for what?": null, "Ultimately, for what? I couldn't allow it to happen.": null, "Major Hob: So you admit it.": null, "Rue: Yes, I ended the marriage. It had to be done.": null, "Major Hob: So, you saw me tromping in, a roughshod, muddy-booted oaf,": null, "and you thought, I'll make this idiot feel that there is something here,": null, "that he might lose track and lose focus. You, more than anyone else, I": null, "thought would understand. All of these lords and ladies and nobles": null, "cavort around hither and yon. You understood service. You made sure that": null, "everyone else could feel something. That night at the masquerade ball, I": null, "was miserable, and you saw a figure that... That could've used a night": null, "of feeling that magic was real and that anything was possible. That was": null, "honor, wasn't it? That was service. I thought it service to the Bloom": null, "itself, but now I understand it was service to the Court of Wonder, to": null, "keep me off my balance.": null, "Rue: I love you. I love you intensely and fiercely. I love you in a way": null, "that I've never loved anything before in my life. I've professed all": null, "these things to you, and you did not reciprocate a response. You thought": null, "that was obligation? I did it because I cared for you. The moment we": null, "were together after the Hart Hunt, when you grabbed my wrist, I pulled": null, "away. I was not being myself. I was someone else. I pulled away because": null, "I didn't want you to know that I had claws, I had fur, that I was seven": null, "feet tall and not a slender, beautiful elf. I've shown myself because of": null, "you. I did it out of love for myself. In the last Blooms, I tried to be": null, "someone else because I thought that was the way the fey were going to": null, "accept me, and I met you, and I thought, no, I need to accept myself": null, "first.": null, "Aabria: In this heavy moment, I need both of you to make a Perception": null, "check.": null, "[Oscar titters]": null, "Brennan: Dirty 20.": null, "Oscar: 9.": null, "Aabria: You are in the middle of speaking, but you hear just a little": null, "dig in as Rue bares their soul to you, a scrape of a hoof against stone,": null, "and you see, off behind a pillar, the silhouette of Wuvvy standing by,": null, "watching and listening but not intervening. We're going to cut away from": null, "that really quickly, yeah, and move to Andhera and BINX.": null, "Surena: I think when I grabbed Andhera's hand, before, the first time I": null, "grabbed your hand, it was innocent friendship, right? And I had that": null, "impulse to grab your hand again, and I do, and we run, and I'm trying to": null, "stay by the shoreline because I'm subtly waiting for—because I'm seeing": null, "the waves and all of that ripple, but I drop your hand, and am suddenly": null, "a little self conscious.": null, "BINX: What a wild evening.": null, "Andhera: Are you okay?": null, "BINX: Oh yeah, I'm fine. It's fine. Are you okay? How are you?": null, "Andhera: Me?": null, "BINX: Yeah, how are you doing?": null, "Omar: And I kind of glance, I'm wearing a suit that is cave-dark granite": null, "with veins of gold that kind of cross through, and my double-bladed": null, "scimitar is in halves, and it looks like bat wings on my back, and I": null, "kind of just look up.": null, "Andhera: Good?": null, "BINX: That's good.": null, "Surena: BINX is wearing a capelet that has kind of bigger shoulders.": null, "Aabria: Ooh, okay.": null, "Surena: Yeah, right? And her branch marks that are golden are kind of,": null, "they're very pronounced. I don't think that she's ever shown them": null, "before.": null, "Aabria: Oh my god, they match.": null, "Surena: They're just like veins of gold on her.": null, "Oscar: Okay!": null, "Aabria: Okay, okay.": null, "Surena: My branch marks, baby.": null, "Omar: As you ask that question,": null, "Andhera: I'm fine!": null, "Omar: And I kind of collect some thoughts, and I put a hand innocently": null, "on your shoulder just to kind of lean in to speak with you.": null, "Andhera: Earlier today, when you offered everyone a position in your": null, "BINX: Yeah.": null, "Andhera: Considering that you're the last, essentially, of your kind, in": null, "a way, I want to let you know I accept. I think perhaps not in": null, "retaliation or betrayal of my own court. I don't see why we can only": null, "have one allegiance. Allegiance isn't the right thing. I guess what I'm": null, "trying to say is, I would like to, I think, we could—": null, "BINX: I would very much—": null, "Andhera: You kind of get what I'm, a little bit—": null, "BINX: Yes, yeah, no, I know what you're saying.": null, "Aabria: Hold on. Do you mean that?": null, "Omar: Yeah.": null, "Aabria: Give me a Charisma saving throw.": null, "Omar: Oh, let me do it with the other die. Okay, that is going to be a": null, "17.": null, "Aabria: You feel something inside you get pulled extremely taut as you": null, "accept that offer without casting away your extant allegiance and": null, "alliance, and it feels like there's not room for both, but you push to": null, "hold both simultaneously, and you feel the bits of arcane between your": null, "cells are beginning to shake, and something feels very unstable within": null, "you. But for now, you hold, and we'll decide what that means in a bit,": null, "but continue.": null, "BINX: My court is unlike most of the courts. We don't do the": null, "formalities, the structure, the secrets, the subterfuge. We say what we": null, "mean, and we mean what we say, and I'm so happy to accept you into my": null, "court. I do have a request of you.": null, "Andhera: Yes, of course.": null, "BINX: In my court, we do not exert control in the way that other courts": null, "do, and in that, I would like it if, and if you're okay with me removing": null, "your shard, as that dampens the fullness of who you are. That shard is": null, "in direct opposition to my court.": null, "Emily: Two surgeries, one episode.": null, "Surena: Hell yeah!": null, "Lou: Spoons out, let's go.": null, "Aabria: As you make that offer, a small bloom springs into being, and a": null, "blood red trumpet flower faces you, and you hear muffled sounds of": null, "speech, but it's a foot and a half off the ground, so you can't quite": null, "make it out.": null, "BINX: One moment, please.": null, "Andhera: Of course, yeah.": null, "Surena: I'm going to kind of lay down and kind of look at it.": null, "Aabria: As you lay down and make contact with it, it seems to open up a": null, "little bit more towards you.": null, "BINX: Hello?": null, "Aabria: And you see just a little puff of red pollen gets exhaled out,": null, "and I need you to make a Constitution saving throw.": null, "Surena: Poison flower, oh god.": null, "Lou: Is that flower not nice?": null, "Surena: I thought it was maybe a friend flower.": null, "Lou: I thought it was a friend flower too.": null, "Surena: A Constitution saving throw?": null, "Lou: Or it's trying to get you high.": null, "Surena: That is a 4, baby. I'm gonna get high.": null, "Aabria: You take 19 points of poison damage. And your aura prevents": null, "other people from taking the poisoned condition, correct?": null, "Omar: Yes.": null, "Aabria: You feel something enter into your lungs and try to grab hold.": null, "[Surena gasps] The damage persists, but the poisoned condition does not.": null, "And now I need you to make a Dexterity saving throw with disadvantage as": null, "vines shoot up from the ground. You see this happening, and you're": null, "already laying down as they attempt to wrap and grapple you.": null, "Omar: Take a +2, because—": null, "Surena: Dexterity saving throw?": null, "Surena: Oh god, baby. That is a 15 plus 8.": null, "Brennan: Woo!": null, "Surena: Rogue shit.": null, "Lou: We good, we good.": null, "Aabria: You feel these vines wrap around you. You describe to me how": null, "you're able to evade them.": null, "Surena: So I see the vines start to move, and I roll, and I spring up,": null, "so it's very martial art, where I spin my legs and then I'm up.": null, "Oscar: Hell yeah.": null, "Surena: And I'm like,": null, "BINX: Look out!": null, "Aabria: And as you make eye contact, you see other vines beginning to": null, "spring up, shooting very specifically for BINX, but that's where we're": null, "going to pick up next time.": null, "Oscar: Oh, come on.": null, "Aabria: Let's go! We got to do some cool rogue—I was gonna fuck you up.": null, "Good job, rogue. So, we'll see you next time for the second half of our": null, "finale.": null, "Brennan: Wow.": null, "Aabria: Bye.": null, "[NEXT EPISODE - Episode 10: You Will Never Know a Lonely Day Again]": null, "[NEXT TIME ON DIMENSION 20]": null, "Aabria: That is a despicable roll, but you know—": null, "Emily: You know what, why don't I—I got all these things. Why don't I": null, "burn something?": null, "[players cheering]": null, "Lou: Burn one, burn one, burn one!": null, "        -": null, "Apollo: Jeremy Renner will be stuck here forever and can act out \"The": null, "Green Hunter\" as much as he wants.": null, "Squak: Yeah, but that's... All right, Apollo, sure. We're all on board.": null, "-": null, "Suntar: So we're doing this?": null, "Suntar: Okay, little brother.": null, "Major Hob: Lord Airavis, you don't mind, do you?": null, "Squak: Don't, please! [bell dings]": null, "Aabria: Kill them all.": null, "Major Hob: You've got it.": null, "Rue: I love you.": null, "Wuvvy: I know.": null, "Rue: And I hope you can forgive me.": null, "Chirp: I'm coming for you, but first, I have to absolutely fucking": null, "destroy my reputation.": null, "Apollo: Once this is shut, the magic that we generate stays here, with": null, "us. Are you ready?": null, "Squak: Yeah, yeah.": null, "Emily: Can I hear the sound effects that we hear?": null, "Lou: Of course.": null, "[Lou's lips smacking passionately]": null, "------------------------------------------------------------------------": null, "Captions extracted by: Kyber Bonsai": null, "Edited by: OliverC, Iris (@sacredwhim)": null}