{"Dimension 20": null, "Adventuring Party": null, " Wet Fire (and Bad News Brooms)": null, "Season 5 Episode 3": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hello and welcome to our third Adventuring Party following": null, "Misfits and Magic! There's not a big formal thing here. We just finished": null, "up episode three, and it was fucking wild. Holy crap!": null, "Lou: Yeah we got crazy.": null, "Brennan: Whoo..": null, "Aabria: But let's start with, wait- how are we doing? How are we": null, "feeling? Is there any aftercare that we need? How we goin'?": null, "Lou: I mean, the only prognosis I am... That Dr. Jammer has for this": null, "(Aabria giggles)": null, "for what I'm feeling.": null, "Aabria: Dr. J, if you will.": null, "Lou: Dr. J if you'd like,": null, "(Aabria laughs)": null, "is more. More and with greater intensity.": null, "Brennan: More!": null, "The answer is more. Let me just say Rick Perry, ya nasty.": null, "Aabria: Stop!": null, "Brennan: This wand, (wheeze laugh) the bags, the wands, it's a good..": null, "it's an immaculate vibe.": null, "(Erika wheezes)": null, "Aabria: Let the record show that, that is, Scary Monster wand.": null, "Brennan: There you go.": null, "Aabria: Yeah.": null, "Brennan: Scary Monster wand.": null, "Aabria: Accurate.": null, "Brennan: It is very much a bone. Like we called it-": null, "Erika: Princess wand.": null, "Brennan: What is it?": null, "All: Princess wand!": null, "Aabria: Yay! No, I took- Okay, so here's the thing. I was deeply": null, "unprofessional, and just sort of hopped to the whole situation. At Erika": null, "for hers, and then they were like..": null, "Erika: 'Cause we were all so excited for-": null, "Aabria: (whispers) \"Use the tray, you fuck\", and I was like, \"Okay\".": null, "Take the thing off,": null, "Erika: Really? They didn't-": null, "Aabria: (whispers) \"Okay, okay\".": null, "Erika: Say that.": null, "Aabria: (whispers) No, they did say it, it was really hurtful.": null, "(a couple people scoff)": null, "And then I cursed him!": null, "(Brennan laughs)": null, "Yeah, not knowing who him is. Yeah! So, they all have like little names": null, "on them, but that was it.": null, "Brennan: Look at that, incredible. Influencer wands.": null, "Danielle: (shouts) Influencer wands!": null, "All: Aaah!": null, "Lou: What is mine called?": null, "Aabria: Athletic wand.": null, "Lou: Athletic wand!": null, "Brennan: Athletic wand? For some reason that these names.. The fact that": null, "they're not \"in world\" names for the wands, make them kind of sound": null, "like, Final Fantasy equipment, does that make sense?": null, "Erika: Yes!": null, "Brennan: I've never played Final Fantasy. Like, hey, there's an Athletic": null, "wand, an Influencer wand, Scary Monster wand, and (wheeze laughs)": null, "Princess wand.": null, "Erika: Okay, so what am I going to equip for the final battle?": null, "Lou: Yeah.": null, "(Brennan and Aabria laugh)": null, "Erika: All right, what kind of gems, and materia can I..": null, "Brennan: It's so great.": null, "Erika: Put into it.": null, "Lou: It's surreal.": null, "Brennan: It's just so great.": null, "Erika: That was.. that was truly, truly wild.": null, "Aabria: Y'all fucking killed it.": null, "Erika: I just- everything, from like introducing us to our brooms, that": null, "feeling of elation, it's that moment! When we all watched the movies and": null, "whatever. It's just the feeling of like.. Being on the brooms, we're": null, "doing it! We're doing it! I don't know we're sitting here, at this": null, "table, together, but it felt real.. It felt real!": null, "Danielle: And just like, Evan's complete, like, \"Finally! This is a": null, "magic thing that I can do that there's no blowback. It's not going to": null, "hurt anybody.": null, "(Erika wheeze laughs)": null, "I just get to like, enjoy all of the funsies that everyone else is": null, "gettin' to have\". That moment was so, frigging pure.": null, "Brennan: Ooh! (wheezes)": null, "Danielle: So pure. Just that like.. and the way that you did that with": null, "like your ascent, so you're like talking about like, \"Hey guys, you": null, "know, just everything isn't for everybody,": null, "(Aabria and Brennan laugh)": null, "and we all get our stuff when it's time. And like, all the stuff that": null, "you were saying, it was just, muah, muah, muah, muah, chef's kiss,": null, "chef's kiss.": null, "(Brennan laughs and claps)": null, "Brennan: It was so good. But it's so.. it's so perfect 'cause there are": null, "like.. Well, I think it's very interesting because there's like,": null, "everyone's magic is so distinct, and I feel like, there's a.. Weird-": null, "like, Evan's got his weird demonic shit, but the honest to God, like, I": null, "feel like this last episode, for me, it was like coming into this thing": null, "of like, the mirror stuff happening with Sam, and figuring out that": null, "Jammer is this like, heart of the team?": null, "Danielle: Mhm. Yeah.": null, "Brennan: Which is a very cool thing and I love it because immediately": null, "there's the deflection of like, \"Hey, well it takes every member it": null, "takes to be a team\", which is like.. Yeah, yeah, I understand, but also": null, "there is that one friend who's like, \"We're going to have a dinner party": null, "two weeks from now\", and everybody benefits from that one friend being": null, "like, \"I'm tending the hearth, I'm making the space, I'm doing the": null, "thing\". Like in no world does Evan ever put himself on a team or assume": null, "that anyone wants to be on a team with him, without Jammer. In like": null, "minute three-": null, "Aabria: Yeah!": null, "Brennan: Of us being together, and being like, \"We are the team\", like-": null, "Erika: Yeah!": null, "Aabria: So good.": null, "Lou: You're the only ones who will practice.": null, "(everyone laughs loudly) (clapping)": null, "Yeah. You all, had to place- As soon as everyone was flying on a broom,": null, "I was like, \"Oh\". And there was that like, the idea that in a world": null, "where no one is lifting weights, no one is doing-": null, "(Erika and Aabria laugh)": null, "any practice. Like we can probably.. yeah.": null, "Erika: Indoor kid is king.": null, "Lou: Exactly! Exactly, we could become good at croquet (hand smacks) if": null, "we just practiced, and then beat everyone at the country club.": null, "(Brennan laughs, hand smack)": null, "We could do it. Give us, I mean, we had a whole month? In a month,": null, "(Brennan continues)": null, "we could beat the country club at croquet. Without a doubt.": null, "Brennan: Well, that was- some of these were surprising me too. Like": null, "when, cause Aabria, I love the time-lapses, which is again, very keeping": null, "with the genre that has these sudden times schedules-": null, "Aabria: We gotta get to the end-": null, "Erika: Time skipping!": null, "Aabria: Of the fucking school year! (squeals)": null, "Erika: I love it. I love that.": null, "Brennan: But the like.. playing that Scuppers thing, I wasn't expecting": null, "that time, I was like, \"Okay, we're going to be here in the first week": null, "or whatever\", and that time jump, I was suddenly like, \"Oh my God, oh my": null, "God, oh my God\", how has, like, Evan changed of a month of hanging out": null, "with the pilot program, and be playing- I was like, \"Okay, I am on the": null, "Chimeron, like Scuppers team\". The idea of hanging out with Jammer for a": null, "month, and not absolutely destroying and trash talking the shit-": null, "Erika: Yeah! (laughs)": null, "Aabria: So good!": null, "Brennan: To me I was like that- I was like, I hope everyone reads that": null, "as a month of hanging out with Jammer.": null, "Brennan: 'Cause in no world does \"Day one\" Evan say anything like, \"Eat": null, "trash, beat trash\".": null, "(everyone laughs and claps)": null, "Danielle: So good.": null, "Lou: God damn (wheeze laughs)": null, "Aabria: And I loved it. And there's like, just like, from my end,": null, "there's a lot of scenes where I was like, \"Okay, if they do this..\",": null, "like, episode three was definitely like, \"All right, I'm gonna kinda": null, "like, let them off the leash, and like you do whatever you want now, and": null, "I love that you guys were like, \"We're going to go check out the fuckin'": null, "Scuppers Field\", I'm like, \"Are we really at the flying? It's time for": null, "flying and sport? Yes!\".": null, "(Erika squeals)": null, "Yes. Go, My children, go. (laughs) It was just, I was so happy. And": null, "then, the way you made it, like such like a beautiful heartfelt moment": null, "of like, truly appreciating magic in this way, and like having the": null, "lines, like, later on where you were like, \"Oh, we're wizards\", and like": null, "coming into that realization was just so.. like, that's the thing, like,": null, "that's the thing that I love about Harry Potter, and then you all did": null, "it, and it was really cool to watch, and like, I hope everyone enjoyed": null, "watching it 'cause like, as someone who had very little to do in that": null, "scene, I was just like, (imitates sobbing) \"I'm millennial trash, and I": null, "just love magic\".": null, "(Danielle, Erika and Lou laugh)": null, "Erika: Oh my gosh, that was all.. all of it, just like the time jump,": null, "and just the group dynamics, just everything, like, really just started": null, "to gel, and that whole episode just felt so good. Beginning to end.": null, "Lou: Yeah. That was a lot- I mean, it's wild to think about the scene": null, "right before Scuppers, is you at Dr. Stitchnitch. (laughs) That was- we": null, "did that, and I remember when you asked us if we were going to do, like,": null, "speaking to that as like, you we're like, \"Well, what do you guys want": null, "to do?\", and I was like, \"All right, Evan just went through it, but I": null, "really want to play Scuppers?\"": null, "Erika: Brilliant.": null, "And that's the pacing! (hand smacks)": null, "Lou: Yes.": null, "Erika: That's the pacing of these books.": null, "Aabria: And that's the cool thing about, like, being at a table full of": null, "storytellers that, like know, like, \"Okay, got to do something light\",": null, "and you're like, \"A sport?\", and I was like, (whispers) \"Fuckin' bless": null, "you, yes.\"": null, "Lou: Yes. Yeah, I was like, I don't think we want to just be like, \"Hey": null, "Evan-\"": null, "Aabria: Yes!": null, "Lou: \"How was the nurse's office? Let's all have a seat\".": null, "Erika: Well, it's just, we know, we understand what's gonna feel good.": null, "It's like, it's what feels good for us. And also, can I just shout out,": null, "how much prep did you put into that sport?! You had rules up top, you": null, "had the names for everything.": null, "Brennan: Yeah, Quiddie, how much work did you put into that? Yeah.": null, "(laughs)": null, "Erika: Do you like magical sport?": null, "Aabria: The reason I love magic sport so much, it's as a whole.. there's": null, "more rule- It's fine.": null, "(Brennan laughs in surprise)": null, "I didn't- I was like, I could say here.. \"Don't, just let them play and": null, "do a roll\". I like magic sport. Thank you for playing my magical sport.": null, "Lou and Brennan: It was so great.": null, "Lou: I felt like the form of it was very, like, fluid and like, exciting": null, "to be like, \"Oh, should we just narrate whatever cool sports stuff we": null, "want to do?\", and it's not like a, well I would like to attempt this,": null, "it's like, nah, I'm going to do the pass, pass 'n' go, and we're just": null, "going to see if it works. Y'know.": null, "Aabria: I also hate the idea of a wizard sport that doesn't involve": null, "casting spells or just flying around, like,": null, "Lou: Yeah!": null, "Aabria: Just play soccer on the ground, flop.": null, "Erika: Why would you do that? You know. I feel like it had the best,": null, "like this sort of \"combat system\", if you will, had the best of all": null, "worlds for me.": null, "Erika: So it's like, more storytelling heavy, and there's sort of a": null, "structure to it. So, we know there are certain orders, and like, there": null, "are certain, like parameters, but at the same time, it's just, we get to": null, "go HAM in terms of storytelling.": null, "Brennan: Yeah. So, great. What I also love too, that like, 'cause I know": null, "that, everyone picked their roles perfectly. I loved, like, Sam helped": null, "with the initial charm roll to like get the team on the same page. It's": null, "like, makes perfect sense as like co-captains of like-": null, "Lou: That moment was sick as hell.": null, "Brennan: Yeah.": null, "(Danielle laughs)": null, "Erika: Oh my god!": null, "Brennan: Well it's just, it's so fun to think about, like, Sam and": null, "Jammer as being this group that comes to this, like, how the fuck do you": null, "have an outcast house that's 65% of the student body? In what sense are": null, "we outcasts? You fucking assholes.": null, "Brennan: Like, we're everybody here! And the idea of like, coming in": null, "with just a lot of charm, and charisma, and teamwork and the idea of": null, "like, why have you all accepted defeat? It feels very, it does a whole": null, "lot. There's like so many layers to this world building Aabria, that are": null, "so great. But it does feel, I don't want to say in a weird way it feels,": null, "there's sort of like uniquely American thing, where it's like, \"Well,": null, "you know, if we had only been so fortunate to be at Hercinil, and it's": null, "like, we're the underdogs, we're gonna cl-": null, "Brennan: This is fuckin' Mighty, it's Mighty Ducks, what're you fucking": null, "talking about?": null, "Danielle: Bad News Brooms.": null, "Aabria: Quack, quack!": null, "Brennan: Bad News Brooms! So, like-": null, "Aabria: Bad News Brooms!": null, "Brennan: We're gonna fuckin' stomp these people-": null, "Erika: Keep naming the episodes.": null, "Brennan: What're you talking about?": null, "Aabria: Name of this talk back.": null, "Lou: Bad News Brooms?": null, "Aabria: Bad News Brooms.": null, "Brennan: Bad News Brooms. (laughs)": null, "(Brennan hand smacks)": null, "Aabria: And for those who love sports out there like me, the clear": null, "analogue point guard, basketball, but you were at the center for": null, "volleyball. Which is why you were able to, like, make sure people were": null, "in the right place at the right time.": null, "Danielle: Oh! That's so beautiful.": null, "Aabria: So if you want to have, like, a little analogue to your actual": null, "role in wizard sports.": null, "Danielle: Yeah. I'm writing that down.": null, "Erika: Yeah, cool!": null, "Aabria: Ooh, okay, I like this one. \"If you wanted to make a Magic and": null, "Misfits shirt from a moment in this episode, what would it be?\", and I": null, "feel like they're just making us do the work of like, Warner Brothers": null, "team.": null, "Lou: Cool, yeah, I'm down.": null, "Lou: Let's pitch merch!": null, "(all laugh hard)": null, "Aabria: I like it. I like this question a lot.": null, "Brennan: Oh, it's.. Sam! It's \"We don't know you\".": null, "Aabria: (yells) We don't know you!": null, "Erika: Yeah, down, hands down.": null, "Lou: Yeah, we don't know you.": null, "Aabria: Can we just talk about that moment? Like I know we're just": null, "jumping around. I have no sense of like how to do these effectively or": null, "in like a chronological order. That shit was amazing. It's gonna live in": null, "my brain forever-": null, "Danielle: Oh, thank you.": null, "Aabria: and ever.": null, "Brennan: Just like a, like, mirror, a scintillating mirror, like": null, "ascendant, like going Super Saiyan Sam talking to a whole crowd of": null, "shadow demons, being like, \"We don't know you?\".": null, "(Erika and Aabria wheeze laugh)": null, "Aabria: The dismiss- Oh my God.": null, "Brennan: (blows air) God that was so good.": null, "Danielle: It's like.. This is our best friend, and like, we chose, you": null, "know? And even though like, we were all thrown in this together, like": null, "the immediate decision was made that like, we are the squad, and we have": null, "chosen to be with each other, and not just cause we could go off, and": null, "just be the outcast in separate houses, but we wanted to be together.": null, "And it's like, we chose him and it's like, well, y'all are like the best": null, "friends that want to always come around, but don't pitch in on booze,": null, "So..": null, "(Erika screams) (Brennan and Aabria laugh)": null, "You didn't put in on this, you have to leave, I'm sorry.": null, "Lou: Get out the house, what're you doin' here?": null, "Danielle: It's my momma house.": null, "Erika: Yeah, it's Evan's shitty roommate, you know?": null, "Lou: Yes, exactly.": null, "Aabria and Danielle: Yeah!": null, "Erika: Just tag along, you know, it's like oh no, come on, we invited": null, "\"you\".": null, "Brennan: It's like a very interesting thing too, of like finding that": null, "dynamic, and I feel like, we see this trio, it's finding foibles for": null, "teenage characters is always really interesting, and I feel like for me,": null, "I was looking at like, oh, well Evan has this like, you know, Voldemort": null, "thing or whatever, and like has like already written himself out, and I": null, "think even in the earlier episodes, every time I was like, wow, you're": null, "so good at that. It's like a compliment, but it's also like taking a": null, "step back from the group. It's like a self-alienation, and I feel,": null, "especially like these literally, there is a trio of heroes here, and I": null, "feel like for Evan it's like trio of heroes, like look at every one of": null, "your magics, look at how well it all works together, and that thing you": null, "did of the dead thread between Jammer and Evan as he was like, (hand": null, "smack) I'm not part of this. And I think that there's like in that": null, "moment of seeing it, like, seeing the heroic magic of these three, like,": null, "look at all the cool shit these guys can do. There is that like very": null, "real thing of like, I think writing yourself off and alienating yourself": null, "without consulting anybody is like the most teen foible I can think of.": null, "Aabria: Yup.": null, "Danielle: Mhm.": null, "Brennan: It's like a very young person thing to do to be like, well, I'm": null, "not going to ask for help or talk to anybody. I'm just going to assume": null, "the worst, and step back.": null, "Erika: That's also kind of an anxiety thing.": null, "Brennan: Sure, yeah!": null, "(Aabria and Erika laugh)": null, "Erika: I mean.. you know?": null, "Aabria: Whoop! Yup. Before you have like, have the word to like name it,": null, "and you're like, this is just how I feel better by just noping.. out the": null, "situation.": null, "Erika: Do not perceive me.": null, "Aabria: Yeah! Please do not perceive me..": null, "Brennan: God. Yeah. The conversation with Jammer, like right when I was": null, "like, talking about the phone, being like the phone voice, and Jammer's": null, "like, \"There's no transfers, there's no anything like that\".": null, "(Erika and Danielle groan)": null, "Brennan: It's like so transformative for someone just to choose": null, "kindness, and be like, \"No you're in man. Like you're already in, it's": null, "fine. You're in and that's it\". I could keep talking about how sweet": null, "everyone's characters are..": null, "Aabria: No, no, that's so good!": null, "Erika: Yeah.": null, "Aabria: Also, I just super like the little, like, the tiny, dumb joke.": null, "'Cause like, it's really hard to not think in like, the context of D&D": null, "when, like, thinking about how to think about spells, and at some point": null, "you mentioned like, in character, and you're like, \"Yeah, Jammer's": null, "really buff\", and I was like, \"Buff, party buff. You're the party buff!\"": null, "You're the bard in the group!": null, "(Lou laughs) (Aabria and Erika laugh)": null, "So like, you have a passive buff, and like, yeah. It was really nice": null, "being able to like say it, and like have someone that like sees magic,": null, "that could see it, and like start to manipulate it, and so, that was": null, "fun. To like to start to like do those big reveals, and then you both": null, "had like, big reveals for your power. And you had your big rev- Oh my": null, "God!": null, "Lou: Oh my God!": null, "(Erika screeches happily)": null, "How have we not talked about the singing?": null, "Erika: So, yeah. I mean, like, when we first came up with our": null, "characters, mine came from \"My Immortal\", the terrifying, possibly": null, "ironic, that is.. the history shall decide.": null, "Aabria: I know you said ironic, and I heard erotic, and I was like, I": null, "guess?": null, "Erika: Well! I mean, what Harry Potter Fanfic isn't? But yeah, and it": null, "just like, \"Oh yeah, this character's like super dark, super dark, you": null, "know?\" Oh, she was wanting to be super dark, and like there's an": null, "inherent comedy in just the people that just are like, \"You know, it was": null, "like pretty fly for a white guy\". It's just like, oh, you're just-": null, "you're trying so hard, and you just don't have it. But then like, we": null, "were like, what's the game with that? And then I said, \"Okay, how about": null, "she has something we call \"Disney Princess magic\", where it's just like,": null, "she's inherently good at household chores, and all of the little": null, "critters, like, flock to her, and she just hates it. She hates it, and I": null, "don't know. I think there's some things that she's going to address": null, "about like why she hates that too, in the final episode, I'm sure. But": null, "yeah, and we were just like riffing back and forth on this.": null, "Aabria: God, I just remember 'cause like at some point we got to the": null, "like, Yeah, if she could pick her kind of magic through the lens of like": null, "fandom, what would it be? And I think at some point we got to like": null, "Scarlet Witch. We're like, \"Oh, chaos magic\".": null, "Erika: She's like, \"Chaos magic\". \"Oh chaos magic, she's gonna want": null, "something bad-ass.": null, "Aabria: But like, chaos magic to someone who's like, \"I'm a bad-ass\",": null, "that's not chaotic. It's just cool. Like, what's chaos magic to someone": null, "who's like dark and edgy, and you're like, there's nothing more chaotic": null, "than a beautiful Disney princess. Are we doing this?": null, "(Erika squeals happily)": null, "Like, let's go.": null, "Brennan: Incredible.": null, "Aabria: And then, yeah. Like you were just like, \"Do we hide- Oh, we're": null, "hiding! None of you know. We're gonna keep it a secret!\"": null, "Erika: Yeah, nobody knew.": null, "Lou: The timed reveals were fan- like, between the like singing- And": null, "like the-": null, "Aabria: (squeals happily) Yeah!": null, "Lou: \"What's going on here?\"- kind of moment, and then the turn of like,": null, "we get all of Evan's, it's like, oh the pure darkness of Evan emerges!": null, "But then, to immediately pan the camera, and it's like, \"Oh, but that's": null, "not the only": null, "(everyone laughs)": null, "big change in the room\". Was like startling, even sitting next to you": null, "was like, \"Ah, aah, aaah!\". Yeah.": null, "(Aabria squeal laughs)": null, "Brennan: It was so good. Well, like, seeing it move in that direction. I": null, "really love that very short scene of like connecting with Dream about,": null, "specifically about like, actually, like, as different as we are, you": null, "don't want what you have, and I don't want what I have, and that's": null, "something we have in common, and trying to like.. That's the thing too": null, "is it's always, whenever you're trying to, like, cheer someone up or": null, "talk to them about some shit they're going through, especially like": null, "young people, it's like, you don't want to be, like, \"You should feel": null, "better about your situation\", but like just being like, \"Hey, like yeah,": null, "I totally get what-": null, "Erika: This is the way in which I can relate.": null, "Brennan: Yeah, I can relate to you in this way, and like.. and also it": null, "was very cool 'cause I knew- 'cause Dream and Evan are still trying to": null, "get a charged thing, but it was a moment of connecting somewhere that": null, "was not just like crush. It was like, \"Hey, actually, like this is a": null, "profound thing\". Like, you don't want what you have, and I get that, but": null, "like, the thing you don't want is actually good. Like having like,": null, "singing beautiful songs and having little animals around is like.. that": null, "rules. That's like extremely cool and helpful.": null, "Brennan: Yeah. Loved it.": null, "Lou: How about that kiss.": null, "(Erika laughs and claps)": null, "Aabria: Eh! We gotta talk about it!": null, "Erika: Okay, so now we're going off paper! Making my way..": null, "(Aabria chuckles)": null, "through the tabletop community!": null, "(Danielle laughs) (Aabria claps)": null, "Aabria: You gotta do it.": null, "Erika: Yeah, you gotta!": null, "Aabria: I love it, like in the bullet time of running this, I saw that": null, "moment where you're like, (whispers) \"I'm gonna- do I just- I gotta": null, "fuckin' say- (shouts) I kiss!\", and I was like! (screams)": null, "(Erika laughs)": null, "Erika: I seen your face, you we're like, \"Ahuh! Ahuh!\" There was like": null, "this, like the tiniest of nods.": null, "Aabria: Yeah, like, (whispers) \"This is it, this is the moment, I'm": null, "gonna shut it down after this, so fuckin' do it!\".": null, "Brennan: So, so good. Listen, you know, we've had people mention, \"Will": null, "there ever be PC/PC romance on Dimension 20\"? If I had to hop out from": null, "behind the screen to make that happen, so be it, but there you go.": null, "(crosstalk)": null, "Erika: Was there not PC romance in...?": null, "Brennan: I believe this is the first-": null, "Lou: PC to PC.": null, "Brennan: PC to PC romance in Dimension 20.": null, "Aabria: Now, let me be super clear. I'm going to jump in here because": null, "there's also a whole thing about like PC on PC violence that wasn't": null, "coming through, and I was there for both, and that lets you know who I": null, "am. (chuckles darkly)": null, "(Erika screams)": null, "Brennan: Oh no wait, actually I'm wrong-": null, "Aabria: We're gonna fight and smooch, let's fucking go!": null, "Brennan: I'm actually wrong, Marcid and Myrtle actually, are the first..": null, "Aabria: Oh, yes, suck it!": null, "Let's go!": null, "Brennan: Marcid and Myrtle.": null, "Aabria: I do it all!": null, "Brennan: Do it all.": null, "Lou: Do. It. All.": null, "Aabria: I love kisses and fights.": null, "Brennan: It's fun, and I've been in so many, I've been like the wives": null, "and husbands of so many of my friends at this point that the idea of": null, "like jumping out here on this side of the screen and being like, yeah,": null, "whatever. I've been Lou's wife a couple times.": null, "Lou: A couple of times. We fought as a married couple, multiple times.": null, "Brennan: Multiple times!": null, "Aabria: Oh my God, that's so good! That's what friendship is!": null, "(Brennan laughs hard)": null, "I am your wife, and we're in this right now. (laughs)": null, "Lou: We’re in this right now": null, "Brennan: The kiss was so fun, I also love that- what was kissing as a": null, "teen? Being like, someone is actively grabbing your face, and you're": null, "still like, I could put my hands on the wrong part of their body, and": null, "this could all be over in a heartbeat.": null, "Brennan: Keep your fuckin' hands away!": null, "(Erika screams out)": null, "Aabria: Arms out and foot pop was just like, that's the perfect way to": null, "do like, what a big romantic!- these idiots. I just like the height": null, "mismatch, and stuff..": null, "Lou: It's so easy to picture too, Sam and Jammer just sitting there, and": null, "not like, like with just like weird blank faces of being like, \"Well,": null, "this is nice, but so weird\".": null, "Erika: Yeah": null, "Brennan: The PTA of this": null, "Erika: I love that they were like, our friends have disappeared. Can you": null, "imagine like, just this epic moment of like, our friends have": null, "disappeared, we don't know where they are. Like, we've lost the game.": null, "But we should, you know, just kind of check in..": null, "Danielle: Just a little hulloo.": null, "Lou: Just a quick hulloo.": null, "Erika: Dying!": null, "Brennan: But that whole, that whole scene was sur- and I love how much": null, "of a truly, yeah, pun intended, like a team effort it was, of like,": null, "everyone came through, and it was so perfect for each character of Sam,": null, "like taking.. focus and being the center of attention and being like-": null, "Aabria: We got it!": null, "Brennan: It's like, I'm going to be the person. Jammer, like, bodily": null, "getting in to like wrestle Evan out of there and this sweet.. like": null, "freezing of time, like spellbreak, very Disney, like honestly Disney": null, "prince moment a little bit? Of like, I'm going to break the spell.": null, "Brennan: It was so great.": null, "Danielle: And then Jammer with like, just killing it with the": null, "motivational speeches.": null, "Aabria: Yo!": null, "Erika: Like Jammer knows what's up, like at all times, and just so they": null, "can like, flail around as much as they want, and he's like, \"Okay, now": null, "this\".": null, "Lou: I think it's just like the dream role I've wanted to play my whole": null, "life, it's to be on a sports team, and be like, \"All right everyone,": null, "here we go. It's us\", if that's what this is, that's everything we need,": null, "it's here. So, it's like the opportunity I think to like, it's so.. I'm": null, "so excite- like, its fun to be in this space with like a band of people": null, "in a world that doesn't understand us, and is just happy and excited to": null, "ogle us, for the most part. To be like, it makes it so easy to be in": null, "that space of like, \"Hey, what's up, we're all we need\", and they can": null, "get on board if they want, they can ride the train if they want, if they": null, "don't want to, hey man, you know, we're on our way off into the sunset.": null, "Like it's just, I dunno, it's such a, there's so much, it's so easy I": null, "think to like, pump up this group.. because we're like, talented, even": null, "though this world doesn't see it, and I think that's also like, so much": null, "of the fun of this world is like, how much and how often the world": null, "reminds us, like, \"Oh, who are you? Oh, you're those kids. You're those": null, "kids\", and it's like, well, you're about to know our fuckin' names,": null, "dude.": null, "(Aabria and Danielle laugh)": null, "Lou: What was the line you had, where you said to Axel.. Axelby.": null, "Erika: (Shrieks) Oh my God!": null, "Aabria: Axelby!": null, "Lou: \"We're the heroes\"?": null, "Aabria: Oh man, y'all were mean at Axelby's roast.": null, "Lou: \"We're the heroes, like get in line\" or something like that? I was": null, "like, oh, that's the energy of this group? That's it in this like, or": null, "that's how Jammer sees us, which is like, we're the heroes, y'all are": null, "just, you know.": null, "Erika: Talking to NPCs.": null, "Brennan: Yeah. It's so God, those moments were so great. First of all,": null, "just like, all of Jammer's inspirational speeches are so funny, and it's": null, "very funny 'cause it's like, to say family on six, and then Evan just": null, "like, (whimpering voice) \"Family!\", like.": null, "Like it means so much, and it already means a tremendous amount to": null, "Jammer, and it means that, and so much more to Ev', just like,": null, "(whimpering voice) \"Ya man, er thank you\".": null, "But, I loved that- because I think there was so much happening in the": null, "later part of the episode, I forgot all the early parts of the episode.": null, "Lou: Right?! We didn't-": null, "Brennan: (shouts) We started with the fuckin' fire kid-": null, "All: Yeah!": null, "Brennan: And like, that whole scene was so funny because I had every": null, "intention, maybe, I, in real life, am a way more confrontational person": null, "than I've realized, but I always thought Evan- I was like, Evan's going": null, "to be a quiet and polite kid 'cause he's trying not to blow his stack": null, "and all these British kids, something is like, \"Hey man, who the fuck is": null, "talking to you?\" Like you've come over and started an interaction to": null, "start a fight? Like I don't- There's I remember having this crazy": null, "conversation with a buddy of mine, from England, who literally was like,": null, "you know, he's like, \"Americans, you're all so sensitive, like I don't": null, "understand, you're all- Americans very sensitive people\". And I was": null, "like, really? I don't have that impression. What do you mean by that?": null, "And he's like, \"Well, I was at a bar with some Americans taking the": null, "piss, right? And you know, you take the piss out of someone, and I was": null, "saying to someone, he showed us a picture of his girlfriend on his": null, "phone, and I was like, \"Oh, she's a bit of a dog's breakfast.\", and I": null, "was like, dog's- you called a guy's girlfriend \"dog's breakfast\"? It's a": null, "miracle you're standing,": null, "and I'm a very peaceful guy. Like, you're saying sensitive. Do you- have": null, "you ever heard the term fighting words? There's no correct verbal": null, "response to what you just said, only..": null, "Danielle: Except for \"Let's take it outside\".": null, "Brennan: Let's take it outside.": null, "Danielle: That's the only thing you can say.": null, "Aabria: Along with all of that, like I think there's also 'cause I was": null, "trying to do like, okay, how to be kind of like weird and British, and": null, "there's a lot of that like, I'm going to say something, and you're not": null, "going to like, physically do anything about it, and I feel like that's": null, "doubly more, like if you're a British and a wizard, and you're like, we": null, "absolutely do not throw hands. Like. So, we're going to say something,": null, "and like, if it goes to like, a magical fight, like someone's gonna": null, "fuckin'- like bodies drop when we do magic about it. So it like, I": null, "always imagined that wizards just are vicious, verbally, with zero": null, "expectation of repercussion. So, it's been really funny to go around and": null, "just be like, I just get to be like the biggest bitch I've always wanted": null, "to be as a DM. And then, watch everyone be like, \"I like being yelled-": null, "This is funny\". I'm like, let's fight, let's go.": null, "Erika: So funny, because yeah, these characters are just like, so": null, "whimsical, and it's almost.. They don't realize, they don't realize": null, "like, that there is an alternative.": null, "Brennan: (shouts) Shipped! Patting Axelby's head.": null, "(shocked yells)": null, "Erika: No!": null, "Lou: One thing that hit me in this way, like this thing kept happening,": null, "and it's like, well.": null, "(Aabria wheezes and snort laughs)": null, "Do you want to talk like this? Well fine. I'm Bulletproof, I'm": null, "bulletproof. You can't hurt me, your words can't hurt me, and if you": null, "wanna scrap, do it.": null, "Like, let's let bodies drop. Like, if that's how it's going to be. Like,": null, "it felt good to be like, Hey, what's up man? You ain't shit.": null, "Erika: I think that there's something so.. quintessentially American": null, "about this. We do not solve things with words, like, that is not the way": null, "that any of us were brought up!": null, "Danielle: No.": null, "Lou: No..": null, "Aabria: Well, I was taught to like rip a person apart, and then if I": null, "have to go outside-": null, "Erika: Sure... verbally.": null, "Brennan: But you can tell that there is this huge cultural buy-in to all": null, "of the NPCs of this fuckin' Oscar Wilde \"bon mots\" witticism world where": null, "they're like, \"Oh, well yeah, only talking ever happens\", and then you": null, "get a kid like Evan, who's like, talking rarely happens.": null, "Aabria: Yeah! (chuckles)": null, "Lou: I've fought adults in a parking- in a gas station.": null, "Danielle: In a gas station parking lot!": null, "Erika: And then, amending it with a, \"Oh, a petrol station\", as if that": null, "was helpful.": null, "Aabria: The thing that didn't land was the petrol... God damn it,": null, "wizards.": null, "Brennan: Yeah, but that thing of like, oh, I don't have \"buy-in\" to": null, "whatever this \"Oscar Wilde hurt peoples feelings and get away with it\"": null, "thing is like, I am going to like- and again, I do think there's an": null, "American thing to this. Having talked with like my British friends, of": null, "like, I am unfailingly nice, like nice and kind to the point where it": null, "might make you uncomfortable, how sincere I'm being, and if you try to": null, "bond with me by being mean to me, and I'm unfamiliar with you, there's": null, "going to be real aggression, and it won't be witty. It's not going to be": null, "witty aggression. It's gonna (laughs) be like real, real aggression. And": null, "I remember like, we had that thing, and Jammer did that thing where he": null, "like intimidated Axelby, and then we started talking, and then Axelby": null, "chimed in again, and real Brennan was like, \"Hey man, we're done with": null, "you.": null, "We're done. We're fully done. Do you want to, you want to chime in": null, "again? Did you not hear my man explain the next step after you do it": null, "again? Like it's not going to be good\".": null, "Aabria: Oh, my God.": null, "Lou: Honestly, like pithy British villains are ruthless. Like, it is": null, "funny to be challenged in that way of like somebody being like, Hey, I'm": null, "going to get in your face until you either shut me up. Or like, hurt me": null, "so bad, like offend me so badly that I like what, like Harry Potter": null, "style, like run off, run off down the hallway. 'Cause that generally": null, "seems to be how things get handled. It's like, either someone's like,": null, "(wimpishly groan) and like disappears or they go or they're silent or": null, "they like respond with another retort and there's another retort, and": null, "then yes, a teacher walks in and is like, it's class time, and everyone": null, "goes quiet, but it's never like you said, \" Oh, really bro, like, what's": null, "up?\". It's like all their berries and cream asses, and we come out here": null, "from America, and we were ready to knock. (shrieking laugh)": null, "Brennan: I remember, it was a very funny thing 'cause obviously like,": null, "violence is wrong and you should talk through problems, et cetera, et": null, "cetera. But, there's this the interesting thing, I remember being a camp": null, "counselor and having this issue where there was this kid who was very": null, "cruel to other kids, it was a whole problem. We had to call the kids'": null, "parents, and he was like verbally abusing kids, and he would like find": null, "out stuff about them, and like use it to make fun of them. There was a": null, "kid who was like very insecure about smarts, and he would call the kid a": null, "lot of things that I don't care to repeat on camera that had to do with": null, "intellect, and one night he, he did it, and this kid, whipped around,": null, "who had asked him like, please stop making fun of me, whipped around and": null, "clocked him in the head. And I remember, I was directing, and I walked": null, "in, and the kid was like, I walked in to where the kid was, and the kid": null, "was revelling because we have a rule about sending kids home if they're": null, "violent, and we walked in and I was like, \"Hey, we called parents, we": null, "talked to the nurse, we talked to the camp, and I was like, we're not": null, "going to be sending this kid. We called his parents, and we're not gonna": null, "be sending this kid home because you provoked him, and you knew what you": null, "were doing. He's on a one strike policy. You guys shouldn't be near each": null, "other anymore. And the kid lost it was like, \"That's against the rules!": null, "That's against the rules! You're not supposed to do that\", and I kind of": null, "got in a Evan Kelmpy way. I was like, number one, we made up the rules.": null, "(Erika squeals with joy)": null, "We made them up. And so, we don't want to follow them, and so we won't.": null, "So welcome to institutions-": null, "And then, number two-": null, "Aabria: I need that on a shirt.": null, "Lou: That's the merch! Merch number two.": null, "Aabria and Brennan: Welcome to institutions.": null, "Brennan: And then I was like, also for you to know, 'cause I didn't": null, "want- I wasn't trying to like mean mug this kid. I was like for you to": null, "know, you're very verbose, you're very good with your words, other kids": null, "aren't, and if you use this skill you have over other people to hurt": null, "them all the time, I'm telling you not as a threat, but as a warning,": null, "they will find other ways to express their displeasure, and that might": null, "mean getting your ass knocked off (wheezes) the ground.. a lot! Knock it": null, "off!": null, "Lou: And that kid? Mark Zuckerberg.": null, "(everyone laughs hard)": null, "Brennan: I'm old.": null, "(everyone laughs again)": null, "Lou: I don't know old you thought Brennan was.": null, "Brennan: Well into my fifties, yeah.": null, "(Lou laughs hard)": null, "Aabria: For what it's worth, I was the like- I wore glasses from like": null, "age five, and my cousins who are all like, just fuckin' like, black": null, "Amazon kids that were like, raised way scrappier in the Midwest. And I": null, "was just like, I'm an only child and I love books, and I used to go out": null, "every summer for like a couple weeks and like stay with my cousins, and": null, "they were like, we're going to like, toughen this little girl up 'cause": null, "she just wants to sit and read those illustrated classics. And after-": null, "Erika: (wheeze laughs) Yes! Shout out to illustrated classics!": null, "Aabria: Stacks, stacks on stacks.": null, "Erika: Oh my God.": null, "Aabria: And I would like try to sit in the house, and just like, in my": null, "grandma's house, and try to read, and they would push me outside. Like,": null, "you'd have to go play, and then the street lights come on, and then you": null, "come back, and I'm like, I don't like any of this cycle at all. My": null, "cousins were ruthless to me, and I remember the one, like after just a": null, "bunch of like teasing, and I didn't have comebacks 'cause I like went to": null, "like a private school, and like, we didn't have that. I lost my mind- I": null, "remember putting my book down, walking across the street to a corn": null, "field. I stripped a stalk, came back, and like knocked my cousin": null, "unconscious.": null, "(chuckles)": null, "Danielle: Oh!": null, "Aabria: Yeah. I just went off.": null, "Lou: Hell yeah, hell yeah.": null, "Aabria: And my grandma walked- like saw me, like, pulled me away, and": null, "then walked in, and called my parents and went, \"She's going to be": null, "fine.\"": null, "Like, that's the formative memory for like, when Aabria stopped to get": null, "like- and then I grew like four inches, like, and by the next summer I": null, "was like, I'm bigger than all of you, fuckin' say something.": null, "Aabria: I dare you to.": null, "Erika: This is such a compelling back story.": null, "Aabria: I was like undersized, and then came back and I was like, \"I'm": null, "big, and I will stay bigger than all of you forever\".": null, "Lou: So, that's why we constantly threaten our enemies.": null, "(they chuckle)": null, "Aabria: Americans!": null, "Erika: Well, and I think we're all, like, nerds, and stuff, and so until": null, "we all have, you know, for one reason or another been picked on, and had": null, "to deal with it, and we abide, when you're younger, you sort of abide by": null, "rules or- I don't know. You sort of like.. you follow rules because": null, "that's all, you know, and then eventually you realize that you can break": null, "them, and especially if you're like a nerdy little good kid, like there": null, "are very few consequences for you, you know? So yeah. I was also the kid": null, "that got picked on like constantly just like verbally abused, like": null, "shoved into lockers, like classic stuff in middle school until finally I": null, "started like fighting back, you know? I mean, actually I think I have": null, "this memory in preschool of like, these two guys that used to be my best": null, "friends, and then suddenly it wasn't cool to talk to girls anymore. And": null, "so, they just ignored me, and I took one of those heavy telephones, the": null, "old fashioned dialed ones, like we had a fake one in the little play": null, "kitchen, and I took it and it just like slammed it into one of the kids,": null, "and he just crumpled. He crumpled, and started crying.": null, "Lou: Respect, respect.": null, "Erika: And my parent got called, and yeah, she was like, well, I don't": null, "know, were they bullying her?": null, "Aabria: Yeah! But, I think there's that sense of like inherent, like,": null, "you do what you need to do to like survive, and make sure it doesn't..": null, "it's like, it's a very Ender's Game thing, And I think that's like, so": null, "quintessentially American, especially when you're like, backed into a": null, "corner by institutions and societies, like the way you are, so. Not in a": null, "way that like, I am like, \"pro-violence\", but it's been really": null, "interesting to watch all of you like have these reactions as students": null, "who like have that sense of like, I call you \"Misfits\" at the top of": null, "every episode, and that's an important afratic phrase to say, like,": null, "\"Remember you don't fit in here, you don't belong\", and it's an": null, "intentional thing to remind you, and to kind of put you on your back": null, "foot, like going into it so that you can like, respond from there, and": null, "like move forward.": null, "Brennan: The world does a really good job of reminding us of that, in a": null, "fun way, in a way, but it's like, it's very much this thing of, and I": null, "think it's like fun in the same way that like, you know, comedic. 'Cause": null, "we're all also like improvising and doing comedy here. Like, wait, what?": null, "Lou: Wait, hold on. Wait.": null, "Brennan: But like as much fun as it is to call out like, that owl rang": null, "like a phone.": null, "(Aabria laughs hard)": null, "It's also, it's also- I will never drop it. It's also, but it's also": null, "very fun to call out shit where that kid, Penfrew is like, \"So, you're a": null, "bit of an odd bird\", and I'm like, no one has said hello to me. Do you": null, "understand? People come up like we've been talking. What? Which is a": null, "perfect thing that happens in the books. People just come up, and": null, "they're like, \"The Potter boy..\" And you're like, \"Hi, I'm Harry!\",": null, "like..": null, "we're in like this Midwest thing of just like, \"Hel- hi, hi, what's your": null, "name, man?\"": null, "(Aabria laughs again)": null, "Let's get to know each other!": null, "Aabria: Whoo, so good.": null, "Lou: What's that thing you said, before you walked into the nurse's": null, "office, and there was a 100 percent, they hate you?": null, "Aabria: Oh my God!": null, "Lou: What is it? Why don't you just say what you're gonna say, or what": null, "was it?": null, "Aabria: Oh God, it was giving him permission to ask the question, but it": null, "was so..": null, "Brennan: No, he kept saying like, \"You have to tell me that you're not": null, "going to freak out\", and eventually there was a long pause, and I said,": null, "\"Say, what's on your mind\".": null, "Aabria: Yeah that was it!": null, "Lou: Say what's on your mind.": null, "Aabria: I don't have anything for this. This scene is over. (laughs)": null, "Lou: \"Say what's on your mind\".": null, "Aabria: Damn, that was so good.": null, "Erika: Ya, its so funny because you know, as a kid, I feel like, and": null, "even now, all us are very- we're kind of pacifists, right? But, do not..": null, "mess with us. Do not!": null, "Lou: Mhm, no.": null, "Brennan: So it's.. yeah, it's a privilege and a luxury to live a life": null, "where, you know, where like.. danger is a rarity, but the like.. yeah, I": null, "think that there's that weird thing that these characters are going": null, "through in this world of like, how unreal, like pomp, and ceremony, and": null, "norms, and stuff are, where you realize like, how unquestioned": null, "everything is, and that's weirdly like one of the benefits of being like": null, "a \"misfit\", is the ability to look and go like, \"Oh, you have been": null, "swimming in this water your whole life, and can't see how polluted it": null, "is\". Like, you don't get all the fucked up things that are going on": null, "here, which means that you can, you know, teach everyone a mukbang on": null, "day one,": null, "(Aabria cackles)": null, "or you can do the thing that's like, \"Hey, you guys actually don't even": null, "know how to play-\" Like, look, here's how we're gonna play Scuppers,": null, "here's how we're gonna to do this other thing. Or even, you know, like": null, "talking to the kids from the like, \"evil\" house, and being like, \"You": null, "guys know that evil's not a valid flavor of": null, "kid to be. Whatever, quit! You know, the kids like, \"Well there's": null, "nothing I can do\", and it's like, quit!": null, "Brennan: Quit, yeah, what do you mean \"there's nothing you can do?\",": null, "like, think about it for 10 seconds. Question this, question your whole": null, "shit for 10 seconds.": null, "Aabria: Whoo, out here changin' hearts and minds.": null, "Erika: I mean, there's an interpersonal communications, like, reason for": null, "that because of the people have certain pillars of personality, and": null, "there's things at the top, like my favorite color or something,": null, "something that can change, but then there's things at the bottom, like,": null, "you know, values like family, faith, and just, you know, if we come in": null, "with like, those different pillars than them, and we see all of us, were": null, "like, wait, but wait, and they just are not willing to look down, and": null, "evaluate what all is going down now.": null, "Brennan: Yeah, absolutely.": null, "Aabria: All right. I have one final question for all of you, and this is": null, "like good content, but also a gettin' ready for the finale. So, what's": null, "one thing you think your character, like, did or accomplished? How are": null, "they different in that month gap that we didn't get to see?": null, "Lou: I feel so close,": null, "but it's still like, it's like a... it has like a shape, but it doesn't": null, "have all the colors yet.": null, "Aabria: Ooh!": null, "Lou: But I think it's something on the Scuppers Field. Like it's": null, "something of like, it's something to the idea of like, it's something": null, "that, like, I think hardens the connection between these three people": null, "and then.. but then also our role at the school, and I think it's a": null, "moment of like us practicing Scuppers, me calling for a practice of the": null, "10 of us, of the 10 of us, only us four showing up, us, like, playing": null, "Scuppers, and I think a moment where.. Even.. like not only does Jammer,": null, "I think also building off of like, the kind of labels of like, this kind": null, "of a team captain energy that like Sam and Dream were speaking to Blake": null, "in the scene before we cut the month ahead, I think there's this moment": null, "where Jammer understands that he's.. really great at Scuppers, and feels": null, "at home between the wand and between Scuppers, and being good at it, and": null, "being good at it with these four people, and wanting to play, continue": null, "to play this game, in this space, and discover more about this, all of": null, "the stuff that he's opened inside of himself by being here that he": null, "probably won't be leaving... the school anytime soon. Like he's not": null, "like, I think there were moments that like, he was like, \"Oh, this place": null, "is weird as hell, this place is weird as hell\", but I think there's a": null, "feeling of as long as these four people are here, and we're playing": null, "Scuppers together, I think I have a home, here.": null, "Erika: Awe!": null, "(light tap claps)": null, "Danielle: That's dope.": null, "Aabria: That's so good!": null, "Lou: Is that what you wanted?": null, "Aabria: I did! It's so good! Please take an adversity token.": null, "Lou: Oh, okay.": null, "Aabria: So, anyone else have an answer? 'Cause I am dumb answers that": null, "like, the ways in which the world has changed, in that month.": null, "Danielle: I think for Sam it's... she's discovered this power with all": null, "of the other kids that are like the outcast misfit kids. And so, I think": null, "for her it has been because she is so used to dealing with people": null, "through screens and then some people at school, but this is like where": null, "she can influence people like in real time while they're there. So, I": null, "think a big part of it is, is like, Sam has probably gotten, I mean,": null, "we're all- I would assume that the four of us are semi-popular already.": null, "Aabria: Oh a 100 percent.": null, "Danielle: Just by being who like, we are.": null, "Aabria: We were fascinating before, and now you're great.": null, "Danielle: Yeah. Yeah. And so, I would think that it would be a thing of": null, "like, Sam trying to teach the trend, teach the other kids in our house": null, "that like, we're not rejects and we're not, you know, we can do cool": null, "things. And so, I think it's just that, and like being supportive would": null, "be part of what that month is about. Is like supporting, it's we've": null, "moved beyond mukbang, and now, it's like, you know,": null, "we can, the kids.. self esteem.": null, "Erika: This is slime, slime videos.": null, "(Brennan chuckles)": null, "Danielle: This is slime, we're making slime today. Nope. Nope, not": null, "potions.": null, "(Erika chuckles)": null, "So yeah, I think it's stuff like that, and like bringing the house": null, "together. I think that, that's kind of.. what she does.": null, "Aabria: In result. I'm just gonna throw out there. Lemley who's like": null, "number one fan o' y'all, worked really- like whenever you guys weren't": null, "around, they found a way to acquire.. something close enough to a Mc-": null, "the house- the tables make McRibs now. Like that was like the house's": null, "gift to y'all.": null, "(deep breaths out)": null, "Lou: That is probably.. Jammer's, thought he was- was like, I think I'm": null, "more, I think I feel good here. And then he got back to the- that's how": null, "he knows it was that day is 'cause they got back to that common room,": null, "and, is it, it's not Lemley..": null, "Aabria: Lemley! Yeah, it's named after the movie theater.": null, "Sometimes I panic about names..": null, "Lou: All about it.": null, "Aabria: And I just say a word I know. (chuckles)": null, "Erika: Most's relatable GM thing, ever.": null, "(Aabria groans)": null, "Lou: But yeah, we got back at Lemley, was like, they do McRibs now, and": null, "I'm like, all right, we're good here.": null, "This place will do, yeah.": null, "Aabria: Incredible. There's a whole montage of him being like, \"I think": null, "there's not supposed to be bones in this\", they're like eating": null, "sandwiches with bones. Like don't tell the others. This feels bad.": null, "Lou: We're closer, we're closer though.": null, "Brennan: That's so fun, no, I mean, I actually just was thinking, as": null, "Danielle was talking, I was just thinking about Sam too, of like the": null, "growth from like, cause like being an influencer is like, you don't see": null, "the faces that are watching you, and it's such a cool transformation": null, "from like, I am the center of attention, and attention is all I have.": null, "Like, all I'm asking for is attention, and influencers are just a funny": null, "name because so often there are so many influencers. I don't know. I try": null, "not, I don't want to generalize, but like, I feel like a lot of": null, "influencers aren't actually influencing anything. It's like, I'm doing": null, "this thing that is.. like consumpt- I'm creating consumptive experience": null, "for you in exchange for your attention, right? And that like, describing": null, "what is essentially like leadership is such a cool transformation of": null, "like, \"Oh, when I actually get to see your faces, and I do this thing": null, "that I know how to do, it's actually building community. It's not the": null, "silent faceless panel. It's not the audience. It's like the community,": null, "the people that I'm like in community with\", which is so fuckin' rad. I": null, "feel like the secret, you know, the like, appointment for the exorcism": null, "thing, allowed Evan to have the best month of his life. You know what I": null, "mean? In that way of like, this thing that I dreamed of is possible. I": null, "would love for it to happen right away. It can't happen for five weeks,": null, "but five weeks is a huge improvement on never. So, let's make the most": null, "of the next five weeks. I'll keep my wand locked away, and the flight": null, "thing and like the ability to, I think he's like completely transformed": null, "by his friends 'cause like, it's not like he had a, like, it's like my": null, "group of friends back home uses these. It's like, I'm a sponge,": null, "whatever.": null, "Like whatever, you give me, like, I don't have a clique I'm coming from,": null, "like I will adopt whatever. So like, him trash-talking in that like,": null, "like in the Scuppers matches, just like Jammer.": null, "Erika: Jumping self-confidence.": null, "Brennan: Yeah, it's just Jammer, it's just him being like, I've picked": null, "up everything from Jammer I can about like, about how to do this.": null, "(Lou clicks his tongue in humor)": null, "And like.. (chuckles)": null, "Erika: Plus also, he's been eating, like, he's, had three square meals a": null, "day for five weeks.": null, "Brennan: Oh! And I've been sleeping!": null, "Lou: And of course, there's been one vertebrae that's been-": null, "Lou and Brennan: Unlocked.": null, "Brennan: We hit six feet now, like yeah exactly.": null, "Danielle: Just like, no longer living in survival mode, I think too.": null, "Such a big difference.": null, "Brennan: Yeah. I think so too, and I think like, like, yeah, like": null, "laughing and having a good time, and being generally like, positive..": null, "and yeah, I think being on the Scuppers team too, it's like, yeah, I": null, "think a total sponge of just like reflecting back the things he loves": null, "about his three friends, and being very grateful in that way that you": null, "are when you're like, \"Hey, this is like my last, like, this is my last": null, "month in town\". Like every experience is gravy. All of it is more than I": null, "thought I'd ever get, and it's a great time, and I don't have to stress": null, "about the future 'cause I have this thing that I know is approaching.": null, "Erika: So, Dream has gotten to go outside and touch grass in the": null, "literalist sense of the word. Sometimes when you are online too much, it": null, "is a thing, and I am terminally online, IRL. It gives you a different": null, "perspective.. It lets you.. discover more of who you are outside of this": null, "echo chamber of algorithms because with these algorithms, it'll show you": null, "people or things that you already like, you don't.. it's harder to,": null, "there's a lot of character growth that can happen online, with our": null, "online community. Obviously, you know, some of my best friends are": null, "online. It's just that when you get to see people face to face, and when": null, "you're faced with unpredictable circumstances and different points of": null, "view that you can talk to people face to face about, it's just": null, "completely different, and you can do a lot of rapid growing in a very": null, "short time. So I think, this month has been so much more about Dream for": null, "her, like figuring out, \"Oh, okay, these are some things that I really": null, "should just chill out about, I guess\", and so it's been a little more": null, "relaxed. She knows a little bit more who she is, and she's really found": null, "the value of real friends in real life because while online community is": null, "very important, you know, it's.. there was something missing, I think.": null, "Lou: What a month.": null, "Aabria: What a month! All right. Well on that note, we're going to get": null, "out of here, and get ready for the finale... (yells) Cut the feed!": null, "(claps)": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}