{"Dimension 20": null, "Adventuring Party": null, "True Facts About McDonald’s Apple Pie": null, "Season 5 Episode 2": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: Hello, and welcome to Adventuring Party. We are post episode two": null, "tentatively, what was the title that we said we were going to call it?": null, "All: Cluck if you Buck.": null, "Lou: Yeah.": null, "Brennan: Which is either the title for the episode or the adventuring": null, "party where we coined If You Cluck We Buck but either way I think it": null, "would be great.": null, "Lou: I mean this is episode two of Adventuring Party so after episode": null, "one was called Cluck If You Buck.": null, "Brennan: Yes, yes, yes.": null, "Lou: The logic tracks, you just got to do the work at home. Don't put": null, "that on us.": null, "Brennan: 100%, 100%.": null, "Aabria: How y'all doing, how are you? I just want to do like a little": null, "check, is everyone feeling good?": null, "Erika: I just, you know, yesterday we realized the end of the day and we": null, "just went, I went home riding high, you know? It took me forever to come": null, "down from this, like incredible energy and game and then right after": null, "that, I immediately fell asleep watching Twin Peaks.": null, "Aabria: Yay, ooh did you sleep good though? Twin Peaks is not good for": null, "the brain for me.": null, "Erika: I had lynching nightmares and I'm ready again for all of it": null, "today.": null, "Aabria: It's getting weird quick, I'm into it. Good luck everyone.": null, "Lou: But yeah, it feels good. I think I feels the same. It was just": null, "like, we kinda, it's well when you like end a D&D session and you're": null, "like, all right, well, I'm gonna drive home. I can hang out and talk to": null, "you guys for three and a half hours, but I'm gonna drive home. And so,": null, "yeah, it was just a lot of me eating chicken in my apartment going, wow,": null, "okay. That happened and that happened and that happened. And the owl": null, "showed up then like kind of a slow replay of every moment, minute to": null, "minute.": null, "Danielle: Yeah, I, you know, left here, my oobs. Went home to my cats": null, "that don't like me.": null, "Aabria: We have got to talk about why your cats. God, I don't know, do": null, "you want to put that out there?": null, "Danielle: I can put that out there.": null, "Aabria: Please, it's so upsetting.": null, "Danielle: I'm not the only one with cats that hate them. So like, I want": null, "to make sure that my family through the internet also feels the love.": null, "Yeah, I've got these cats, I've had them since like October. They do not": null, "fuck with me at all, they don't like me. I don't know why and I'm trying": null, "to fix it but so food tends to help. I was saying earlier, now one of": null, "them, Ripley, will kind of go through my legs and rub herself, and I was": null, "like, oh, nice, a sign of affection. Like she'll do that while I'm about": null, "to feed them and then I looked it up and it turns out that that's": null, "actually, she is letting any other cats in the neighborhood know to back": null, "off because her food, like I'm her food source and she's like, I'm hers.": null, "It's not that she.": null, "Aabria: That's how I feel about all of my partners. So I do feel like": null, "that is affection.": null, "Erika: I mean yeah, possession is a form of affection if you look at it": null, "sideways and an unhealthy self-esteem sometimes.": null, "(all laugh)": null, "Lou: Yeah we can work from here.": null, "Danielle: Yeah, so I went home, I had like a little post, like a little": null, "celebration cocktail, just the one 'cause we had to be up early this": null, "morning. And then, yeah, I didn't sleep until late because I was so": null, "buzzed because I had such a great time and I'm having the best, I'm": null, "just, we joke about it, but I'm just happy to be here.": null, "Just happy to be here, so yeah, just good and then had definitely had": null, "some weird wizardry Dreams. I don't remember it.": null, "Aabria: Wizard Dreams.": null, "Danielle: Like perfectly, but I know that like there was some wizardry": null, "stuff happening. It's getting into the brain, I love it.": null, "Aabria: Perfect.": null, "Brennan: I could, yeah, it's the best. You guys are the best, it's so": null, "fun playing with you. It's so fun playing with you guys. It's very,": null, "very, it's very fun.": null, "What do you want me to say? I'm having the time of my fucking life.": null, "Lou: Okay.": null, "Brennan: No, I was like high as a kite yesterday. and again, it's very": null, "it's I feel like Aabria, you're like killing it, the story is so fun.": null, "Ending on a cliffhanger.": null, "Aabria: Ah.": null, "Brennan: And an explosion.": null, "Lou: What in the evocation classroom.": null, "Brennan: I'm truly am, I'm bugging about it, but yeah, last night I was": null, "riding high and I got to zipped away and my fiance's family's Seder was": null, "happening right around the corner shooting this Passover weekend and I": null, "still, I got to scoot out from here and was eating delicious brisket and": null, "playing with little nephew Huxley and everyone was talking, it was": null, "gregarious and it was like, none of you know that I am a student at the": null, "Gowpenny.": null, "Aabria: You were with a bunch of NAMPs, it's okay.": null, "Brennan: There you go. It was very fun, he's never one to like, it's": null, "already so. I feel like you're like late to a family gathering and you": null, "don't want to, you know.": null, "Erika: Corner somebody and talk to them about your D&D character.": null, "Aabria: That's my energy here, yeah.": null, "Brennan: I also very much 'cause of her whole family works in": null, "entertainment, but they still are like, so you're an actual play, you do": null, "professionally? And I'm like, yeah, so I don't, so I feel like I, I": null, "don't get too many questions about like, how did shooting go today": null, "'cause they're going to be like, oh, this Nat 20 and already everyone": null, "just boop.": null, "Aabria: Same, no.": null, "Brennan: Just like but I couldn't be more psyched to continue the tale": null, "Aabria: Hell yeah.": null, "Erika: I feel like there are so many layers too, of why we're all": null, "excited and why the energy is high. It's like, we're excited to be with": null, "these particular people, like we're all friends and then we're excited": null, "to be like in a game together and in this like really great setting and": null, "we're inside to be in a room together too.": null, "Aabria: Yo the room thing.": null, "Erika: I have not been in a room with naked faces like for a year, it's": null, "like you know.": null, "Aabria: Naked faces and juicy mouths. Lash game on point.": null, "Lou: Exactly, we got to get them lashes out, right? Let's get them": null, "lashes out.": null, "Aabria: I have a second set, I'm very close to just like sliding.": null, "Erika: Magnetic, if you're a fake eyelash wearer, then like, magnetic": null, "lashes. Aabria just sat down like having.": null, "Aabria: Unboxed them in front of you all and like slapped 'em on and": null, "almost cried them off. You can't cry them off because they're so good.": null, "Lou: Man, I learned a lot about lashes and the differences between them.": null, "Brennan: Aabria thought would be very cool to hold up to the table, but": null, "just to Erika and Danielle, and was like, I don't know which of these": null, "two to go with and I mean, I got look with Lou being like, we're looking": null, "at two identical boxes.": null, "Lou: Oh, there's two more wands behind this table that we have to": null, "unlock.": null, "Aabria: So let's talk about the wands.": null, "Erika: I love this, (holding up wand) I love this so much, I love this.": null, "This is the most annoying, like in the description of like what we": null, "wanted, like, oh my god, it's perfect but I couldn't decide, like, I": null, "love the idea that like the ribbons come off of here, everything so, but": null, "like, you know, I feel like the pointing and goes up like a conductor,": null, "yes?": null, "Aabria: It's whatever, I feel like you should be able to cast out of": null, "whatever end of the wand you want.": null, "Erika: It's true, why would it be one way?": null, "Aabria: I think you're good.": null, "Brennan: It multi-directional.": null, "Lou: I mean, the ribbons really it's just too fluffy at some point.": null, "Erika: It's so soft.": null, "Lou: It's so soft.": null, "Aabria: Teddy thinks it's great, he's very proud of you.": null, "Erika: Oh Teddy.": null, "Danielle: Teddy's the best.": null, "Brennan: The gold handle on this one, it's like, so perfect. Because": null, "there was.": null, "Danielle: Vanna White this.": null, "Aabria: Yours started off with, we were like, do we do like a full ass,": null, "like a full selfie-stick? Is that ridiculous? And then like, we're kind": null, "of like, okay. Make it like normal so it makes sense.": null, "Erika: It is, it's telescoping.": null, "Aabria: Yeah, a telescoping wand.": null, "Lou: I was looking at it, oh, that's a selfie stick. That's it.": null, "Danielle: It will be used for that at some point. Like do not, just": null, "right out the tip, just a little bit of that, click.": null, "Brennan: Shout out to the creative team and like Rick Perry and everyone": null, "was like, because it's very cool. 'Cause I was, when I first I think": null, "Erika, you opened yours first, right?": null, "Erika: Yeah.": null, "Brennan: It's interesting 'cause I was like, well, that's interesting": null, "because this is obviously a painfully femme wand for.": null, "(Aabria laughs)": null, "Like Dream who's going to hate it and I was like, but Sam is also like": null, "not only feminine, very feminine character and I was like, how are you": null, "going to do Sam's wand if that? And I was like, oh, that's the perfect.": null, "That's like the good and bad It's like femme as a solution, femme as a": null, "problem.": null, "Aabria: That's the two genders.": null, "Erika: Problem, not problem.": null, "Brennan: Yeah, this is so great Rick like killed. These are so": null, "beautiful.": null, "Erika: So amazing.": null, "Danielle: I mean, I can relate.": null, "Lou: Talk about like a very cool physical, like, I don't know. I didn't": null, "expect there to be like props or minis the season. So it was like when": null, "the first one came out, I lost my mind and then, you know, we had like": null, "this fun, like in character moment that was like, oh no, they're just": null, "pieces of wood and I was like, oh, all right, that's still cool, like": null, "it's still cool to have a wand. That then the rug pull, the actual, that": null, "wands are actually, there was like a mind goes out of the back of my": null, "head. When you pulled out, like in the velvet bag and that appeared, it": null, "was crazy. That was crazy, that was crazy.": null, "Aabria: That was my favorite part from the first episode. So we were": null, "like, oh, it'll be really funny. Like they come out with the wand and": null, "then they'll all be disappointed 'cause they're boring but everyone was": null, "just so excited, like a prop. I was like, mm, all right.": null, "Erika: That the thing is that at the table, you know, sometimes you do": null, "props. It's not necessarily a common thing at a tabletop game because": null, "you know, it's like, that's for LARP kids, you know? But you know, when": null, "a prop does happen, it's like, oh, we get little actual golden coins,": null, "you know? It's like theater of the mind is great, but holding something": null, "in your hand is even better.": null, "Brennan: I love it.": null, "Aabria: I have a quick, oh god.": null, "Brennan: Oh sorry, no, no. I was literally just going to say that like,": null, "yeah, it was very much the like avocado kid from that one vine where": null, "he's like, an avocado thanks, where's he's like, he doesn't think an": null, "avocado is the coolest thing in the world, but he's like, listen, my": null, "choice was one avocado or no avocados, I'm not gonna shit on an avocado.": null, "It's more avocados than I had two seconds ago, like it's great.": null, "Aabria: Yeah, yeah, all right, I have a question. What houses do you": null, "think you would have been sorted into? Since we kind of did the rug pull": null, "like F it, you're all in Chimeron and it's also a pop quiz to see if": null, "y'all remember the names of the houses 'cause that's what happened to me": null, "last night. I got woken up like every two hours, I'd be like, do you": null, "remember everything you said, 'cause you made up a lot of shit.": null, "Brennan: Hercinil.": null, "Aabria: Yep.": null, "Brennan: It's Aqrabus or Arqbus?": null, "Aabria: Aqrabus": null, "Brennan: Aqrabus, Chimeron is the one that we're in and then, oh my god,": null, "I knew it and then the term Monsanto came into my head.": null, "Lou: I had to constantly look down at my notes 'cause I was in my head,": null, "I would be like, yeah, Monsanto. and it's like, no it's not.": null, "Brennan: And then you're like Montero and like no, Lil Nas X. No, no,": null, "no.": null, "Aabria: Messanteu.": null, "Brennan: Messanteu.": null, "Aabria: I'll give you full credit.": null, "Brennan: Thank you.": null, "Lou: That was a good question.": null, "Erika: Every test that I've ever taken and every sort of like, juncture": null, "in my life at which I've had to make an important decision tells me": null, "Hercinil.": null, "Aabria: Yeah.": null, "Erika: In everything, you know, that's who I am.": null, "Lou: You can't fight it, can't fight your destiny. Yeah, I think I will": null, "either in Hercinil or Chimeron.": null, "Brennan: Is this Lou Wilson, or is this the character?": null, "Aabria: Yeah, I like that we're talking about ourselves.": null, "Lou: Which one are we, I thought we were talking about ourselves?": null, "Aabria: It wasn't specific.": null, "Lou: I think that I would be in Hercinil or Chimeron, I think the same": null, "of Whitney. I think Whitney is like in the same way that I feel like a": null, "lot of like athletes in high school either become hyper successful or": null, "are like, what's up, man. Yeah, I work at the plant.": null, "Yeah, I still got my jersey up on the wall, but yeah, I like make, you": null, "know, hubcaps now and I love it.": null, "Danielle: Only because of, like the ambition aspect of it. I think Sam": null, "might've been, Aqrabus just because of the ambition and you know, a": null, "little selfies, there's a reason selfie and selfish are pretty close.": null, "Aabria: Yo.": null, "Danielle: There's a reason that that happened. So I think that that": null, "would be a little bit of that. For me, I think it would be just like, I": null, "want to be Chimeron so bad. I just want to be cute and happy and just": null, "love when everybody else is happy and like loyal, but I would have": null, "gotten sorted into Hercinil just because of like the choices that I made": null, "and the things I've done, but I would be really, like, oh, we got to go": null, "save the school again? Can't we, don't we have like a backup team? Why": null, "we always got to put our bodies on the line?": null, "Danielle: I feel like I would be very much in that energy.": null, "Aabria: High risk, high reward house.": null, "Brennan: Chimeron.": null, "Aabria: Really?": null, "Brennan: Well, it depends 'cause for Gowpenny, is it like the trait that": null, "the school sees as exploitable in you or is it the thing you, the person": null, "value most?": null, "Aabria: I think it's closer to like clear like hero streak goes to": null, "Hercinil, clear like, you've just got antagonists written all over you.": null, "Like you're not quite the mold. Like it's like the acting thing of like,": null, "you're a great actor, but you don't have that like hero like face or": null, "you're probably like a villain, so we'll just give you the other one. So": null, "you're a big deal, but you just don't like fit that mold and then like": null, "Messanteu cause I also say Monsanto in my head every time and I'm like,": null, "this is the mistake I gave to myself. Panicking trying to say the word.": null, "I just liked that because I like the idea that you can fail out of that,": null, "but that's actually like the most like high strung house. And then like": null, "Chimeron is just everyone else. Like there's no trait associated, it's": null, "just, if you're not one of those other three, if you're not valuable to": null, "heroes or villains or heroic or villainy, like motivated, then you just.": null, "Erika: Yeah, I think that like in real life, you know, like at that age": null, "I probably would have been like, oh yeah, I want to be in the hero": null, "house, you know, this is where I belong, but now I'd probably": null, "deliberately go up there and choose to be in Chimeron just because, you": null, "know, it's like, it's a messed up system, you know?": null, "Erika: It's tracking and it's not right.": null, "Aabria: Fuck, I hated that line 'cause that made me almost scream": null, "loudly, it is but I can't know.": null, "(Brennan laughs)": null, "I built like the weirdest game that you guys all play really, really": null, "well is the like immediately call out the problem, and I was like, okay,": null, "they're going to do it. I didn't track like how I would respond to it": null, "every time, which is I want to laugh and agree and I'm like, no, I have": null, "to be like the unreasonable voice in the room but yeah, it's real bad.": null, "(Erika laughs)": null, "Lou: That's the burden you bear for us.": null, "Aabria: This is about me now.": null, "Erika: You have to be the adult in the dome, no.": null, "Lou: That's why you get to sit behind the big wall.": null, "Brennan: There you go.": null, "Aabria: Oh, okay, I have a question about like the sort of budding": null, "romances that are happening here. How do we feel about that? How we feel": null, "about our crushes, what's going on there? Like everyone's doing stuff": null, "and it's real cute and good.": null, "Danielle: Yeah so there's one of the trio Fergus, which is just a hell": null, "of a name.": null, "Aabria: I'm so sorry.": null, "Danielle: It's so good but there is a little bit of like a, we don't": null, "know what's going to happen yet 'cause right now it's just like lusty": null, "across from the room looks.": null, "Aabria: Glance.": null, "Danielle: Yeah, just like a little bit of like, hey, like I have a": null, "little bit of shyness, but you know, I think that Sam is so used to": null, "people paying attention to her through her screen that like, it's going": null, "to be interesting having someone pay attention to her in like life.": null, "Aabria: I did not consider that.": null, "Erika: Ah. Screams forever.": null, "Aabria: That's amazing.": null, "Erika: Big old mood.": null, "Aabria: Hit hard, gut punch to Erika.": null, "Brennan: Well Sam has like had the most, I feel like Sam is immediately": null, "that person who's like more comfortable talking to a crowd and then": null, "talking to an individual, like so comfortable with the whole, when we": null, "were in the Chimeron common room being like, all right everybody,": null, "Lou: Instructing everybody": null, "Brennan: Like get your cucumbers, get your sausages": null, "And like completely sowing the seeds of chaos into the fabric of this": null, "school, but yeah, like having that one-on-one interaction is very, very": null, "weird, it's like, it's a very different thing.": null, "Erika: Like Sam still has like the most raw charisma and like can talk": null, "down like a blood snake or Chimera.": null, "Aabria: Yo that was fucking wild.": null, "Erika: Right, I feel like this is so new because you know, she's young,": null, "but still, and just had the talk for the first time before she left for": null, "school.": null, "Danielle: Yep, just had the talk.": null, "Erika: So like that's interesting, that's a whole other layer. I totally": null, "did not remember until just this moment.": null, "Aabria: I did forget that you talked blood back into Evan's body.": null, "Brennan: That was so cool.": null, "Danielle: I did, I talked blood back into his body": null, "Lou: That whole scene of just somebody just raw ire.": null, "Brennan: It's so good.": null, "Lou: Like it was funny you were like, it's a 16 roll and I think my": null, "brain went, I think like I clicked into D&D for a second. It was like,": null, "oh, well, if you fail, you fail and then I failed miserably and it's": null, "like, wait, if you fail by more than five, awful things happen and then": null, "awful things happened.": null, "Brennan: Yes.": null, "Lou: But that whole scene was really sick. Just the image of raw iron": null, "jutting into a common room was like, oh, okay, yeah, we're magical. This": null, "is what happens when you give people who've lived 17 years without magic": null, "and then you're like, hey, you can go ahead.": null, "Brennan: Yeah and there's certain things about that that needed to": null, "happen that way because if you just went like bippity boppity and": null, "there's a perfect P90X power block set in front of you, then we're like,": null, "what the fuck is this school for? What are we teaching me that I don't": null, "already kind of get? That was so, so fun. Yeah, that whole scene was": null, "great.": null, "Erika: And like you got to imagine too, it's always difficult to": null, "remember that combat happens like not in real time. So that like": null, "immediately he summons up his giant iron spike, it like skewers Evan,": null, "who like has dove in front of the girls and like immediately like a": null, "blood snake comes out, Sam talks it down and then Dream like sears up,": null, "cauterizes his leg.": null, "Brennan: So cool, that was so cool.": null, "Erika: Like within the space of two minutes.": null, "Brennan: Well, I think like this is, you know, I'm gonna be a dork for a": null, "second, everyone's magic is telling a story here. Like I feel like Sam": null, "is someone who's like, almost like a perfectly realized witch of like my": null, "familiar is a teacup pig, perfectly damnable. Oh, you have like an evil": null, "blood cobra? Well, this is just a conversation. This is just like, fully": null, "actualized and I feel like it's also for Dream who wants to be dark and": null, "edgy, what's the first piece of magic you did? Healing somebody.": null, "Erika: Ah.": null, "Brennan: It's like very cool and it goes counter to what she wants her": null, "deal to be.": null, "Erika: And for Whitney, it's just like anything involving just like body": null, "or, you know, and just like all of his skills.": null, "Brennan: Potions, so fun.": null, "Lou: If we're going to explode twice like that. We're going to be doing": null, "great things. You know, the exploding mechanic is fun in that it really": null, "does feel like there's such a satisfying thing to exploding and like,": null, "feeling like your character is doing something truly exceptional with": null, "every time that you hit that four. You're like, oh, like, it does feel": null, "like that cinematic moment of like, we're doing the impossible.": null, "Brennan: Yeah, that mechanic rules. Kids on Brooms is very fun in terms": null, "of that like, well, I also think it's cool too, because when you do this": null, "thing of having your lowest stat, it's like, you know, your again, like,": null, "yeah, it's the worst die, like I'm the worst at this. However, there is": null, "something very cool, which is that your lowest die, it has the highest": null, "likelihood of exploding.": null, "Aabria: Yeah, you have a 25% chance to like, just blow up.": null, "Brennan: And it does this thing of making people feel really": null, "well-rounded in a certain way where it's like listen, like, yeah, like": null, "for Evan, like charm is my worst thing, but, and on any given occasion": null, "where I'm making that check, maybe something extraordinary will happen": null, "and I'll reach to someplace and the die actually makes that more likely": null, "of like, maybe you'll explode, maybe you'll get somewhere really": null, "exciting and interesting with this.": null, "Erika: Yeah and that's a little more true to life, I think, than just": null, "having a straight stat block, you know, because like in real life, it's": null, "not like on any given moment where I can't remember a fact, I'll just be": null, "like, I don't know, number.": null, "You know, and I'll just be like ah, I just, like, I can't remember, but": null, "like, you know, I have a good, I'm not great at it, but I have a chance": null, "of like, maybe like, hammering out the problem, but yeah Evan's": null, "especially, it's so funny because he's so obviously like protagonist,": null, "like he's still obviously like tragic protagonist, but it's just like so": null, "much in the background too, and he's just like, wow, you're so great.": null, "Wow, you're so great, I'm not going to touch any of this.": null, "(Danielle laughs)": null, "Brennan: Because when you're doing this in this parody and you're trying": null, "to deconstruct something being like, I am incredible at battle magic is": null, "like. This is awful, like, this is awful. Every way here, like this lady": null, "makes ice cream, you heal people, this is everyday use. You could do": null, "that every day for the rest of your life and everyone would think you": null, "were great. This will never come up, like in real day-to-day life. Like,": null, "yeah, I can murder someone with a snake coming out of my blood, awesome,": null, "that's so cool, yeah.": null, "Erika: It's kind of like the way I feel about like, being good at like": null, "guns or martial arts where it's just like, there's no like actual": null, "day-to-day purpose of it, you know, and it's just like great for when": null, "you're in the shower and you're like, yeah and then like this guy's like": null, "gonna come across me in the alley and I'll be like, not so fast sucker.": null, "I'm prepared, you know?": null, "Brennan: I think about that in like D&D terms all the time, too, where": null, "you go like, oh, listen, like magic is cool and combat is cool, that's": null, "all very, very cool. In real life, if you had to take an ability from": null, "D&D, almost nothing would be better than just skill expertise or what is": null, "it like the rogue ability, like reliable talent where you can't roll": null, "below an eight.": null, "Brennan: Like, if I knew that I could never roll below an eight in": null, "persuasion check, fuck a magic missile. Like that's the most useful in": null, "the world, like that's crazy. Yeah.": null, "Aabria: I feel like Evan's also a very good sort of send up. Like D&D is": null, "conflict, like all those spells, like most of the spells are like": null, "conflict based, like there's like the whole joke. There's no like 9th": null, "level D&D spell that's like make a farm that feeds a country. Like it's": null, "all just incredibly destructive, so I do, it does feel fun that like,": null, "Evan feels like a D&D wizard that's here, that's like, hey, let me know": null, "when you need a fireball 'cause like, that's why I'm here.": null, "Brennan: Yeah.": null, "Aabria: I don't know.": null, "Brennan: And a lot of things in my mind are telling me that I should do": null, "that pretty much all the time.": null, "Brennan: Yeah, it's like, it's a curse, this is a curse. Like, this is": null, "bad, but it's very, everyone's characters are all so sweet and it's very": null, "like, I don't know, even the things about Digby and then being like that": null, "was fucked up and everyone being like that was street justice was like.": null, "Very, wow, these guys are so nice to me.": null, "Lou: It was true though, undeniably street justice.": null, "Erika: Yeah, come on.": null, "Danielle: A lesson was learned.": null, "Brennan: We hope so.": null, "Erika: We should be hoping.": null, "Lou: You like film it and it's like somebody getting beat on the subway": null, "and then everyone goes, hell yeah, I'm about that, I'm about that. Hey": null, "guys, we shouldn't be settling, nah it's like, yeah, no, put him in": null, "there.": null, "Brennan: Yeah, you have to do that thing where you're like, I don't": null, "choose to resolve my problems with violence. However, guys like that": null, "should not walk around not getting punched in the head.": null, "Lou: Exactly, should not around or in this case on a rock in the middle": null, "of the ocean.": null, "Aabria: I will say though, like personally, I think Dream's reaction to": null, "Evan's sadness, it's one of my favorite things, so then like, I know": null, "right? He's so sad, oh my god.": null, "Erika: It's really awful and I'm like, I'm so sorry. I would just be so,": null, "it would be so awful but it's just, oh my god, the more that you did.": null, "It's the game that will never end.": null, "Brennan: Well, what's funny is that it's my favorite thing too, of, I": null, "think we were talking about this after cameras cut yesterday of being": null, "like to me, I am never laughing at the actual sad things in Evan's life.": null, "It's the thing he's doing that everyone or not everyone, but a lot of": null, "people do who have really sad shit from their life, which is talk about": null, "it dry as a bone. Is the funny shit where they're like, yeah. So": null, "obviously I was captured by a group of spiders that told me I was the": null, "spider king. I don't agree with it.": null, "And you're like, because you're in your like quavering a little bit": null, "'cause you're like at any moment, people are going to turn on me, I know": null, "this is not fine, but you're like, I'm just going to sell this as like,": null, "underhand pitch, like, please don't freak out as I tell you this shit": null, "but with Dream specifically, I also love that Dream, because is so": null, "funny. You're biting the wand.": null, "Danielle: Oh my god.": null, "Brennan: But it's so funny too, because I feel like there are half of": null, "the things about Evan conform to like tumblr sad boy but I also know": null, "that Dream has to be smoothing over stuff because a lot of these about": null, "Evan that I think are real sad boy, deconstruct the trope, sad boy,": null, "having a grocery bag full of socks is not tumblr sad boy.": null, "Erika: Right, yeah.": null, "Brennan: I'm sure Dream is having to be like gloss over that. That": null, "wasn't in my fic but, you know?": null, "Erika: Yeah, she's like, uh you know, like a small bag of all his": null, "belongings.": null, "Brennan: Yeah, Voldemort never gets to that point where he's like, oh, I": null, "don't have a suitcase. I just have, it's t-shirts, underwear and socks": null, "'cause that's the easiest to carry in the lightest like that's.": null, "Aabria: Oh my god.": null, "Danielle: Oh god, every time, my heart.": null, "Erika: We talk about this in the very first sort of character creation,": null, "how she views things through the lens of fandom.": null, "Erika: And it is like a legitimate character trait for people that will": null, "do that and I totally did that back in the day.": null, "Aabria: Selective hearing, yeah.": null, "Erika: Just really romanticizing this, these different kinds of people,": null, "you know? And it's you know, I don't know, we were all young.": null, "Aabria: Sorry to all my exes 'cause you were not people, you were tropes": null, "and it was fine, it was fine.": null, "Erika: Yeah and at some point you look back at all of the ones that you": null, "dated and you're like, oh.": null, "Aabria: You were working through some stuff and that's valid. That's": null, "fun.": null, "Erika: You are valid.": null, "Brennan: You are, yeah.": null, "Aabria: What do y'all think is behind the door?": null, "Lou: Oh.": null, "Aabria: A little back draft closer.": null, "Lou: What is the back, and are you asking, I get what you're asking.": null, "Aabria: Oh, it's 'cause I didn't prep for the session and I'm just": null, "stuck.": null, "All: Ah.": null, "Aabria: You let me know what you think it is.": null, "Erika: A big dragon.": null, "Lou: Dragon, that's not bad, that's not bad, I like that.": null, "Aabria: We're not playing D&D despite what someone's mug says.": null, "Lou: What's up bro, your mug just got called out.": null, "Brennan: Sorry, it's really nice, it keeps it nice and toasty.": null, "Lou: I'm gonna go wild out here. I think that it is and ride with me on": null, "this, all right? It's an hour glass, right? And then the top half is": null, "water and then the bottom half is flame.": null, "(Lou laughs)": null, "And as long as it's standing vertically, the two, there's no": null, "intermixing, but if you turn it on its side, boom, you got a problem and": null, "what happened is just before we came in, the teacher turned the": null, "hourglass on its side on accident 'cause he spilled his coffee and boom": null, "explodes and you got a bunch of wet fire.": null, "Erika: Wow.": null, "Aabria: You had me until wet fire.": null, "Lou: Well okay well.": null, "Aabria: That was good.": null, "Brennan: Wet fire, coming out the 15th of next month.": null, "Lou: Exactly, that's the name of the next episode, wet fire.": null, "Aabria: Wet Fire.": null, "Brennan: Honestly, that's sick as hell.": null, "Aabria: I like it, that’s better than what I had planned.": null, "Brennan: A water fire hourglass is incredibly cool and very, very of": null, "the, that's an aesthetic.": null, "Aabria: Yeah, I like it.": null, "Lou: Hey, I thought long and hard on that one. Might be behind the door.": null, "Aabria: Well, I mean, yeah, I feel like you won on the first guess so": null, "we're going to go with that.": null, "Erika: I just can't, I don't see any other answer being half as": null, "compelling as that.": null, "Danielle: Nothing's wet fire.": null, "Brennan: It's wet fire.": null, "Aabria: Spits wet fire.": null, "Lou: I spit wet fire.": null, "Erika: But I have a question for you since this is your first time as a": null, "GM on this table.": null, "Aabria: Ever.": null, "Erika: No, how we doing, Aabria?": null, "Aabria: Oh my god, no.": null, "Erika: What are your favorite moments so far?": null, "Aabria: You guys are absolutely crushing it. It's been so fun, we were": null, "saying this a little bit, like when we kind of powered down yesterday": null, "that there's a lot, I have so many note cards back here. I need to thing": null, "of strings just to like tie them all together 'cause I wanted to make": null, "sure that the world felt like really full and like kind of chock full of": null, "whimsy in the way that the Harry Potter series was, but like my problem": null, "then becomes no NPC is more interesting than the four of you interacting": null, "with each other and to like occasional like little pops of stimuli, so": null, "yeah, y'all are killing it and I'm just like sitting here, okay, what's": null, "the like the little thing I can throw in to give you a new way to spin": null, "up and spin out and yeah man, all of this has been really fun. Like I": null, "think Dr. B and you guys talking in like the dorm is one of my favorite": null, "things.": null, "Lou: Dr. B, yo.": null, "Aabria: Because it wasn't going to go that way at all. You were just": null, "going to wake up and then go to your class and then it ended up being": null, "like this beautiful moment. I was like, okay, what are the dorms like?": null, "Oh, they gotta meet Dr. B here. He's going to just be like the chill": null, "normal teacher and actually attentive and not like the other ones who": null, "are like, I'm a cauldron. I'm not going to teach you how to make a": null, "potion. I'm going to turn off and then grade you at the end 'cause we": null, "don't, no one cares about monitoring any of you.": null, "Erika: And so of course like the one like sort of relatable, normal": null, "character, we're like, please, we love you. But also Khanh, I'm excited": null, "about Khanh.": null, "Danielle: I'm very excited about Khanh.": null, "Erika: Yo, I'm so happy.": null, "Lou: You know, who knows? Maybe we're gonna send some texts or we're": null, "gonna send some weird scrolls through.": null, "Brennan: Paper airplane parchment.": null, "Lou: We got plans, we'll see.": null, "Brennan: Incredible.": null, "Aabria: The one thing I need you guys to like imagine is that like every": null, "night, this castle is just a swarm of paper airplanes. So like flying": null, "across as people pass notes.": null, "Brennan: That's so funny. Yeah, it's been great. This world is so rich": null, "and has come to life so incredibly and Aabria of your NPCs are so": null, "fucking fun and funny and also even like that one thing that the": null, "headmistress, this is like two episodes ago now. But the headmistress": null, "like coming back at me with that intense stare, was like very scary, I": null, "was like, oo. It's great, the world feels awesome and rich and vibrant": null, "and alive.": null, "Lou: Come on now, Chris Angel mind freak.": null, "Brennan: Lucretia Bordo.": null, "Lou: Chris Angel mind freak went to our school.": null, "Brennan: It's so fun, I love it, I feel like everyone's angle is so": null, "strong and good. I feel like I picked a thing of like, this is really": null, "parodying, this one specific thing from the genre but I feel like": null, "Whitney is the real high school kid at this school.": null, "Brennan: Like Chris Angel mind freak went here, it's such a mwah. You": null, "couldn't do better of like real kid's reaction and he's like, now this": null, "school rules.": null, "Like seeing real magic, basketball came to life.": null, "Lou: Yeah, food on command, no, no, no, Criss Angel mind freak, also": null, "went here, that's.": null, "Aabria: Also, why the fuck is this a McDonald's commercial y'all?": null, "Erika: I know.": null, "Aabria: I've never had one, is it that good?": null, "Brennan: I get it because if you are somewhere abroad, especially for": null, "the first time, things of comfort, like even if you don't value a": null, "McDonald's at home, when you're abroad and you see something familiar,": null, "it actually does mean a little bit. Of just like oh shit, I could go": null, "there and at least know some of the stuff.": null, "Erika: Right, and I can have a conversation where I point to a thing": null, "that I don't even have to know the name of because I have numbers and": null, "pictures, so yeah, oh man, it's true. We are like clinging to the": null, "mundane in this I think.": null, "Lou: I think there's also just at least for me, like as a high school": null, "boy, that was like, if I'm with my peers, like that's the thing we're": null, "doing because it's like. Hey McDonald's McDonald's McDonald's": null, "McDonald's? McDonald's.": null, "Erika: At first it was Taco Bell, Taco Bell at 2 in the morning.": null, "Lou: That thing that is just very accessible for us where it's like, I'm": null, "like, well I want to go eat chitlins, chitlins, chitlins? It's like, nah": null, "man, I'm good on Chitlin. It's like, all right, it's like, if I'm with": null, "four people, I'm trying, if we're talking about foods we all know.": null, "Aabria: That's fair.": null, "Lou: It's like you grab on to a fast food and I had just never let go.": null, "Brennan: Being Americans, like America is a larger country. 'Cause": null, "especially if you go to these old world European places where it's like,": null, "every town has a different accent 'cause they're all 2000 years old and": null, "then you think about America that is trying to have a shared something": null, "over 325 million people in a continent and I think vibing over": null, "McDonald's with someone from like Chicago, Iowa, Portland, Seattle. It's": null, "like, what is the thing that you would bond over as a bunch of kids? And": null, "you're like, McDonald's, we all know.": null, "Lou: You like McDonald's?": null, "Brennan: Yeah, the dollar menu, man, yeah I'm about that, absolutely.": null, "Lou: That's our touchstone, that's what brought us together.": null, "Erika: For Evan, it's like knowing the caloric counts.": null, "Aabria: Oh god, that one ruined me, does this have a higher. The whole": null, "table was just like, no, so sad.": null, "Lou: I thought he was just gonna talk about how tasty they were and then": null, "no, then there came this underpinning. That was like, no.": null, "Danielle: No, I have to know exactly how much I need to eat to live. And": null, "I have had to know what the low number of that is.": null, "Aabria: Oh god, I have a range.": null, "Lou: You get two apple pies for a dollar.": null, "Brennan: That's actually, listen, I've never in my life. Evan is a": null, "character, I've never in my life been in any situation close to Evans.": null, "The two pies for a dollar thing was very helpful for many years in my": null, "life where you go and also, I don't know if this is true, but it's": null, "apocryphal. Apparently the filling of the apple pies McDonald's is": null, "actually flavor potato.": null, "Aabria: I believe that with my whole chest. Pie's a lie food.": null, "Erika: Sir.": null, "Lou: I was like, whatever you say, I'm not going to like it at all.": null, "Danielle: I can make a faux apple pie out of Ritz crackers.": null, "Erika: What, what are you people talking about?": null, "Aabria: Please continue.": null, "Lou: What's happening right now.": null, "Brennan: I'm sorry, I'm looking this up.": null, "Lou: Roll the cameras, this needs to go for another 45 minutes.": null, "Brennan: So wait, you can add Ritz crackers, you can make an apple pie?": null, "Danielle: You can make an apple pie. You can turn that into the filling": null, "if you have like the seasoning and there's like lemon juice involved, I": null, "think there might be some kind of gelatin situation but if you cook it": null, "down in like a certain way, it tastes the fuck like apples and then you": null, "put it inside of a pie dish and then that's how you make mock apple pie.": null, "Lou: What is happening then?": null, "Erika: Then what do we have apples for?": null, "Lou: Yeah exactly.": null, "Aabria: Fuck apples, I think.": null, "Lou: I'm sorry if we could just eat seasoned potatoes.": null, "Aabria: Seasoned potatoes and crackers.": null, "Lou: Exactly. What's the answer, my guy, is it potatoes? Don't I, you": null, "gonna.": null, "Aabria: Don't tell him, don't tell him.": null, "Lou: Honestly, don't make me.": null, "Brennan: The truth about McDonald's famous hot apple pie.": null, "Lou: The truth?": null, "Erika: No, I'm not ready for the truth.": null, "Aabria: Okay, here's my guess is that there's like one apple it's like": null, "in parts per million so they can say it's apple, but it's mostly like": null, "potato starchy filler.": null, "Lou: I need that to be true, I need that.": null, "Erika: What is the part per million though?": null, "Lou: What's the PPM?": null, "What's the PPM god dammit, ah. Stop shaking your head.": null, "Aabria: Yeah, I think he just has a bad answer for you and is like, how": null, "do I make it better for my boy?": null, "Erika: Brennan, would we just be happier not knowing?": null, "Aabria: But Brennan knows and he's burdened with the glory and horror of": null, "knowledge.": null, "Erika: I shall bear this burden.": null, "Brennan: Oh...": null, "Lou: What is, don't.": null, "Aabria: Oh no, he's living a whole life right now and I don't like it.": null, "Lou: Are you reading a full scientific essay.": null, "Brennan: I went to Wikipedia on McDonald's apple pies. No, it looks like": null, "the we'll go to this later. I do have to retract, they do use a mixture": null, "of actually six different kinds of apples, but it looks like the recipe": null, "has changed several times over the proceeding several decades so.": null, "Aabria: I bet there was a potato moment, there was like two years.": null, "Lou: There had to have been.": null, "Brennan: This late Ray Kroc's life where he's like, we're getting fucked": null, "on these apple costs.": null, "Aabria: Potatoes are basically free, let's go.": null, "Brennan: Put cinnamon in a potato, that's a god damn apple.": null, "Aabria: I am for sure gonna go home put cinnamon on a potato and be": null, "like, I wonder, fuck, Brennan.": null, "Erika: The Ritz crackers thing, explain the Ritz crackers thing.": null, "Danielle: It's just the way that it cooks down. It cooks down appley.": null, "Aabria: Oh, we're going to release like a Gowpenny cookbook and how do": null, "you turn Ritz crackers into all British food and that's it, Kerns, get": null, "on that, thank you, awesome.": null, "Erika: That would be the best merchandise tie-in. Terrifying, awful,": null, "cookbook.": null, "Aabria: We just have to like plead our case to big Ritz.": null, "Lou: Yeah, Ritz, the McRib deluxe.": null, "Brennan: The rib deluxe, that was so, god Whitney. Do you ever writing": null, "fucking McRib please, please.": null, "Lou: And then the idea that it wasn't, they didn't have it 'cause it was": null, "seasonal and I'm like, this is not in.": null, "Erika: She's like it's seasonal, oh that's right. Or it's called": null, "something else, let's try something else.": null, "Lou: The idea that we put four heads together to figure out how to order": null, "a McRib from a magic kitchen that can make us any food we wanted in the": null, "world.": null, "Brennan: I feel like that is the most, like when I was a teenager, I was": null, "that grimy, I was that like, no, no, no, no. Given the choice of": null, "anything, I want to Taco Bell right now.": null, "Lou: Like we could've written duck a la orange.": null, "Danielle: Any Gordon Ramsey recipe.": null, "Aabria: So many scampis.": null, "Lou: With a thousand scampis.": null, "Erika: Sometimes, when you're a kid, it's like the things that you love": null, "are the most important and it doesn't matter that they're not like": null, "exotic or your perspective is like somewhat smaller a lot of times.": null, "Brennan: Yeah, absolutely.": null, "Aabria: Well, that's it stay tuned for the next episode of wet fire end": null, "the show.": null, "Brennan: End it.": null, "Lou: Now that's theater, that's some closing energy right there.": null, "Erika: Yeah,": null, "Danielle: Love it.": null, "Brennan: Spike the camera and yell, end the show.": null, "Lou: That's not a zipper, that's like.": null, "Brennan: Boom.": null, "Lou: Exactly.": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}