{"Dimension 20": null, "Adventuring Party": null, "That’s the Squad": null, "Season 5 Episode 4": null, "< [Previous Episode] | [Next Episode] >": null, "Aabria: We begin in a focused, tense moment as Lou attempts to pick up": null, "an adversity token": null, "(Lou is using his wands like chop sticks to pick up an adversity token).": null, "Oh, he did it!": null, "(all cheering) (Lou singing) (token clanking) (all cheering as they do": null, "the horn gesture)": null, "Lou: This was awesome. The fact that we got to do this all the time, I": null, "loved it so much.": null, "Aabria: Hold on, everyone shut up! We're in the last Adventuring Party.": null, "Continue.": null, "(laughing)": null, "Lou: I think Brennan was the first one to do this. I think I said": null, "something about, when you mess with the goat you get the horns, and": null, "Brennan did this. We're going to do this nonstop.": null, "(all laughing)": null, "Erika: It's so funny, because both your character and you have this": null, "energy where you'll say a thing and everybody will take it up. You get": null, "something to trend.": null, "Lou: I'm all about getting trends going at the table.": null, "Aabria: Amazing. Hey, how y'all feeling? Last one. It's done, we did it.": null, "How's everyone feeling? We doing okay?": null, "Erika: I need aftercare. But in a way that I feel like I'm going to go": null, "home to my quarantine apartment and I'm going to hit a brick wall": null, "because this was, no, it's fine, it's fine, it's fine. Because just this": null, "energy was unbelievable. The chemistry was insane. I can't believe this.": null, "I feel like every campaign I do is like, oh, this is my favorite": null, "campaign. But seriously, this is has been my favorite campaign. I cannot": null, "believe this.": null, "Brennan: It's so great. Hey, Aabria Iyengar.": null, "(all cheer)": null, "Come on!": null, "Lou: What you did in four episodes is unreal. Unreal.": null, "Brennan: Unreal.": null, "Erika: It's just that every single loose end was tied up. Everybody got": null, "in something satisfying or had some little arc or some big arc, but then": null, "also, there's still so much I want to explore. Like Yule Ball episode!": null, "Aabria: Yeah!": null, "Erika: Come on! A Yule Ball. Oh, they'd all be so awkward and weird at a": null, "Yule Ball. I love it.": null, "Danielle: Oh yeah.": null, "Brennan: Well that's the thing, too. People don't know. This is the": null, "shit. But people don't know that writing a four episode arc and having": null, "it be this satisfying is fucking crazy. 'Cause it's all tap dancing": null, "backwards. Because you're like, well, I have to have a plot or there": null, "won't be anything to happen. The protagonists of that plot are going to": null, "be four people that don't know what the plot is. You fucking crushed it.": null, "It was so, so fun.": null, "Aabria: Thank you. It's really fun. This feels puzzle-like. I love": null, "really long campaigns too and I run those too. There's something really": null, "interesting about going, you have eight hours, we went way over eight": null, "hours, you have some amount of hours to try to tell the story and I give": null, "you all the flimsiest of premises. But what if magic, no one wants you": null, "to be good and what do you do? And basically kind of going off of": null, "character gen in our session zero, but okay, what do you guys actually": null, "care about? So then everything has to come from that and then we just": null, "kind of populate the world around it to try to hopefully hit the things": null, "you care about without being too on the nose but just on the nose enough": null, "that you can't really. Anyway, it's really fun and y'all are great and": null, "it was just really nice to just do this with you, thank you very much.": null, "Danielle: I knew during session zero, I was like, this is special. You": null, "could feel it.": null, "Aabria: That chemistry out the goddamn gate. And I have navigated some": null, "like, oop we're just going to get through this.": null, "Erika: And also, that chemistry was still over Zoom!": null, "Lou: Yeah!": null, "Danielle: So feeling it in person is just like, ah! I'm so jacked, you": null, "know?": null, "Brennan: 100%.": null, "Lou: Oh god, it was so good.": null, "Brennan: Yeah, I think we knew right away that that session zero over": null, "Zoom was so, so, so fun. And even right now, I feel like I'm still": null, "riding the high. But it's very different than the other Adventuring": null, "Parties too, because every other Adventuring Party in my head, I was": null, "like, you got one more episode, buddy. Remember, remember. Now I'm just": null, "like basking in this warm glow of oh, we got to do all our stuff.": null, "Everyone got to do their stuff. Oh! It feels good. It's crazy.": null, "Aabria: Man, shout out to all of you finishing in really cool,": null, "interesting places from where your character started. No one finished": null, "where they began or just became, no one flanderized and just kind of": null, "became more themselves and that's incredibly impressive to do when you": null, "all are also just reacting genuinely in a moment. The improv on your end": null, "is, I want to give credit to that and I hope people, oh no, I'm going": null, "to, fuck you. Get in the comments and talk about these very, very": null, "(Brennan snaps and points knowingly)": null, "cool arcs that all of your characters had. We'll never have enough time": null, "to dig in and explore, but I know they saw it because it was impossible": null, "to not feel it from each one of you. So that was really good shit. Y'all": null, "good at this. It was real nice.": null, "Erika: Just everybody having these personal revelations, every character": null, "having some sort of revelation, growing, is just so satisfying. It's so": null, "hard to do in four episodes. And as you said, we don't know what's going": null, "to happen and we just have to make decisions. It's the decision making": null, "that's hard because it's so easy to slot into a character and be like,": null, "this is who my character is and this is what the sheet says this is how": null, "I start out, and just sort of live in that, because yeah, we've all sort": null, "of been characters and it's easy when you are a person or a character to": null, "know how they react in that situation, but to have them evolve in their": null, "reactions to things is so difficult and everybody did it in such": null, "satisfying ways!": null, "Aabria: Yeah.": null, "Erika: I was scared for mine, too, because it was a hard needle to": null, "thread. It's not the most flattering depiction of a terminally online": null, "person. I feel like, well, it's not always realistic to be like, oh, she": null, "comes out and she's fine, she's fine 'cause therapy takes a long time": null, "and maybe never works. It doesn't fix everything. It's not binary. So I": null, "was so happy and thank you so much for giving me the opportunity to do": null, "that, too, of being like, hey, where do you see this going? And not": null, "planning things, but saying, \"Where are you hoping to be?\" Or \"Where do": null, "you see this happening?\" And then just still being surprised. Oh my god.": null, "(Erika yells)": null, "Brennan: That is so good.": null, "Aabria: All right, I have a question. And not in a bad way, but is there": null, "any little missed moment, missed connection, what's the thing that you": null, "wish you could go back and be like, oh, I wish I had said this, or one": null, "thing had happened or something?": null, "Danielle: Well, this is easy. 'Cause this is when I missed that roll and": null, "you were like-": null, "Erika: What was it?": null, "Danielle: Yeah. You were like, oh, you feel like you're missing": null, "something.": null, "Brennan: It was when Philtrum was grilling us and it was a miss, you": null, "missed a huge opportunity or something like that.": null, "Aabria: Oh, so I've been playing around with what your character's": null, "skillset was and I was going to trigger an unlock that you could": null, "actually read her mind.": null, "(all gasping)": null, "You would've seen the string and this weird connection, I would've had": null, "you grab it and just get a through line on what Philtrum was thinking.": null, "So it just would've been a faster way to get you to the, she needs you": null, "to fail and you would've been given all of that. That jump of like": null, "context for everything you weren't being told in advance of you being": null, "there. I worked very hard to never give you access to information. If": null, "you were like, \"If there's newspapers?\" I'm like, \"Yeah, you'll find one": null, "later.\" Ope, they didn't ask again, sweet, got away with it!": null, "Brennan: That's so funny.": null, "Danielle: Well that's it, start over. Everybody, cameras.": null, "Aabria: Bring it back up.": null, "Brennan: Run it back. Start it!": null, "Well, that's so funny. That's an awesome thing. But I also love that": null, "because I recognize that's one of those gifts you give a PC that's when": null, "you get a gift for the person you live with, it's going to be in your": null, "kitchen, you know what I mean? Where you're like, it's for you. As a GM,": null, "being it's a gift for you, a way to tell you what the fuck is going on.": null, "I know those gifts, Aabria, I know those gifts very well.": null, "Aabria: How to I explain them what the fuck is happening? I got so many": null, "things of like what if I never explained it right? All right, well,": null, "three NPCs can walk in at some point and be like, here's what's going": null, "on.": null, "Danielle: Yeah, just had to get one of them drunk, it's fine.": null, "Aabria: Yeah! Excellent!": null, "Brennan: That scene was so funny.": null, "Aabria: Thank you for letting me be able to say the phrase, both you and": null, "the drink were intoxicating, because that was such a cool moment.": null, "(Danielle laughing)": null, "I'll tell you my biggest regret, 'cause it's really, really stupid. I": null, "made one incredibly dumb pun that I never said. I introduced the idea of": null, "there are a couple wizard games in the questing beast. One of them was": null, "just wizard checkers, which is just you play checkers normally, you have": null, "to use your wand to move it, which is incredibly dumb. Peak wizard shit.": null, "Game number two, was A Crown of Candyland, which was just us-": null, "(all sighing)": null, "Brennan: Oh, shucks.": null, "Aabria: And it was just going to be a solved game. You set up Candyland": null, "and it just plays itself. And nothing matters because Candyland. It's a": null, "solved game. You don't play. The order's predetermined and none of it": null, "matters. Anyway, that was all it was. And then a deck of cards that's": null, "just normal. So that was one my one regret, was not making the one": null, "stupid joke and then just looking right down the barrel and being like A": null, "Crown of Candyland.": null, "Brennan: I love that. Very, very fun.": null, "Aabria: The entire series was elevated because I didn't make that joke.": null, "All right, anyone else? Any shit you wish you hadn't done? If not, if": null, "you played perfectly, I respect that answer too.": null, "Brennan: Flawless, yeah.": null, "Lou: Every single thing I said, I loved.": null, "Aabria: What could that even feel like? Men are OP!": null, "Lou: Exactly, I thought it in the moment as well. I would say it and": null, "then go, good job!": null, "(laughter)": null, "Absolutely not. I'm trying to think. It is interesting. We've played so": null, "much so quickly.": null, "Aabria: Do you want to see your friend, Alexis?": null, "Lou: Of course. Gorgeous. Ah, Rick Perry, you've done it again.": null, "Brennan: How about it?": null, "Lou: But what am I thinking? Is there anything I wish I had done": null, "differently?": null, "Brennan: I'm sure if we played the tape back I would find something, but": null, "it's not the spirit of the thing. I think the spirit of the thing is": null, "that I can't think of any single thing that any of you did that I was": null, "not just like. Overjoyed by.": null, "And I think that what's intoxicating about these, just to talk about": null, "actual play, people don't watch actual play to watch something polished.": null, "That's the opposite of what this is. This is improvised. You watch this": null, "and you do this because you have a slider that goes from polished over": null, "here to genuine, sincere and authentic over here. So there are no": null, "regrets, because obviously, if things were rough around the edges or I": null, "garbled my words or I didn't say something correctly, yeah man, you came": null, "here for the sincerity. And nobody didn't bring": null, "Lou: And see, that's what I think I'm thinking of. I'm thinking of": null, "moments where I was like, oh, I wish I was tighter there or my word": null, "order was more perfect. But I do think everything I did was": null, "authentically Jammer. So I think I'm think more in the space of what": null, "didn't I get to do that I think Jammer would've done?": null, "Aabria: I forgot to have Oggles call you Dodgy Jammer. Which is the one": null, "stupid British nickname that they would have been like, I offer you this": null, "gift of a nickname to your long list of titles.": null, "Lou: Yes.": null, "Aabria: I forgot. I'm so sad.": null, "Erika: You'd be Strawbs, Jase.": null, "All: Strawbs!": null, "Lou: That is what I regret. That is what I regret. There it is.": null, "Nicknames were a big part of the character I think at the outset of it": null, "when I created it, cause that's such, for me, a hallmark of high school": null, "sports. And I think in meeting everyone, I think there was so much that": null, "we were doing and it felt very much more honest to just be like, Evan,": null, "Dream. It just felt like I should just talk to you.": null, "Erika: Yeah.": null, "Lou: But I think that's a part of the character, that in a different": null, "world, I think I wish I had concretely come up with nicknames for each": null, "one of you and called you them exclusively.": null, "Aabria: I dig that.": null, "Erika: Ask me this again at 2 AM. Just text me at 2 AM.": null, "Aabria: Anxiety hour.": null, "(laughter) (crosstalk)": null, "Erika: But I kind of agree with Brennan in that, I'm constantly self": null, "critical. But for this, when I just sat down, it was like the object was": null, "to have fun and yes, there are things that I regret saying or not saying": null, "or that I wish that the joke, the punchline had been tighter but just": null, "overall, I had so much fun and I just want to take that feeling away.": null, "And right now, it's all just emotions and feelings as opposed to": null, "concrete moments.": null, "Aabria: Right on. Sweet. I'm going to move off of this question because": null, "I don't want it to be a weird, negative thing. Okay, I have a question": null, "for you, thinking character wise. What do you think it the first": null, "priority of your characters in that opened up, like Wakanda at the UN,": null, "what happens, what's the first bit of magic that you bring back into the": null, "mundane world with you?": null, "Danielle: Oh. That is a really good question. Inspired by poops, but not": null, "actual poops, by the magic in the way of them, finding ways to deal with": null, "big trash islands and stuff like that where we could actually get rid of": null, "some of that stuff. I think that would be definitely high priority. Top": null, "10 for sure.": null, "Lou: I'm also, I think, up there with figuring out how we get kitchens": null, "everywhere.": null, "Aabria: Sanctioned kitchens.": null, "Lou: Yeah, how do we create kitchens where anyone can walk up and": null, "scribble something in and be given what they need, or be given a hot": null, "meal? I think Jammer thinks of it first for, \"Bro, what if we could get": null, "McRibs for everyone all year around?\" And then it kind of grows out": null, "into, \"Oh shit, we could feed people and that would be cool and": null, "important.\"": null, "Brennan: I think Evan, in those conversations, is like, \"Cool. That's": null, "beautiful. People are going to kill us. Companies hire people to squash": null, "ideas like that all the time so if we're going to release that, we need": null, "to do it decentralized, we need to put it on a network where that": null, "technology suddenly exists everywhere and it's already out of the bag": null, "and they can't try to kill one small group of people to stop.\" Evan goes": null, "to that dark place of-": null, "Erika: This is for the militia that he was with, probably.": null, "Brennan: Oh yeah! That's the thing, Evan's backstory stayed ambiguous,": null, "as it should, because it's such a bummer to talk about.": null, "Erika: The more specific it got, the sadder it was.": null, "Aabria: Break me off that backstory. Everyone needs to know.": null, "Brennan: Yeah. One part, there was a period of years that he was raised": null, "on a fundamentalist militia compound that hyper adopted people and were": null, "like, \"We're going to raise you.\" It's that weird, get more people into": null, "the cause kind of thing. So there's a couple of years he was there. So a": null, "lot if his worst skills and knowledge of how bad stuff gets was from": null, "those couple of years. But there's very much that thing. 'Cause Evan's": null, "second stat was brain. There's bird facts thing.": null, "Aabria: Bird facts!": null, "Brennan: Oh, god, bird facts.": null, "Aabria: I need three bird facts right now, go.": null, "Brennan: Okay, bird facts. Cassowaries have a-": null, "Lou: He wants to give this one in the first episode and we stopped you.": null, "Brennan: I may even have said this on Adventuring Party in the past. But": null, "cassowaries have a back toe that locks like Velociraptors into a joint": null, "and they apparently can hear heart beats and they can stab through a": null, "ribcage with their back toe and stab you in the heart and kill you. The": null, "next one I will say is obviously penguins mate for life, but you also": null, "know that the daddies incubate the eggs, penguin daddies incubate the": null, "egg.": null, "Aabria: And they tap dance really good.": null, "Brennan: And they do tap dance really, really good and that's a great": null, "thing about them. This is actually very appropriate for Harry Potter,": null, "owls are nature's slowest flying bird.": null, "Aabria: Yeah. That's great!": null, "Brennan: Which is really cruel to make them your mail carrier. Really": null, "fucking cruel. They are the slowest one. Get a faster bird. Get a": null, "falcon. I don't know what the owls thing is about. But the whole thing": null, "with the owls is they're evolved to fly silently. So all that extra": null, "padding, all the extra stuff that makes their wings make flap noises": null, "slows them down.": null, "Aabria: Okay. I like it.": null, "Lou: Bird facts are really.": null, "Aabria: I didn't, I wasn't- Wow. Okay. Thank you.": null, "Brennan: We could go all night just on crow facts.": null, "Aabria: We don't have to that.": null, "Erika: Oh my god.": null, "Brennan: Evan was dominated by the fight skill, his magic was that and": null, "it was the thing that he was all. But, I think in a better version of": null, "his life, Evan is obviously a brains kid. And so, in his talks about": null, "putting kitchens everywhere, he always goes to that place of, here's how": null, "bad adults are going to try to stop us. I love the thing in the epilogue": null, "that Jammer said. Evan is thinking about this from an academic point of": null, "view and I'm thinking of this from a community point of view and I feel": null, "like Evan lives the happiest life in the world just being your": null, "consigliere. Being the guy being here's how we break that down and avoid": null, "these bad things that are out there and the logistics of that. Yeah. I": null, "think that's the happiest life he could have for sure.": null, "Lou: God. It's so cool to think that we're 19 and just growing up like": null, "Chadwick Boseman in cities being like, \"What's that? Oh that's a broom": null, "that flies!\"": null, "Aabria: All right, I want to go off of that question and kind of ask a": null, "follow up. Is there any other details from the other PCs that you would": null, "wish you had known? Either that you knew before that never came up or": null, "something that popped up during the game that you were like, excuse me,": null, "I would like to follow up on that. But we haven't not the time.": null, "Danielle: I desperately, desperately need to know about Evan fighting": null, "inside of gas station parking lots.": null, "Lou: How many...": null, "Brennan: I have fought adults in gas station parking lots. Yeah. That's": null, "the thing, I loved to play this character so much. You drive along and": null, "you just see a kid with a grocery bag full of some clothes on the side": null, "of the highway and you're like, and it's not necessarily that he's": null, "fucking young Voldemort, but you just go, what's the story?": null, "Erika: What’s his deal?": null, "Brennan: What's the story here?": null, "Aabria: And you never hear any answer.": null, "Brennan: Yeah! I've done a lot to not be on a shoulder of a highway with": null, "a bag of my clothes. You know what I mean? Going hard to get other": null, "things to happen than that. We're getting that reference to, man, you": null, "sleep under the stairs? But the gas station, I was always trying to go": null, "straight to the specifics. 'Cause this kid's had a fucked up magical": null, "life and a fucked up mundane life.": null, "Aabria: Yes!": null, "Brennan: So there's this thing about a pig's head in a butcher's shop": null, "told me that God and the devil killed each other. Which is the other": null, "thing, Harry Potter never really references religion, which is wild to": null, "me because it's so important to people in real life. And the fact that": null, "it's like, so does any of this magic intersect with faith in any way at": null, "any point in time?": null, "Aabria: Teddy confirmed to you. He's like, \"Yeah, no. God's dead.\"": null, "Anyway.": null, "Brennan: But yeah, that gas station, it's always going for the specific": null, "of yeah, fighting in the gas station parking lot is the right amount of": null, "bleak. It's the right amount of bleak for Evan Kelmp.": null, "Aabria: So good. Anyone else?": null, "Lou: Sam Black was thinking about changing their name. We got one": null, "example, which was something very nonsensical like Bibbidy-bobbidy.": null, "Were there other things you were considering? Did you have other": null, "concrete ideas?": null, "Danielle: Not concrete ideas. I was just going to make it up as I went.": null, "So Sam's full name is Samantha Butler, which is boring. So that's why": null, "Sam became Sam Black 'cause that sounded like it's got good stuff. I": null, "think next, maybe some alliteration, like Sam Slither. Something that": null, "sounds very wizardy. Which is why I was kind of with that goggledy-poop,": null, "or just something that sounds very whimsical and stuff. To be a better": null, "wizard influencer, you got to change that name.": null, "Aabria: I think you nailed it.": null, "Hell yeah.": null, "Erika: There's so much that I want to know I think. I do want to know": null, "how long it takes for everything to get integrated into the mundane": null, "world. I do wonder because it seemed like, for the most part, none of": null, "the adults were helping. None of them. Even the well meaning ones like": null, "Dr. B.": null, "Aabria: Y'all were so quick to give up on everyone. I was like, yeah,": null, "well, I'm not going to fight you back on this. They all suck, it's fine.": null, "Erika: Right. And then the nurse, who obviously meant well, were taking": null, "no concrete actions really and so it's really up to these barely legal": null, "teens to change the world. Literally change the world. And it is a": null, "terrifying prospect. 'Cause humans will always suck. Humans will always": null, "suck, they will try to use any power to screw other humans over. And": null, "that is the way that institutions work. So how do you implement that in": null, "a fair and equitable fashion? Cause if you just bring magic into the": null, "real world now, it would be in the hands of some but not others. And": null, "it's inherently a problem in the system right now. So I really want to": null, "know the follow up of that. Is there a ministry that forms for it? Do": null, "any of the adults actually care? Do they start partnering with any": null, "mundane governments? And what would the kids get up to?": null, "Brennan: I think Evan fully is cognisant that if you just upload all": null, "these PDFs to the internet and just blast them and be like, try it at": null, "home, you maybe need a wand, I actually don't kind of think you do. And": null, "it's like, this is going to cause mass chaos. There's going to be": null, "tremendous upheaval and I think Evan's like, the world can burn a little": null, "bit. Because if you try to build an institution to dole it out": null, "responsibly, the institution's going to hold on to it.": null, "Aabria: Right.": null, "Danielle: Yeah.": null, "Aabria: 100%.": null, "Brennan: And even Evan is like, \"Yeah, we are 19.\" The goal, hopefully,": null, "is that five, 10 years down the road, a bunch of scientists have taken": null, "this and are looking at it 'cause this shit is just a system and the": null, "fact that these old ass wizards didn't see it as being, Is no one": null, "interested in why this happens or where these powers are coming from? No": null, "one?": null, "Erika: I feel like K, and I sort of mentioned it during somebody else's": null, "epilogue, that K would have been more interesting too in education, like": null, "Sam, within the wizarding world. Because, within that wizarding world,": null, "if you alert people to the plight of the world and open things up to": null, "them there then perhaps they'd be more liable to try and negotiations": null, "with the outside world.": null, "Brennan: Yeah.": null, "Aabria: Can I just say, just jumping back to actual moments from the": null, "game now that my brain's kind of unclogging, I have to give a special": null, "shout out to you encapsulating Digby, my Harry Potter analog, in a": null, "bubble. I was like, he's going to go give his, shit, he's in a bubble.": null, "Well, there goes my monologue. Any fucking way, let's deal with this": null, "dragon.": null, "Erika: I love how he was like.": null, "Aabria: Yup!": null, "All right, he's going to go do his, nope. Anyway.": null, "It was so good! It was just a full no. It made me so happy.": null, "Brennan: That tournament was so good. That was just chock full of": null, "moments. The entire pumpkin carriage to the idea of a horde or mice is": null, "not-": null, "Erika: It's terrifying!": null, "Erika: A swarm.": null, "Brennan: A swarm of endless woodland animals, this like model screaming": null, "and just covered in mice, building a dress for her.": null, "Aabria: I felt like we were getting closer to what's the difference?": null, "Brennan: Where do these two worlds meet? There was this person at camp": null, "that used to write, speaking of fan fiction, there was this kid at camp": null, "who used to write fan fiction. There was a big group fan fiction project": null, "and this one girl, bless her heart, she's actually a lovely person as an": null, "adult now, but as a kid, she would only write about magical horses and": null, "that was it. She could only write about magical horses and they were": null, "ultra powerful and her horses could defeat anyone and they were wiser": null, "and they were the size of elephants, they were enormous. And she talked": null, "about the ancient race of power magical horses travel in herds across": null, "the sky, flying a million strong. And another camp councilor buddy of": null, "mine sat her down and was like, \"I don't think you know what kind of": null, "eldritch horror.": null, "Picture of herd of a million horses across the sky all the size of": null, "elephants.\" And her response was, \"Yeah, beautiful.\"": null, "Aabria: Nightmare! Yes.": null, "Brennan: That, yeah, beautiful, I'll remember. Millions of horses. The": null, "sun is gone! We live in only darkness.": null, "Aabria: Just in a horse darkness.": null, "Lou: There's something so fun too, the idea of the four of us just kind": null, "of being relaxed and kind of kicking it while badgers and shit are just": null, "running around and literally, all these other wizarding schools are": null, "being like, \"What is this nastiness?\"": null, "And we're like, \"This is us.\"": null, "Brennan: What did Jammer say? My demon guy, my princess, my influencer": null, "and all these seagulls, that's the squad!": null, "Danielle: Also, learning that thing about how. Cause I've got the": null, "passive charm, I guess the passive teamwork, the way that Jammer is able": null, "to connect people and get them all to be, I don't know, I just really": null, "like that mechanic of you can be on the same wavelength as us, you just": null, "got to go through this guy": null, "and then make you part of the team. I thought that was great.": null, "Aabria: Oh, so good.": null, "Erika: I did love how everybody had their final forms at the end. It": null, "just is so satisfying.": null, "Aabria: That was really cool.": null, "Brennan: Oh, that dragon was so good. Oh, I loved that moment too-": null, "Erika: You make him choose!": null, "Brennan: Where Jammer picks Sam and Evan to go fight and there was this": null, "moment, you have that first moment, cause when someone offers, we're": null, "like, oh, it has to be two of us. And it was this moment where I was": null, "like, oh, is Lou being self sacrificing, does Lou want to do the fight": null, "thing? Then I was like, no, this is Jammer being the team captain.": null, "Aabria: The moment he said punk out, I knew was we were doing. I was": null, "like, got it. All right.": null, "Brennan: This was not, oh please, after you, this was make it so, number": null, "one.": null, "Erika: And even for the first one, I was like, \"Oh, yeah, there's": null, "potions and stuff.\" And he's like, \"No, you're a literal Disney": null, "princess.\" I was like, \"Oh, right! Of course. Thanks, coach.\"": null, "Lou: This is your whole thing": null, "Erika: Yeah": null, "Aabria: Court vision is real and it was cool seeing a fucking magician": null, "with court vision. I was like, \"Does he know what he's doing? This is": null, "really good.\" It was just very cool to see-": null, "Lou: Well, it was right on because it felt very point guard when you": null, "were like, \"We need two people.\" And I was like, it's not Jammer. Jammer": null, "doesn't do this the best. I can make iron shoot up out of the ground. My": null, "highlight reel of spells is not great. But yours is awesome and you": null, "charmed blood back into a leg so I was like, this is the squad right": null, "here. And it felt good to be like, oh, it's you guys. And then for you": null, "guys to give it to me to be like, \"Yeah, we'll do it.\" It felt like": null, "passing the ball. I think there was a really nice chemistry in that I": null, "felt like I was passing the ball and not telling you what to do.": null, "Lou: I can imagine playing with other people and having it feel like": null, "that. Having it feel like, hey, you two go do that. Rather than it's": null, "like, I see you, know you and know that you should do this.": null, "Brennan: Cause that was the thing too, I think Evan never would have": null, "inserted himself into that moment, but there is that thing where Evan is": null, "like, \"Hey, most days, there's not going to be a fight.\" The thing I": null, "have to offer the most, I can't help what my skills are and that moment": null, "of being, we actually want you to do this was such a meaningful gesture.": null, "Because Evan didn't know that the inevitable betrayal and terrible trio": null, "kids were going to coming for us later.": null, "Lou: That scene where you told that kid to step down and just in the": null, "calmest, most monotone. Man, you don't want this smoke.": null, "Lou: Every moment of it, the two of you, the way you guys played it, was": null, "just so perfectly. It was perfect.": null, "Brennan: I told you guys before the cameras were rolling, I was like, I": null, "hope Evan only rolls a couple of fight checks. And for people at home,": null, "Kids On Brooms is a very awesome, very simple, elegant system and": null, "there's not too many ways to break it. I just noticed and looking at it": null, "I was like, oh, you actually can get up to a plus eight. Okay, that is": null, "as close to munchkiny as you can get. And that fits the character of": null, "having someone who-": null, "Erika: But that's the thing, you did it for roleplaying purposes. It": null, "wasn't to win the game.": null, "Brennan: It was a curse. It was, here's a kid who has a passive fight of": null, "18.": null, "Aabria: I think over 15 is you are probably known for this thing. Rolls": null, "over 20 are, they will tell stories about this.": null, "Aabria: And I also think it was really interesting, cause it actually": null, "wasn't quite the munchkin move of I'm going to have a really high thing,": null, "cause it's very specific in Kids on Brooms, there's no pulled punches.": null, "And you put way too much, not too much, but you put everything in a stat": null, "where you can't control. It's going to hit hard.": null, "Aabria: So it was really fun giving you the challenge of can you thread": null, "the needle to do what you want to do? Because if you roll too high, I": null, "will make it very bad for you.": null, "Brennan: Well, it was great because that's the thing, it's very funny": null, "because I love the trash talking on Scuppers where Evan was trying to be": null, "like Jammer and get into it and have fun. And then the duel was not": null, "trash talk. I think I literally said, \"This is the kindest thing anyone": null, "has ever done of you.\"": null, "Aabria: Oh my god! Moments of me just being.": null, "Erika: Well, at the break, we were talking about the idea of": null, "storytelling in fight and combat in film and narrative and how it's": null, "always a mistake to make everybody just, oh, they're so cool and": null, "powerful and look how strong they are! Where, what you want to do, is": null, "you have somebody fight in their style. We all got to fight in": null, "specifically our styles. Character development through combat is just,": null, "not a moment of juicy story wasted.": null, "Brennan: Yeah. And also, I think the fact that the heartbreak for the": null, "character does come from being, this game is very cool, the list of": null, "strengths is so fun, you can talk to animals, loyalty mechanic and all": null, "this shit. This is the most boring shit in the world, just plus five to": null, "fight. And I was like, that reflects Evan. He's like, \"I don't get": null, "anything fun.\"": null, "(all laugh)": null, "I can't make a- that doesn't happen.": null, "The duels were so good. I loved Sam's duel and again, every Sam": null, "interaction was so unshakable.": null, "Erika: “We don’t know you”": null, "Aabria: Bulletproof confidence. Let's go!": null, "Brennan: Bullet proof confidence. Just Philtrum, who we know is the bad": null, "guy and we're just there-": null, "Aabria: I was deeply convinced, I was just like, they're going to swing": null, "on her right now.": null, "Brennan: Really close to happening.": null, "Lou: We thought about it.": null, "Erika: Well, we thought that she was going to make a move on us first.": null, "Aabria: A teacher's not going to go off on you. She was definitely in": null, "the reserve. There were several other little bitty encounters going and": null, "I was like, okay, it they just blow through the trio, or bribe the": null, "dragon and get to her, then she has the meltdown of, I'm not losing": null, "this. And then kind of gives the game away. Now you have a fully": null, "realized wizard, strongest in a generation, and you guys can play the": null, "pull no punches game. Cast the best spell with eh best stats you have": null, "because I'm going to be rolling like crazy. Let's go. Yeah, that was": null, "always been a dream. I'm like, please don't do it early.": null, "Erika: Right. This feels like a year one story. Where it's like, all of": null, "our lives were very much in danger but we didn't kill anybody. Nobody": null, "died really.": null, "Lou: For as much as, we talked about, even in the last Adventure Party,": null, "our willingness to scrap if it came to it. We never were like we're": null, "going to murder you. Outside of Evan being like, I might murder you": null, "because I can't control it. I think very rarely, did we walk into": null, "situations like, \"All right, you kill him.\" It was never a plan to kill": null, "anybody.": null, "Brennan: Even with that kid, I think in a certain sense, I would have": null, "been fine with that kid conceding. Even it meant that I don't get to": null, "roll my fight die. Honestly, the world where I walk up and I'm like,": null, "\"Leave.\" And that kid goes away and I get boos from the adult crowd and": null, "I'm like, \"You're bad people!\"": null, "Erika: I love that! I disavow you.": null, "Aabria: I disavow you was great! And they're just over here eating it": null, "up.": null, "Brennan: I hate you fucking people. No.": null, "Erika: Oh my goodness.": null, "Brennan: Not murdery. Not murdery. And then at the end of having K": null, "actually come in and support that.": null, "Aabria: That was such a beautiful roll. I'm sorry, I pulled the, I don't": null, "want to give you the die, but I need this to feel like you might not": null, "make it.": null, "Brennan: I had so much fun playing with K and Evan in this game, it was": null, "so much fun.": null, "Erika: Thank you so, so much. Whenever you have PC relationships, it's": null, "just like there's so much trust involved there and I'm so grateful that": null, "we were 100% on the same page the entire time.": null, "Brennan: Great. A perfect teen romance. So awkward. But again, this idea": null, "of K did so much growing and I think it was so fun to have Evan change": null, "at the very last second too-": null, "Erika: But the prince, the Disney prince-": null, "Brennan: The Disney prince little bubble of you get your wand back when": null, "you do three decent deeds.": null, "Aabria: She never does them.": null, "Brennan: Yeah. Great!": null, "Erika: Oh my god!": null, "Brennan: That's great.": null, "Aabria: She does not do that.": null, "Brennan: She don't get it back. That's fine.": null, "Aabria: She does not get her wand back.": null, "Brennan: You know what I mean? Because I think there's this weird thing,": null, "I was thinking, while we were all talking about it, all the things I": null, "thought I was going to be when I was a teenager and how wrong all of": null, "them were. Cause you need to have an identity to just get through the": null, "day, but whatever you think you are as a teenager goes through so many": null, "knocks, it get knocked around and you find stuff that works better for": null, "you. And it really was the beautiful thing of being reflected back by": null, "the people that care about you is the best way to find out, oh,": null, "actually, I could be more like K. I could. That's not impossible. They": null, "care about me and they're like this so how far away from that could I": null, "possibly be is a very meaningful thing.": null, "Erika: And his ultimate character arc wasn't that he was the strongest,": null, "it was that he was able to conquer his demons, control his demons and": null, "sort of take on traits from friendships and relationships that he liked.": null, "Aabria: All right. I feel like I could talk with y'all about this": null, "forever, cause I'm endlessly fascinated by all of the things you do and": null, "the story that we told together and I love it. But we will wrap here at": null, "an excellent beginning. And thank you very much for playing. Thank you": null, "all for watching. And yeah, that was it. Please stop it. Please, I don't": null, "know how to, just cut. Are we done?": null, "Someone behind the camera: Yeah, that's the end.": null, "(all cheering)": null, "Lou: Wow.": null, "Aabria: Dunk.": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}