{"Dimension 20": null, "Adventuring Party": null, "Cluck if You Buck": null, "Season 5 Episode 1": null, "[Next Episode] >": null, "Aabria: Hello, and welcome to the first episode of \"Adventuring Party\"": null, "for \"Misfits and Magic\". We're gonna chat a little bit about episode": null, "one. Just, hey y'all, how's everyone doing? Let's check in. How we": null, "doing? We okay?": null, "Brennan: Whoo!": null, "Lou: Doin' great.": null, "Erika: I just am so-": null, "Danielle: Yeah, doin' good.": null, "Erika: This is my first game in person-": null, "Aabria: Ever.": null, "Erika: In a... (laughs) Ever. I couldn't be more excited than if it was,": null, "actually, 'cause it's my first one in person in over a year, and the": null, "energy is just electric, you know? I feel like I'm extra giddy, and": null, "there's extra... We can talk over each other and not be like.": null, "Lou: Yeah, and not have Zoom silence. I think that was a thing that": null, "happened was I was like, oh, I can talk at the same time as other people": null, "here and it won't break... There won't be a minute of, \"Wait, who was": null, "talking? Were you? What did you wanna say? I'm sorry.\" That won't": null, "happen. We won't lose a minute to that.": null, "Aabria: Yes.": null, "Lou: God.": null, "Erika: 'Cause man, it's been getting us through, you know? The stopgap": null, "solution of on-screen gaming, which is great, and I've played other": null, "pre-COVID times campaigns online, but there's just, for me, nothing that": null, "will beat just being at a table with people.": null, "Aabria: 1000%.": null, "Brennan: It is unreal, A to be just in a... It's all these layers of how": null, "fun this is, of man, I'm in a room with people.": null, "Erika: Yeah!": null, "Danielle: Yeah.": null, "Aabria: Whoo.": null, "(Brennan kisses)": null, "I just stare at y'all, be like, oh my god, I'm so close to fuckin'": null, "faces, I'ma touch 'em.": null, "Lou: So close.": null, "Danielle: Look at our mouths.": null, "Aabria: It's really weird.": null, "Brennan: Yeah!": null, "(Brennan burbling)": null, "Danielle: We've got mouths out.": null, "(Lou burbling)": null, "Aabria: There's so many juicy-ass mouths in this room, and I'm just into": null, "it.": null, "(Erika yells)": null, "Lou: Juicy-ass mouths.": null, "Erika: Yeah they are.": null, "Brennan: (trilling) Yes, it's great. It's really good. And this game is": null, "amazing. And Aabria, you're-": null, "Aabria: Yeah, it's also good too.": null, "Brennan: Aabria, you're killing it.": null, "Aabria: Oh my god, thank you.": null, "Brennan: This is so goddamn fun.": null, "Lou: Hot.": null, "Brennan: Hot, hot.": null, "Aabria: Kind of going along with that, oh, just feeling super giddy.": null, "It's funny, I'm just like, y'all can just fuckin' talk in the starter": null, "zone. I don't wanna intervene with any of my weird story, y'all are just": null, "cool, and I wanna watch cool people talk. This is fine. Just make": null, "pretend for me.": null, "Lou: I mean, every character here is rich enough that I think we could": null, "just chat.": null, "Danielle: Yeah!": null, "Erika: Yeah, talking-": null, "Lou: We could do four episodes of, \"Hold on, so what was elementary": null, "school like?\"": null, "(laughing)": null, "\"Wait, so when did you pick Sam Black? When'd you decide to start going": null, "by...\" We could do that, and it would be entertaining. Don't get it": null, "twisted.": null, "Aabria: Those are my deep notes for, I ran out of plot, just fuckin'": null, "kick it.": null, "Erika: Just quick, quick, Dream, why don't you tell us your fanfiction?": null, " Hello, oh my-": null, "Lou: Wait, Dream, so what was the name of that chapter again?": null, "Erika: Yes.": null, "Aabria: Yeah.": null, "Danielle: I do wanna hear more about Dream's fanfiction.": null, "Aabria: I do too, though.": null, "Danielle: None of us here are joking, we do really want-": null, "Aabria: That's part of it, though.": null, "Lou: What was Superb Owl? We didn't-": null, "Aabria: Super Bowl!": null, "Danielle: Oh yeah!": null, "Erika: It was Super Bowl.": null, "Brennan: That's real internet culture.": null, "Erika: Yeah, it is.": null, "Erika: It is for sure internet culture 'cause every year all of us are": null, "insufferable, like, \"I only watch for the advertisements. Is anybody": null, "gonna watch the Superb Owl? I don't know sports ball.\"": null, "Lou: Yes.": null, "Erika: Sort of a thing. And we love crapping on other things because we": null, "got crapped on. That's the rule.": null, "Aabria: The phrase sports ball makes me wanna go back in time to when I": null, "was just a raw fuckin' jock. I'm like, I will shove your ass in a": null, "locker. Say sports ball to my fucking face. I hate it so much. That's": null, "the one phrase.": null, "Danielle: I think we won. Nerds won. We won and now we're just gloating.": null, "Erika: Yeah.": null, "Aabria: Also, jocks are like... I'm also really nerdy. I know so many": null, "things about a dude than ran fast 22 years ago.": null, "Brennan: John Hughes, that '80s thing of jocks, I guess \"Revenge of the": null, "Nerds\", it's jocks versus nerds, and every interaction I've had with": null, "actual teens, both when I was one and then working with kids as I got": null, "older is like, jocks and nerds are nearly identical. They both know a": null, "lot about a thing they care a lot about, and the kids that are actually": null, "cool aren't invested in anything 'cause that's what being cool is.": null, "Danielle: Yep.": null, "Brennan: The idea that there's this nerd-jock... It's like, don't you": null, "see? You are one in the same.": null, "Erika: Two sides of the same coin.": null, "Brennan: Two sides of the same coin.": null, "Erika: Yeah, it's funny. Actually, I had never seen \"Breakfast Club\"": null, "prior to last night, and I watched it to prepare for this.": null, "Aabria: Did you do homework?": null, "Erika: I did. I did my homework.": null, "Aabria: Please take an Adversity token.": null, "Erika: Yay!": null, "Lou: Look at that.": null, "Brennan: You can get Adversity tokens IRL? We're in the game?": null, "Lou: Yeah, dude.": null, "Brennan: Fuck.": null, "Lou: I'm washing Aabria's car after this session.": null, "Aabria: That's worth a solid three tokens.": null, "Lou: Three tokies, baby.": null, "Brennan: Fuck, fuck.": null, "Erika: I feel like specifically \"Breakfast Club\" tapped into that,": null, "nobody is just a jock, or a prep, or the weird kid. Everybody has": null, "layers. And then we were talking about this earlier, how they kind of": null, "forgot that for a lot of TV and stuff for the '90s.": null, "Lou: Just went back to, he's tall and hot and throws ball, she is hot": null, "and not knows knowledge.": null, "Brennan: Watching each of these kids' vignettes was so funny. It was so": null, "perfect. You ran them so well. And then the fucking... I don't know,": null, "it's so funny to break the genre of, yeah, your owl doesn't show up in a": null, "little cottage somewhere, you're at basketball practice.": null, "Lou: And it throws up in front of you, and you just kinda roll with": null, "that.": null, "Brennan: Oh my god, that's funny.": null, "Aabria: The checking the pocket for napkins. I don't know why that": null, "specifically was just a... Oh, that got me.": null, "Erika: It's just the details.": null, "Lou: Yeah, it's, hey, it's the... If someone threw up something and was": null, "like, \"Yo, you need to grab that,\" nobody would be like, \"Yeah.\"": null, "Lou: You'd be like, is there any possible way to not do this? And then": null, "having extinguished all options you'd be like, fine.": null, "Brennan: Fine.": null, "Lou: Fine, I'll pick up my magical teleportation pellet.": null, "Danielle: I guess.": null, "Lou: Yeah.": null, "Brennan: So funny. I can't believe I ate my pellet. I really... You": null, "don't-": null, "Erika: I can.": null, "Brennan: Well because in my head-": null, "Lou: yeah, I honestly agree.": null, "Erika: It was a strong character choice.": null, "Lou: I think for a second you go, no, 'course you would. Of course you": null, "would.": null, "Brennan: It's a pellet!": null, "Aabria: From an owl.": null, "Brennan: But what I'm saying is, you see a pellet and you're like,": null, "you're gonna interact... Your body is gonna interact with that in some": null, "way. Dollars to donuts, is it going in your mouth or are you going to...": null, "What pellets do you crush in your day to day life?": null, "Aabria: I don't know, I do feel like this is a game system that has": null, "fuckin' dice to think about stuff. That could've been a roll, baby boy.": null, "Lou: Baby boy.": null, "Erika: I dunno, Evan is special. He's a special boy. He's the specialest": null, "boy. But I got to admit that even for Evan, looking at a little gray": null, "dried cake of-": null, "Aabria: No, his was wet with black ichor.": null, "Erika: Right. Oh, that's right.": null, "Aabria: His had a sauce.": null, "Lou: Oh.": null, "Brennan: In my head, the justification behind it is, this is not the": null, "first blood-stained thing that Evan has been asked by an animal to": null, "swallow, and he's probably like, \"I'm gonna swallow that.\" God, it was": null, "so funny. I also love being in the Dome again because I could look right": null, "at Lou when we were being introduced to Sam and be like, \"Mukbang?\"": null, "Lou: It's really cool. 'Cause you can't do that in Zoom, right? You": null, "can't have an aside.": null, "Erika: That's another thing, you don't have to address somebody and be": null, "like, \"Sam,\" and then aside.": null, "Lou: 'Cause I don't wanna interrupt... Because again, the rest of the": null, "table seemed to be very confident about the nature of a mukbang.": null, "Aabria: What's up?": null, "Lou: Exactly. This triangle of mukbang.": null, "Danielle: Talk about forming a triangle, yeah.": null, "Aabria: This is a triangle offense of, we get what's happening.": null, "Lou: You guys ran the play. Meanwhile, this defense was out of control.": null, "But it was fun to just be able to go, yeah, we're in an un... We don't": null, "know where we are, right? Yeah.": null, "Brennan: It's very helpful that mukbang has the consonants that make it": null, "really easy to read someone saying silently. Like, mukbang?": null, "Lou: Yeah. It was perfect.": null, "Aabria: I love it. Well, let's talk a little bit about, yeah, give me": null, "some background on the kind of characters you guys wanted to bring to": null, "this. We'll start with Danielle. Talk about Sam and just that whole": null, "vibe. I love her.": null, "Danielle: So, the parts of the plot that we knew were that it was these": null, "kids who've never... They don't know anything about this kind of magic,": null, "they only have read about it in books, and they're going over and": null, "starting this pilot program. And my first thought was, who is the worst": null, "person to join a secret society? It's someone who is terminally online,": null, "it's an influencer. And so, that was where that kind of came. And then": null, "everything came from that decision, from the fact that, as we addressed,": null, "Sam Black is not her real name. All of these little things came from": null, "that. And then the rest of it is just improv, baby.": null, "Aabria: Ay!": null, "Danielle: That's what I call anything, whether it's a mistake or whether": null, "it's good. That's why I say I like playing dummies because if I am": null, "playing someone who rolls low in Brains, then if I mess things up, it's": null, "fine.": null, "Danielle: 'Cause it's like, look at her brains, she's got none.": null, "Lou: A D4.": null, "Danielle: So of course she would do the thing that doesn't make sense.": null, "D4, baby. Whoo!": null, "Aabria: Sweet. Erika. Ladies first. Anyone that knew what a mukbang was": null, "gets to talk first.": null, "Lou: Right, yeah.": null, "Erika: Right, yeah, yeah, yeah. Sorry, fellas.": null, "Lou: No, that's all right.": null, "Erika: So, I chose... I'm playing a heightened version of myself at this": null, "age, honestly.": null, "Aabria: Yay!": null, "Erika: We said originally, when you introduced the concept of this": null, "world, and you said, \"What are the worst people that could get a magical": null, "owl at almost grown-ass age?\" And I was like, oh, the person who wrote": null, "the \"My Immortal\" fanfic.": null, "Aabria: Yes!": null, "Erika: You know? The kind of person who was terminally online back in": null, "those days. And there's sort of a revival of scene right now in Gen Z,": null, "which sort of makes it easier and still more relatable, and makes it": null, "seem like I'm not ancient, I guess, when I make references, 'cause": null, "they're like, \"Oh, I know what My Chemical Romance is, it's from the": null, "TikToks.\" Everything spun out from there, of the idea of somebody who": null, "just really relates to people best via the lens of fandom. And so, you": null, "sitting at home who is maybe in fandoms of your own, if you feel super": null, "hard called out for it, just know that I, too, am one of you.": null, "I, too, wrote fanfictions and have a weakness. The shirt that I wore the": null, "first episode, this is my... I made this.": null, "I made this myself. This is a thing that I sell because I also love sad": null, "boys.": null, "Aabria: Erika hella on brand.": null, "Lou: There we go.": null, "Aabria: Love it.": null, "Erika: So, you know.": null, "Lou: Hell yeah.": null, "Aabria: I love it.": null, "Aabria: Also, I just super... No, no, I'll save it for later. I'm trying": null, "not to do spoilers 'cause-": null, "Erika: Yeah, yeah, yeah.": null, "Erika: Yeah, yeah, yeah, and Aabria was amazing working at this with me": null, "Aabria: (groaning) It's so good. Okay, Lou, you talk.": null, "Lou: Yeah, I think I, again, also spun out of the question of, who are": null, "the worst people? I loved \"Harry Potter\" growing up, and I guess I enjoy": null, "it still. But there is an engagement with everything that gets thrown at": null, "the \"Harry Potter\" kids that I think is just so unnatural, of them being": null, "like, \"Hey, what's up? Do you wanna do this?\" And the \"Harry Potter\"": null, "kids are like, \"Hell yeah!\"": null, "\"You guys wanna learn charms?\" (yells) \"That's all I ever wanted!\" And I": null, "think that's the thing missing from that whole space, is jock kids who": null, "are like, \"I don't know, dude, I don't give a shit about this. I'm doing": null, "this so I can get to the other, better parts of life where I shoot ball,": null, "I dunk and I get paid to do it.\" So, I really like the idea of playing a": null, "jock who goes to Hogwarts. And I think out of that has spun this": null, "team-oriented kind of, I just gotta get through this, and here are four": null, "people that will get me through this to where I want to be. And yeah, I": null, "don't know. Already with what we've started, the journey we've begun,": null, "I'm excited to explore more of Whitney Jammer.": null, "Aabria: Yeah. Have we said your first name yet?": null, "Lou: No, I've said Whitney a couple of times.": null, "Erika: Yeah, but we haven't said all of your other titles.": null, "(Aabria laughs)": null, "Lou: We haven't said any of the other thousands of nicknames.": null, "Aabria: Oh, that time will come.": null, "Lou: To come, to come.": null, "Brennan: It's so good.": null, "Aabria: B Money, let's go.": null, "Brennan: This is so fun. I'm having... Truly, I don't know for sure, but": null, "I think when we watch the edit back, the face that I make for the entire": null, "beginning is just. (makes a huge excited face)": null, "Erika: Yes!": null, "Brennan: 'Cause honestly, you started talking and I was like, wait a": null, "minute, I don't know what's gonna happen! And it was a high on... I'm so": null, "happy to be playing. Thank you so much for inviting me. I'm so happy to": null, "be playing! Watching everyone's things was so, so fun. You guys": null, "remember, I was nervous 'cause I am not very practiced making PCs, and I": null, "was like, oh shit, this is your one character you're locked into. If I": null, "make a fuckin' bum NPC, ditch 'em, they're gone. A rock falls on 'em,": null, "they're dead. It wasn't funny, they're dead.": null, "But a PC, you gotta invest. So, I pitched a couple ideas and you guys": null, "were all there, everyone was super helpful, like, \"Ah, moving this": null, "direction.\" And we finally settled on the idea of sad, low status creepy": null, "kid. And I was like, oh that's funny 'cause there's also an angle of,": null, "we're parodying a really narrow genre, a genre that's dominated by one": null, "specific IP, but there is also obviously other magical boarding school": null, "shit. Prior to \"Harry Potter\" there were a bunch of things that had done": null, "that. But it's totally-": null, "Erika: It was like the tragic Dickensian child at the center of it all.": null, "Brennan: Yeah. And specifically to do the version of... For example,": null, "again, I'm not gonna sit here and rewrite history where I wasn't": null, "incredibly into \"Harry Potter\" as a child, but like a lot of my favorite": null, "fantasy things, you can rip it to ribbons. And one of the things that's": null, "ripped to ribbons in the original is the idea of Voldemort as like, so,": null, "what's motivating this guy? Why is he so dag nasty? He really hates...": null, "He just hates people so, the idea of doing a kid who is creepy and sad,": null, "of the freaks and geeks thing, the freak, right? Who is that Tom Riddle": null, "kid, is the kid who... In \"Harry Potter\", and also kind of honestly": null, "parodying \"Harry Potter\" as well, 'cause \"Harry Potter\" is like, \"There": null, "once was a boy who lived in a closet under the stairs,\" and you're like-": null, "Aabria: It's cute.": null, "Brennan: That's child abuse.": null, "Brennan: You live in a closet under the fucking stairs?": null, "Erika: Wait, go back, you said he doesn't have enough to eat all the": null, "time?": null, "Brennan: Yeah, this is the most warped, fucked up... So, the idea of a": null, "kid who would be having those Voldemort-esque, like, yeah, man, fuckin'": null, "animals look at you and say, \"You are the one.\" And have that kid,": null, "instead of responding like, \"Yes, I shall be the heir of Slytherin,\" be": null, "like, \"I want more than anything for this to stop.\" The kid who, again,": null, "has those Slytherin, Sith, the things that sees that, like, (growling)": null, "\"Your powers,\" and is like, \"Nope! Check out, I don't want it. I don't": null, "want it.": null, "I don't want this.\"": null, "Erika: God.": null, "Brennan: And then that became Evan Kelmp.": null, "Aabria: Kelmp.": null, "Danielle And Erika: Kelmp.": null, "Erika: That name is never not gonna be funny.": null, "Aabria: It is a whisper-": null, "Lou: L-M-P.": null, "Aabria: The worst.": null, "Lou: It hits. It just hits.": null, "Aabria: It's the, oof. It's got a taste. It makes my mouth taste like": null, "after coffee whenever I say it.": null, "Erika: We were saying, it's a name you swallow.": null, "Danielle: Kelmp.": null, "Erika: Kelmp.": null, "Lou: Kelmp.": null, "Brennan: Kelmp. Yeah.": null, "Erika: And just, it's been fun too, seeing immediately, once we all": null, "nailed our characters were like, I know exactly how I'm gonna interact": null, "with every one of you. And especially, I love that we had our childhood": null, "pals.": null, "Danielle: Yeah, I love that.": null, "Erika: Especially head off at the pass the whole mean girls, or-": null, "Danielle: No, we were on the same team. We are all Team M-word here.": null, "Erika: Yeah, yeah.": null, "Lou: Team M-word, dude.": null, "Aabria: No! It's a bad word, you can't say it.": null, "It's the worst word to say.": null, "Danielle: No, but I did love that. In another game it could've been that": null, "the two of us would go, but it's like, no, we're friends and we know": null, "each other, and we're gonna help each other through jams, we're gonna": null, "have each other's back. Lady friendship's powerful.": null, "Lou: Mm.": null, "Brennan: Love that.": null, "Aabria: Just the little \"Mm.'": null, "Danielle: Word.": null, "Lou: Hey, you know, I ain't got nothing to throw on there, but I can": null, "support it.": null, "I can be all about it.": null, "Aabria: We're still gonna nerf men, but yeah, I appreciate your support.": null, "Erika: That's been the running gag, by the way, behind the scenes. Men": null, "are too OP.": null, "Aabria: Too OP.": null, "Erika: The eyelashes, with just running Irish bar skin soap all over": null, "their skin.": null, "Aabria: Just use Dawn Dish Soap and they're like, \"My whole body's great": null, "now and my hair is wonderful.\" What?": null, "Erika: Being able to just cut cookies, just cookies, and suddenly get": null, "biceps, you know?": null, "Aabria: I was a trainer for like, 12 seconds, and every male client I": null, "picked up, within the first week they're like, \"I love training. We met": null, "one time for the consultation and I've lost six pounds.\" I'm like,": null, "(groans)": null, "I hate this job because of you!": null, "Erika: Nerf men. Nerf men.": null, "Aabria: Pay me, but I hate you.": null, "Erika: It's a little peek into the jokes that make us laugh here at the": null, "Dimension 20 set.": null, "Aabria: So good. Yeah, let's talk, I know we've touched on it just a": null, "little bit, but knowing that we are doing a sendup of \"Harry Potter\",": null, "what's everyone's experience with it? 'Cause personally, I think that": null, "was the first... I was a comic book kid growing up, but I didn't really": null, "fall back and embrace my nerdom until I got into the \"Harry Potter\"": null, "series in high school, and I was like, oh, this is my jam. My internet": null, "handle is like,": null, "(laughs)": null, "I like the nerd sport. So, I really committed hard to how much I liked": null, "\"Harry Potter\", it's upsetting.": null, "Erika: Oh, I totally get it Quiddie.": null, "Aabria: Yeah, that's where Quiddie came from.": null, "(Erika gasping)": null, "All: Oh.": null, "Aabria: Yep, gross. It's gross, I'm gross. I'm just millennial trash.": null, "Lou: It's gross.": null, "Erika: No, no, it's like the marriage of the two, a sport and nerdom.": null, "Brennan: Yeah.": null, "Lou: There it is.": null, "Aabria: Yeah, what's your guys' experiences with, and.": null, "Danielle: Oh, yeah, I came to it late, so I was out of high school by": null, "the time I read it 'cause it's not that I wasn't nerd enough, I just": null, "hadn't done it. And so I breezed through those books in like, two weeks.": null, "I was reading as I was walking to work, which is very dangerous, don't": null, "do that.": null, "Aabria: Don't do that. Pokemon Go told me you have to look at the road.": null, "Danielle: But yeah, so, that was always my experience. So, I read it and": null, "I bombed through it, then I went through and I watched all of the": null, "movies. My house is Gryffindor, which I regret 'cause I wanna be a": null, "Hufflepuff, they just sound-": null, "Brennan: I'm the same! I'm the exact same.": null, "Aabria: Ew, what?": null, "Danielle: No, 'cause they're just sitting around eatin' snacks, being": null, "grateful all day.": null, "Lou: What's happening on that side of the table right now? What's": null, "happening over there?": null, "Danielle: I don't wanna save... Gryffindor, I'm sorry, they are the": null, "ground troops. They infiltrate-": null, "Aabria: Yeah, 100%.": null, "Brennan: I said the exact same. I do the same thing. I was gunning for": null, "Hufflepuff when I took the test, got Gryffindor, and I'm telling you...": null, "The way I always say to people is, if the world could only be members of": null, "one house, the best world would be the hall Hufflepuff house.": null, "Erika: God, it would.": null, "Danielle: Yeah, for sure.": null, "Brennan: The world where everyone is kind, and honest, and hard-working,": null, "and loyal?": null, "Erika: Loyal, yeah.": null, "Danielle: Grateful.": null, "Aabria: Gonna have lots of people exploit that, though.": null, "Brennan: But there wouldn't be any people to exploit it-": null, "Lou: Cedric Diggory died.": null, "Aabria: Yo! Hold on, let's talk. There were some real shitty Hufflepuff": null, "kids. Oh god. Now I can't think of any of their names, but there was": null, "one, they were all mean to Harry.": null, "Erika: Cormac McLaggen was... Wait, no, was he?": null, "Aabria: No, Cormac was a Gryffindor, wasn't he?": null, "Aabria: He was Gryffindor.": null, "Brennan: Might've been Slytherin.": null, "Aabria: It was something with E.": null, "Lou: Might've been Slytherin, could've gone either way.": null, "Brennan: Also, I think one of the important things is always that the": null, "house is not the thing you have, it's the thing you value. 'Cause": null, "otherwise Hermione would've been in Ravenclaw, right?": null, "Brennan: And also, Crabbe and Goyle don't have ambition but they're in": null, "Slytherin because they value ambition.": null, "Erika: So, the thing is-": null, "Aabria: Oh, respect. I like that.": null, "Erika: The way I think of it is, I liked how the little trio-": null, "Aabria: Adversity token.": null, "Erika: Hermione is obviously Ravenclaw, she's clever, Ron is loyal, he's": null, "Hufflepuff, and Harry is Slytherin because I guess he was born that way?": null, "The idea is that you choose bravery. You can always choose bravery.": null, "Every time I get it, I wanted to be a Slytherin-": null, "Aabria: Edgy.": null, "Erika: I just am always Gryffindor, that is always how it turns up. But": null, "then again, I also look at these as sort of a Myers-Briggs test sort of,": null, "where it's just like you kinda get what you want.": null, "Erika: It's more of a litmus test of what you want. But for me, \"Harry": null, "Potter\", these characters are so true to life. I grew up at the same": null, "time as \"Harry Potter\" was growing up. If the books had been actual": null, "chronology, we would've grown up right at that age. And I went to the": null, "book release parties at midnight at Barnes & Noble.": null, "Aabria: Yo! Barnes & Noble, what's up?": null, "Erika: I dressed up.": null, "Lou: All about it.": null, "Danielle: Rest in peace, bookstores.": null, "Erika: Yeah. I would wait in line for the movies, I cosplayed. When": null, "Nerdist sent me to Harry Potter Wizarding World for the date in which": null, "they all become older and send their kids off, and so when that date": null, "actually came around there was this big event and I got to go to": null, "Wizarding World and meet some of the actors. It was just huge for me.": null, "I'm so into \"Harry Potter\", but also, can I say fuck TERFs?": null, "Aabria: Fuck TERFs!": null, "Erika: Can I say fuck TERFs?": null, "Brennan: Fuck TERFs.": null, "Danielle: Fuck TERFs.": null, "Erika: Fuck TERFs!": null, "Lou: Fuck TERFs.": null, "Erika: I still maintain, though, that there is so much in there that": null, "resonated with a lot of us misfits, a lot of us kids that wanted magic": null, "and really believed in it. And I will never let that part go. But fuck": null, "TERFs.": null, "Danielle: Trans rights, fuck TERFs.": null, "Lou: Yup!": null, "Brennan: Trans rights, fuck TERFs.": null, "Erika: You know, I love it. I love the idea of magic actually being": null, "real, and it's, you know. Broke my heart what happened with Cho Chang,": null, "but you know?": null, "Aabria: Ugh. Justice.": null, "Brennan: There's a lot of fucked up things in the books that you go": null, "through and you're like, man, those Gringotts bankers are a fuckin'": null, "bummer. The stuff with Cho Chang's a fuckin' bummer. And there's all": null, "this bad politics woven throughout. But like you're saying, too, I": null, "remember when we did the bail fund relief fundraiser, one of the first": null, "activists we talked to, actually helped us organize that entire": null, "fundraiser, she was like, \"I love that you guys are this nerdy channel": null, "'cause one of my big inspirations was 'Harry Potter'. I'm a Proud": null, "Gryffindor.\" It's this weird thing where you go, those books have a lot": null, "of bad shit in them, and they also have a lot... I sometimes think about": null, "the fact that the transition in my life of being very dominated by \"Lord": null, "of the Rings\", which also has all this problematic shit, and then \"Harry": null, "Potter\" came along, and one interesting... There's something in the core": null, "of those books of, your enemies are your neighbors, and they are the": null, "people in the society with you, and you're going to school with them,": null, "and it might not be violent right now but it might become violent one": null, "day. That's a pretty real thing to talk about that feels very prescient": null, "in a lot of ways. And for all of the books, terrible politics that run": null, "concurrently along with that, that's definitely something that I": null, "remember coming into adulthood and being like, hey, that was actually": null, "pretty cool to have a series of books that's like, yeah, the bad guys": null, "are the people next door to you. Those are the bad guys.": null, "Erika: It really resonated with me, too, that kids could stand up and": null, "say no.": null, "Erika: They saw the things that the adults... 'Cause you grow up, at": null, "least for me, I grew up and it's the adults are right. The adults were": null, "right and you respected that. And in the books it was so scary, by the": null, "fifth and sixth book when the adults started saying things that were bad": null, "and wrong, and they tried to get the kids to believe it. And the kids": null, "were like, no, and they stuck to their guns and what was right, and they": null, "fought back. That was something that still sort of stays with me, like": null, "when I go march in the streets, when I say something online and stand up": null, "for what I believe in, I still think that it is right to do so and you": null, "have to do it against people that you live with, that are your": null, "classmates, but you still gotta do it.": null, "Aabria: This is a roundtable and very little about the episode we did,": null, "so I'm gonna ask one question to bring it back.": null, "Aabria: What was the most surprising part from episode one? 'Cause I": null, "wanna talk about the other stuff for way longer, and I think that's a": null, "different thing.": null, "Erika: The wands. I mean, come on guys, it's gotta be the wands.": null, "Lou: I mean, you think about it for a second and then you remember": null, "that you brought out a stick of wood and you gave it to me. I think,": null, "yeah, the whole wand situation, I think you're right on. Yeah.": null, "Danielle: It did surprise me how violently we were ready to be against": null, "birds.": null, "Aabria: Yo, that was gonna be my answer 'cause you guys were so": null, "anti-bird so fucking quickly. I was like, \"And these beautiful... What?": null, "Are you trying to square up on an owl? I'll fight as an owl, I'm not": null, "worried about that. I'm not pressed, let's go.\"": null, "Erika: It's so American of us, I feel like. I don't know what it is.": null, "Lou: Yeah, we don't approach a mystical animal with, oh, nature": null, "incarnate.": null, "Aabria: Oh, the questing beast.": null, "Lou: It's like, yo, what is this? What is this right now? what is it?": null, "What are you trying to do?": null, "Danielle: Put your wings down, homie, put your wings down if you ain't": null, "about it.": null, "Lou: What's going on? What's up, good? What's up?": null, "Aabria: Cluck if you buck, what are we doing?": null, "Lou: Yeah, cluck if you buck.": null, "Danielle: Cluck if you buck.": null, "Lou: Cluck if you buck.": null, "Erika: #CluckIfYouBuck.": null, "Lou: Name this episode \"Cluck If you Buck\".": null, "Aabria: Do it.": null, "Lou: Name it.": null, "Erika: Oh my god.": null, "Brennan: Andrew, thank you so much. Yeah, \"Cluck If You Buck\" would be": null, "great, yeah.": null, "Brennan: That's so funny. I thought it was wild how in this wonderful...": null, "First of all, Vertic Alley.": null, "(clapping)": null, "Just a little.": null, "Aabria: Thank you, thank you.": null, "Erika: Yeah, very well done.": null, "Brennan: But I think it was very cool to see everyone's... We're doing": null, "these... We're shooting over a weekend, and seeing all these story arcs": null, "start to manifest, I don't know, the part of me that has that GM engine": null, "running in the back sees you and is like, look at all this cool shit": null, "happening. This is some very slick work here. Oh, we got Scuppers for": null, "Jammer.": null, "Erika: Scuppers.": null, "Brennan: Oh!": null, "Lou: Maybe that's the most surprising thing for me. Scuppers.": null, "Erika: I love you calling it... \"This sounds whimsical as fuck, I hate": null, "it.\"": null, "Lou: It's not what Jammer wants in the heft around a sport. Scuppers and": null, "croquet feel like they're on the same thing, of like, oh! The best": null, "person in the world at it-": null, "Aabria: Polo.": null, "Danielle: Water polo, yeah.": null, "Lou: Is super rich and is like, \"Yeah, I bought the best stuff and": null, "that's why I'm good, not because I have any... Not because I work at it": null, "every day.\"": null, "Danielle: Scuppers is definitely the rowing team in high school.": null, "Aabria: Yo!": null, "Lou: Oh, yeah.": null, "Brennan: That is so funny.": null, "Erika: You have to tell everybody how you came up with the name of our": null, "Quidditch sport.": null, "Aabria: So, I have so much whimsical naming for everything, and because": null, "I love nerd sport so much, I couldn't come up with a name that I liked": null, "enough. And so it was just in as capital \"Wizard Sport\" in all of my": null, "outline. And I was like, I'm gonna let panic dictate what happens here.": null, "So, I was like, this is the only thing I'm nervous about, is when": null, "someone actually asks me what Wizard Sport is called, and the moment you": null, "did it I was just like, \"Scuppers!\" Oh, that sounds terrible. Correct": null, "reaction! We did it!": null, "Aabria: And that was when I was like, pack it up, we're done.": null, "Lou: Pack it up.": null, "(Aabria groans)": null, "Erika: Brilliant.": null, "Aabria: Hate it. It sounds like a thing you yell in a boring sport.": null, "Like, \"Scuppers!\"": null, "Brennan: It's a perfect thing for Jammer to hate. It's a perfect name": null, "for Jammer. You couldn't pick something that's-": null, "Lou: I can't wait to find out the rules, and by that, I can't wait to": null, "hate all of the rules of whatever the sport is.": null, "Aabria: Don't worry.": null, "Brennan: But it was like, setting up Scuppers for Jammer, setting up the": null, "stuff for Dream of like, oh, all this shit is ruining your aesthetic.": null, "All of your magic and stuff.": null, "So funny, chipmunk, wand, little pink sparkles. And then also, and this": null, "is something that was very subtle, there was a vibe between that NPC": null, "Fergus and Sam. There was a vibe.": null, "Danielle: Vibin'.": null, "Brennan: There was a little vibe.": null, "Lou: Little vibe.": null, "Aabria: I'm just trying to holler at someone at the table. That's just": null, "for me.": null, "Lou: Gotta.": null, "Aabria: That's my style.": null, "Erika: It's been a long, dry quarantine.": null, "Danielle: No sliding. No sliding.": null, "Aabria: That comment. Slide across the store.": null, "Danielle: The worst. I'm the worst.": null, "Aabria: Amazing.": null, "Lou: Oh, you're gonna slide across the store.": null, "Aabria: Yeah!": null, "Danielle: I'm the worst.": null, "Brennan: So funny.": null, "Aabria: Love. Love it.": null, "Erika: And obviously, setting up Evan as a horrifying dark lord that the": null, "plot revolves around, and he wants none of it.": null, "Aabria: Yes! Oh my god, Dream's just... That dynamic-": null, "Aabria: I just wanna fade into the back like, let this happen forever, I": null, "don't care about the story anymore.": null, "Erika: It's so hard to keep a straight face, Brennan, I'm so sorry. It's": null, "so hard to keep a straight face.": null, "Lou: It is funny. There are those moments as a PC where you're like, oh,": null, "my PC might have something to say, but I know that another PC has a": null, "better thing to say, and the whole time you were going on your big rant": null, "I was like, Jammer probably could make a noise or say something right": null, "now, but Dream take this one. Dream, would you like to respond? Would": null, "you like the floor?": null, "Brennan: I loved it. When Dream literally was like, used the word trope": null, "to describe a real person.": null, "Aabria: Oh.": null, "Erika: And he's like, \"I'm not a character.\"": null, "Brennan: That's such an encapsulation. It's such a perfect thing of,": null, "\"Look how many tropes you hit,\" and I'm like, \"This is my life.\"": null, "This is my life, I'm not hitting tropes.": null, "Aabria: But the point remains, sir, that you're hitting all of these": null, "beats and I cannot wait to TikTok about you.": null, "Aabria: It's gonna be dope.": null, "Aabria: (sighs) So good.": null, "Brennan: I loved Sam clocking the Jammer-Evan, that moment, and so": null, "funny. And then you two immediately like, \"Oh, we love when boys get": null, "close!\" And it's like-": null, "Brennan: Hell. Pure hell.": null, "Lou: We love when boys... Especially high school boys. There's no way if": null, "you're like, \"You two are cute,\" you're like, \"Yeah, we are, and I like": null, "it,\" it's like, \"Shut up!\"": null, "I probably would've pushed you. He'd be like, \"Oh, come on, dude. Come": null, "on,\" push. Like, yo, bang, bang. Yeah.": null, "Aabria: I also enjoy this fanfiction, thank you.": null, "Erika: Right? Right? That's the thing, 'cause the only time that men are": null, "able to be vulnerable and open with each other is through aggression,": null, "traditionally, and the fact that this... A person is always like, it's": null, "really soft and fluffy and I get, this is where our characters are": null, "coming from.": null, "Brennan: A million percent. I mean, Jammer touching Evan... This is": null, "funny 'cause I used to be a camp counselor, but you watch teenage boys": null, "that are of that age wrestle and punch each other, and very quickly as": null, "you age out of that yourself and become an adult, and you're caring for": null, "people that age you're like, oh, you just wanna be touched.": null, "Brennan: Literally this is just, you're touch-starved.": null, "Aabria: Yup.": null, "Brennan: And literally it's like, Evan would never say it out loud, but": null, "when Jammer was like, \"Get you out of here,\" Evan's like, \"This is the": null, "best thing that's ever happened to me.\"": null, "Erika: Aww!": null, "Brennan: \"Just a friend touching my shoulders is like, this is way more": null, "than magic, this is the highlight. A friend grabbed me. Great, we love": null, "Lou: Well bro, it cost me four Adversity tokens, so I do appreciate": null, "Aabria: It's so good!": null, "Lou: I appreciate you. I hope you appreciate that, you know? That's what": null, "all those Adversity tokens are for.": null, "Aabria: Beautiful.": null, "Brennan: Incredible. Incredible.": null, "Aabria: Well, y'all did a great job with our first \"Adventuring Party\",": null, "so everyone gets one more Adversity token.": null, "(Brennan gasps)": null, "Lou: Wow.": null, "Danielle: Ooh!": null, "Aabria: And we'll wrap it up. We'll see you next time. I don't know how": null, "to end this. Please end this show. Bye!": null, "Danielle: Like and subscribe.": null, "Brennan: Like and subscribe!": null, "Lou: Like and subscribe.": null, "Danielle: Smash that like and subscribe.": null, "Aabria: Smash that like, smash that bell.": null, "Erika: Smash that like.": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}