{"Dimension 20": null, "Adventuring Party": null, "Everybody Put Their Little Stank On It": null, "Season 5 Episode 5": null, "< [Previous Episode]": null, "Aabria: Hello, and welcome to another episode of Adventuring Party Crew": null, "Edition, for the \"Dimension 20\" show, \"Magical Misfits.\" So let's begin": null, "the way we always do, by saying hi, Magical Misfits!": null, "All: Hi, Magical Misfits!": null, "Aabria: (laughs) That's pretty good. I'm gonna tell, I'm snitching and": null, "saying that this is the second time we did it, and that was better than": null, "the first.": null, "Kevin: I could not agree more.": null, "(laughing)": null, "Orion: You called the show \"Magic and Misfits\" and if you want that to": null, "stay…": null, "Aabria: I don't know the name of the show. I'm gonna just admit that,": null, "right here and now.": null, "David: There's magic.": null, "(talking over each other)": null, "Aabria: There's moments where you can see me checking my screen so I": null, "don't say it backwards, and then I did it here. So we're gonna leave it": null, "and that's my shame now.": null, "So, yeah.": null, "Kevin: We're all experiencing a lot of shame today.": null, "Aabria: Yup, it's a shame-based show.": null, "Kevin: The way it should be.": null, "Aabria: Let's deflect from my personal failure and introduce everyone in": null, "the squad, let's start with Dave.": null, "David: David Kearns, I am the EP of Dropout and \"Dimension 20,\" and on": null, "this show was very thrilled to produce the show alongside Orion and": null, "Aabria, and try to make all the great stuff happen by connecting great": null, "people.": null, "Aabria: Nice. Ooh, I'm gonna make everyone add. You have to add your": null, "Gowpenny House to their introduction.": null, "David: Oh, yeah. So, oh, I am pretty positive that I am Hercinil, which": null, "means that I'm Chimeron.": null, "Aabria: Yeah!": null, "David: I'm so positive, I'm so sure of it that I'm definitely Chimeron.": null, "Aabria: Respect, I respect that a lot. All right, Kevin!": null, "Kevin: Hi, I'm Kevin Stiller, I was the DP on the show. That does not": null, "stand for donut person, it stands for director of photography. I wanna": null, "say Hercinil because it's like, I'm a Leo and Leos tend to be the": null, "leaders. So I'm gonna try doing that, but that also probably means that,": null, "what is it, I'm a Chimeron?": null, "Aabria: Yes.": null, "Kevin: Yeah, probably also means I'm Chimeron.": null, "Aabria: I didn't know today was gonna be a horoscope kind of episode,": null, "now I'm very emotionally invested.": null, "Kevin: Oh, good, good, good, okay.": null, "Aabria: Sweet, Paula.": null, "Paula: Hi, I'm Paula Searing. I'm a designer at Dropout and I do all": null, "stuff that's graphic design, and this season I helped with some of the": null, "onscreen graphics, the intro, and it was a blast and I'm definitely Goat": null, "House. I'm just, I don't even think I'm a hero. I'm right in the middle,": null, "I'm right at that goat, you know?": null, "(all laughing)": null, "Kevin: Are we all gonna be goats?": null, "Aabria: Yeah, probably.": null, "David: Probably.": null, "Paula: Probably, I mean, that's how it works.": null, "Aabria: Basically.": null, "Todd: Hi, my name is Todd Rutledge and I'm the post producer or fireman,": null, "and what I mean is whenever there's a fire, I'm the guy that puts it": null, "out.": null, "I am the guy that keeps everybody on track in the post world. Also, I'm": null, "a people connector and I'm the elbow to this thing, you know what I": null, "mean? Everything flows through me, and so, yeah. And my house is, I": null, "consider myself smart and strategic, so I'mma go with Messanteu, or how": null, "do you pronounce it?": null, "Aabria: Messanteu, that's great!": null, "Orion: You can fail out and then join everybody else.": null, "Aabria: Yeah, exactly.": null, "Orion: It's an option.": null, "Paula: We'll see you later.": null, "Todd: So, I don't know.": null, "I'm pretty much a D-plus all around person, so.": null, "Orion: Yeah, that's why you'd have to choose to fail out. Because we": null, "know that you would succeed.": null, "Todd: Decision to fail out, yeah, for sure.": null, "Aabria: We're just floating in the fun pool like, \"Stop trying so hard,": null, "come hang out.\"": null, "Todd: Here's the thing, I don't even try hard. I'm just awesome, I can't": null, "help it.": null, "(all laugh)": null, "Aabria: This is incredible. Alright, and last but not least, I gotta put": null, "some extra shine on their name. Okay, I don't wanna take it away from": null, "you but just, Orion, love of my life, bestie, let's go.": null, "Orion: Hello, I am Orion D. Black. (Does pose)": null, "Kevin: And just hold. Just for like 20 minutes.": null, "Paula: That's it.": null, "Orion: This is probably one of my worst poses. I don't like anything": null, "that's going on here.": null, "Aabria: It's good, I liked it.": null, "Todd: I was gonna jump right on board for solidarity.": null, "Aabria: Yeah, everyone get it.": null, "Orion: Not only are we all very skilled and talented, and gorgeous, just": null, "gorgeous across the board. Hi, bestie.": null, "Aabria: Hi, bestie! You have to tell everyone what you do.": null, "Orion: Oh, I am the creative director of \"Dimension 20.\" I did creative": null, "direction for this season and co-wrote it with Aabria. (mimics gun": null, "noise) And I would abstain like a motherfucker. I do not wanna be in any": null, "of the houses.": null, "Aabria: Rude.": null, "Orion: But I would say that, and then see that all of you are going to": null, "Goat House and that Todd would be at least nearby, and be like, \"Fuck": null, "it, I'll go to Goat House.\"": null, "Aabria: Todd is Goat-adjacent, I love that.": null, "Great, and I'm Aabria. I am the GM and co-writer and you know what, I": null, "took the little Instagram quiz and I got Aqrabus, so I'm gonna stand": null, "with my, there's no hand sign. Yeah, so I'll be in the bad kid house.": null, "That's fine, that's normal.": null, "David: Wild!": null, "Orion: You remember the thing from dodgeball?": null, "Aabria: Oh yeah.": null, "No, that's Evan’s blood snake.": null, "Orion: That's true.": null, "Aabria: (grunts) Anyway, so we're here. We're just gonna hang out for a": null, "little bit. We've got some super awesome questions from fans out there": null, "in the world but before we get into that, I just wanna ask you all,": null, "what's your favorite moment or something that you're proudest of from": null, "the season? And if you can't think of something for yourself, you can": null, "just spend the time complimenting me, that's fine.": null, "Orion: Oh, that's easy.": null, "Todd: I'm glad it got completed and on time, and I'mma stick by that.": null, "That's my goal, is to make sure everything is wrapped up. You know what": null, "I mean, I'm just happy that it all came together exactly how we wanted": null, "it. Well, you know.": null, "David: I mean, my thing is gonna be 100% singing your praises, Aabria,": null, "and Orion. But this was like, there was a lot of not concern but, oh my": null, "gosh, this is a brand new thing that we're doing. We're trying out a new": null, "GM, there's a new creative lead. Brennan's just a player, which is": null, "really cool, but how is this gonna be perceived? How is the process": null, "gonna work? And there was kind of, oh, I don't know. And then now, as": null, "we're sitting at the end of the release of the four episode mini season,": null, "it's like, God damn it, why didn't we do 10 episodes of this?": null, "We should have known from the beginning! Hindsight's 20/20 but it's": null, "like, of course, it was an amazing monumental success and everybody": null, "loves it. It had an all-star GM and a bad-ass creative director that's": null, "making a beautiful story, and a wonderful world that people are really,": null, "yeah, feeling a reaction to and it's wonderful.": null, "Aabria: Thank you. Anyone else? I will start calling on you and it will": null, "be really uncomfortable.": null, "(laughs)": null, "Kevin: I was just letting other people go first.": null, "Paula: Oh. I loved being a part of the intro sequence, which was just so": null, "much fun, it's wild. I can't believe it. Orion had this great idea for": null, "opening up with this book and we ended up working with an amazing motion": null, "graphics artists, TJ, who touches a surprising amount of stuff here at": null, "Dropout, which is freaking cool.": null, "Todd: It all came with so many ideas and it was so beautiful to watch it": null, "come together, and with everybody's input.": null, "Orion: It was.": null, "Paula: Yeah.": null, "Aabria: First time I saw it.": null, "Just the snotty, unattractive crying, immediately.": null, "Paula: Oh my God, I cried too when TJ sent his first cut and I'm looking": null, "at it on my phone, away from my desk and I'm like, (shudders tearfully),": null, "looking around.": null, "Aabria: Just one strong tear.": null, "Paula: Just one strong tear!": null, "Orion: You should absolutely be that proud. It was super amazing. This": null, "kind of leads into my moment, which was really just a ton of moments.": null, "But it was every time that I had an idea or came up with something that": null, "was good and everybody came together and made it impossibly awesome, not": null, "even just better. Just like, \"I have an idea for a thing,\" and then": null, "everyone just did their best work and it just elevated the whole show,": null, "far beyond even with the cast and everything. After watching every bit": null, "and then seeing it come together in these episodes, I try to remove": null, "myself and I look at the episodes and I'm like, \"This is really fucking": null, "good. And it's not just because I made it, this is actually really": null, "fuckin' good.\" And so thank you, everybody, you're all amazing. You're": null, "making my dreams come true.": null, "Aabria: Yo.": null, "Kevin: I definitely echo that, for sure.": null, "David: I think that's such a beautiful sentiment and it's like,": null, "sometimes I relate everything back to improv comedy. But there's like a": null, "big \"yes and\" that needs to happen, both in front of the camera, as we": null, "saw very palpably with you, Aabria, and the cast of just making this": null, "amazing story come to life. And then hopefully, as you're getting it,": null, "Orion, there's the same degree of things behind the camera of trusting": null, "each other.": null, "Orion: Absolutely.": null, "David: Coming up with a great idea, and then being honestly vulnerable": null, "and trusting enough to put that idea out to other people, to take that": null, "idea and love it and respect it, and also shine it up and make it the": null, "coolest thing that it can be, and I really saw that happen on this show": null, "in a wonderful way. The intro being one, all the illustrations, all the": null, "music, every little aspect of it.": null, "Aabria: The music, oh my God.": null, "David: Was just so cool.": null, "Todd: That's the thing with our group here, is everybody comes to the": null, "table with a specific perspective and we all respect it. It's like, this": null, "idea came from this one little, small thought that I had and it's like,": null, "I'll take that thought and I'll one up that with a better way to": null, "implement it or an idea to put a little frosting on it, you know what I": null, "mean? And I think what Orion was kind of talking about, how you can": null, "start with something so good, and good is great, but we can always make": null, "it better, you know what I mean? And that's the testament of having a": null, "great team behind you and people who respect your thoughts, and people": null, "who only wanna see the project succeed.": null, "David: I feel like wherever, oh, go ahead.": null, "Paula: Oh, go ahead, sorry.": null, "David: No, no, no, all you, all you, all you.": null, "Paula: I feel like wherever I look with \"Dimension 20\" when I'm working": null, "on it, I'm inspired by things. 'Cause I think, sometimes it's hard as a": null, "visual person, coming in at the very beginning when it's just script,": null, "it's just story, it's really just a plan. But then you start to see one": null, "thing from production and one photo from the shoot, and then it's like": null, "all the gears start turning, it's so exciting. It's a really fun thing": null, "to work on.": null, "Kevin: Yeah, so I can sort of bounce off of that a little bit and say,": null, "this was the first time I ever worked on D20, was this show and since": null, "then, I guess I've done two more seasons or one more? Yeah, maybe coming": null, "up on a third. Either way, this was the first time that I had worked on": null, "a D20 and it was very exciting to me because I had done a lot of shoots": null, "at College Humor previously, and I had seen the set from afar, just": null, "'cause I would see it in the office. And I remember, it was almost like": null, "when you're a kid and you're walking by the candy store and you're like,": null, "\"I wanna go in there,\" but you can't 'cause your mom's like, \"No, no,": null, "no, no, you've already had too much sugar.\" So it's like, I've always": null, "looked at it and been like, \"I really wanna work on this show,\" but I": null, "never have. And so this being the first time, not only was I like, \"I": null, "must make sure I adhere to all of the rules that have already been set": null, "up and expectations,\" but also I did want to elevate it to the next": null, "level. And I actually had a large amount of motivation to be like, \"I": null, "want this to look immaculate,\" and I was very pleased, having it all": null, "come together and seeing how much everyone puts into it. It's just such": null, "a good motivator to be like, \"I wanna do 110% always,\" on this kind of": null, "thing. And I was super happy, once all the lighting was set up and once": null, "I saw all the talent sitting in, I like went over to the monitor for the": null, "first time and I was just like, \"This is exactly what I want this to": null, "look like,\" and I was very, very, very happy.": null, "David: That's awesome.": null, "Aabria: I refuse to cry on this, but I will get very close several": null, "times.": null, "Orion: We will get there.": null, "Aabria: What, no! But I do wanna jump in and say, as someone who's": null, "mostly actual plays are just sort of, you do the show and then they just": null, "show you a raw feed of whatever it is. So I definitely had, there were": null, "other projects after this, that as my attention sort of drifted past": null, "the, alright, I did the thing that I'm supposed to do. I showed up and": null, "ran a game and then floated away from it, and all of the post-production": null, "sort of kicked in. And I helped out a little bit but I'll be honest, not": null, "that much. (laughs) Orion, you absolutely took over and sprinted with": null, "it. And I was so nervous because also, I'm a fan of \"Dimension 20,\" so I": null, "was like, \"I was in the dome,\" it's different. I didn't watch the line": null, "cut for episode one until the night before, 'cause I was too nervous to": null, "watch it, and I remember the moment I turned it on and the intro came": null, "up, and hearing and seeing all the things that were added to it. I": null, "immediately dissolved in tears 'cause it was so much better than I could": null, "have ever imagined it was. It was like, oh, this is what happens when": null, "you add other, just creative monsters to a project. It becomes something": null, "that's like so elevated and so incredible, so I just wanted say, while": null, "I've got you here, a massive, sincere thank you from the bottom of my": null, "heart, 'cause this was a group effort and y'all fucking killed it and": null, "made me cry a bunch, so thank you.": null, "Paula: My God, you're making me cry again!": null, "(laughing) (talking over each other)": null, "Orion: Everyone release your emotions.": null, "David: Everyone cry!": null, "Aabria: It's so humid. It's humid in this area.": null, "David: As my mom would say-": null, "Orion: Thank you, Aabria.": null, "David: Oh yeah, thank you, Aabria.": null, "Paula: Yeah really, I mean, you watching everything, I don't get to": null, "necessarily like be in on the cuts and everything, but being able to": null, "watch your performance and how you run a game and how genuinely": null, "entertaining and meaningful everything is, it's wild. I mean, it almost": null, "feels like, well, if this is our starting place when we get to post,": null, "we're done, (laughs) this is already great.": null, "Orion: I have a note on that, actually. Oh wait, David, what your mom": null, "said, go ahead.": null, "Kevin: Yeah, what's your mom say, David?": null, "Aabria: Tell me about your mom!": null, "David: As my mom would say, it's only a successful Christmas if somebody": null, "cries, so.": null, "Aabria: Aw!": null, "David: It's only a successful Adventuring Party if every single one of": null, "us cries.": null, "Aabria: I'm coming around and doing hits on everyone.": null, "Orion: Gotta raise the stakes mom": null, "Kevin: I just feel like, just... (dabbs water under his eyes)": null, "Aabria: Yeah.": null, "Look at you, being a good person with water near you. I just have 18": null, "empty coffees.": null, "David: Hydrate.": null, "Orion: Oh God.": null, "Kevin: Stay hydrated.": null, "Orion: I have the coffee and the water, I stay in the middle ground. It": null, "was really, really amazing watching those episodes back over again,": null, "because I saw it that weekend. I was watching live, it was all": null, "incredible. I was absorbing every second of it. But when I went back and": null, "I watched it over, and I suggest, at this point all the episodes are": null, "out, go back and watch it over again. That there is so much more going": null, "on than you might realize the first time around, and that's because the": null, "overall story and the little things that each individual person is like,": null, "even little things that they say or building towards their narrative": null, "arcs in these ways that are at the end, I was like, \"Wow, Erika Ishii,": null, "it's always been brilliant but holy shit, they're brilliant!": null, "Aabria: Right?": null, "Orion: They did something. I saw this level of it and Erika was like,": null, "\"Hey, there's actually up here.\" And it was pretty much like that with": null, "everybody, and Aabria in specific, 'cause I'm never gonna stop talking": null, "about how awesome Aabria is, it was really cool to see, since we": null, "co-wrote it, we just jammed and it was the best.": null, "Aabria: That was such a fun process, by the way.": null, "Orion: Yes.": null, "Aabria: Oh my gosh. (laughs)": null, "Orion: All of the things that we created, it's all cool, it's all great": null, "and for me, it's much easier 'cause it's like, it's on the paper now,": null, "I'm done. You having to take all of those elements, choose what stays,": null, "what goes, how we can get forward, all the calculations you're doing in": null, "your head, just over what I know is on text, that is one thing happening": null, "in this room. As you are improving, doing voices, communicating with": null, "these individual people, helping them do their best performance. The": null, "amount of stuff that is going on is actually absurd, and it didn't even": null, "really hit me until working on this project that it's like, this is": null, "beyond next level. This is why everybody chooses Aabria Iyengar.": null, "Aabria: Oh my God, thanks.": null, "Todd: That's so awesome.": null, "Aabria: My campaign of cyber bullying to show up here worked, and I'm": null, "very, very proud.": null, "Well, thank you. All right let's get into... There's some cool questions": null, "on this list, so I'm gonna jump in. Okay, this one is close to what we": null, "were talking about before, but is there something, some specific piece": null, "of world building or prop work or design or editing that you are most": null, "proud of? This is a question for everyone. What's your little nugget,": null, "that that's my little shine and I crushed it?": null, "Kevin: I guess I could start.": null, "David: Yeah.": null, "Kevin: David, did you wanna start?": null, "David: I was gonna give a kudos to you, Kevin, with this. There was the": null, "dome lighting. We went to Aabria and Orion and were like--": null, "Orion: So good.": null, "David: Hey, what color schemes? We're not playing D & D, so we don't": null, "have to do the blue and red mechanic, necessarily. In and out of battle,": null, "it was a lot more fluid in this module, so we don't have to do that.": null, "Hey, what do you guys want to do, what do you think? Let's create this": null, "color scheme. And then there was, oh here, we wanna do this. We'd like": null, "to do these types of colors, this will be fun. And then Kevin was like,": null, "\"Okay, great, and then also I can make fire, and also I can make": null, "lightning happen. And also, I can oscillate between these different": null, "colors of the different houses, if you wanna have that happen.\" And it": null, "was like, even for me, who has done this show a lot from early on and oh": null, "yeah, we gotta transition between scenes of different colors, it was": null, "like, \"You can make stuff oscillate? And you can make a fire happen?\"": null, "Kevin: Yup, yup. I really enjoyed doing that. I had done a lot of": null, "experimentation with that app, several years prior when it was brand new": null, "and just coming out and I remember being like, \"This is actually": null, "incredibly powerful.\" Usually when you try to have lighting control over": null, "things, it does require usually a large DMX board that can control": null, "lights, and sometimes you even need a team of people to run it. And I": null, "remember thinking to myself, \"If I can just run this on an iPad, the": null, "possibilities are sort of endless.\" And when I found out that all of the": null, "dome is controlled through that app, I was like, \"I already know how to": null, "use this. I can do really cool stuff with this.\" And so, whoever who had": null, "actually done all of the leg work beforehand of setting up the dome in": null, "terms of getting the LEDs all DMXed properly, whoever did that, they did": null, "an excellent job because once I came in, I was able to just be like,": null, "it's all here in front of me. All I have to do is do the animations. And": null, "actually, it was pretty like pretty straight forward and simple to just": null, "be like, \"Here's all my lighting sliders. I can already change all the": null, "colors, so I can just (sings)\" and I just have playtime, basically. And": null, "so when I texted, I was like--": null, "Todd: What was that, (sings)?": null, "Kevin: (sings) Just like that, yeah, yeah.": null, "David: That's how that works.": null, "Kevin: That's what it looks like!": null, "Paula: Highly technical, highly technical.": null, "Kevin: Very highly technical, but yeah, it literally is just a screen": null, "full of sliders that you just slide up and down and you can animate": null, "them. And when I texted David, I was like, \"I really wanna do stuff with": null, "this. We definitely can make it look good with just two colors, but we": null, "can do lightning, we can do fire, we can do anything you want.\" And so": null, "creatively, I was just like, \"We gotta do something with this. The tools": null, "are in front of us,\" so yeah, I love doing that.": null, "Paula: When the house colors started rotating, cycling, I was like, \"Oh": null, "my God, it's on.\" (laughs) It was so freakin' cool.": null, "Kevin: Yeah, it was cool, that was a fun one.": null, "David: Well yeah, this comes after.": null, "Paula: Yeah. (laughs)": null, "David: So I really liked the subtle purple on purple oscillation.": null, "It was just like a weird, magical kind of vibe of just like, it's slow": null, "and subtle enough, but it's like, ♪ Something magical is happening,": null, "there's a dragon here ♪ ": null, "Aabria: (laughs) I loved getting, not in a bad way, but just lost a": null, "little bit, staring at the lights, like, \"Huh, oop!\" (laughs) I'm in a": null, "scene, what, huh? The fire no!": null, "Kevin: I was always a little self-conscious of wondering if I did too": null, "much, I didn't want it to be distracting to you guys.": null, "Aabria: No, it was great.": null, "Kevin: Okay, good, 'cause I wasn't sure. I feel like there's a fine line": null, "between, this is enhancing the scene or this is just too overkill and I": null, "wasn't really sure where that was. 'Cause I'm not inside the dome, I'm": null, "watching it through a monitor. So I'm not experiencing it in all of my": null, "peripherals, I'm literally just seeing it on a screen. And so, it's good": null, "to hear that it wasn't too overkill for you guys. It looked great on the": null, "monitor.": null, "Aabria: No, it was amazing.": null, "Kevin: Okay, cool.": null, "Aabria: And we would lean in between, be like, \"Do you see that this is": null, "incredible? Oh my God.\"": null, "Aabria: Suck it, Brennan, my lights slap! There was a lot of me just": null, "shit talking to Brennan in between set like, \"Do your lights do this? I": null, "don't think so, I don't think so, buddy.\"": null, "Kevin: Love it": null, "Orion: It's excellent, please continue to bully Brennan.": null, "Aabria: I'm texting him right now.": null, "Kevin: That is why you're in the evil house, so.": null, "Aabria: This is our hand sign now, I made it.": null, "Paula: Scorpions, right?": null, "Aabria: Yeah, oh yeah. What's different, what is a scorpion but a crab": null, "on land, persevering?": null, "Paula: I mean, I guess you could do the tail, but that's too weird,": null, "yeah.": null, "Todd: I would just be like...": null, "Aabria: This turns into \"The Lion King\" stage production. You have to": null, "get a whole suit.": null, "But it's worth it in the end.": null, "Paula: It's three people.": null, "Aabria: Yeah, it's three people, but it's great at the end. Alright,": null, "does anyone else wanna answer? We can just move on, I don't wanna, if": null, "anyone remembers the question.": null, "David: Orion, I'll throw this to you, but we had hand props. We had some": null, "cool hand props in this one.": null, "Orion: Yeah, we did.": null, "David: We really haven't done that too much in prior seasons of": null, "\"Dimension 20.\"": null, "Aabria: Thank you for letting me be Wizard Oprah.": null, "David: Yeah. (laughs)": null, "Orion: This was definitely a me and Aabria team-up, as Aabria was like,": null, "\"I want a wand,\" basically, \"They have to have wands.\" I was like,": null, "\"Yeah, that's totally cool.\" And so we thought, \"Okay, well, can we get": null, "it so that each one is individually designed for the particular person?\"": null, "And of course, definitely doable. But then, the idea just came out of": null, "somewhere that was like, what if their wand just slowly turns into that": null, "wand? And Aabria was being mean again, which, a great mean being like,": null, "let's give them a super plain, boring wand, so they're gonna be like,": null, "\"Oh, this is so exciting\" at the boring one, and then we'll give them": null, "the super cool one after they do a bunch of magic spells. And that was": null, "absolutely perfect, how it ended up playing out and the moment where I": null, "think it's Dream, is the first person to get her wand.": null, "Orion: Lou is in the corner, everyone is freaking out. That is all": null, "genuine them, just like, \"Where, the sun,\" all that kind of stuff. Lou": null, "goes, \"They transform, they turn into (stammers), what, I gotta get my": null, "wand!\" And those ideas, that excitement and stuff like that is stuff": null, "that is actually like baked into the plan of how I really want people to": null, "connect, narrative with all of the creative elements that we have,": null, "because now the players have a particular mindset. They have a goal, a": null, "side goal that doesn't get in the way of anything in the main show. But": null, "also they now have another element of, I don't know what's gonna happen": null, "next. If I just got this thing that has never happened before on": null, "\"Dimension 20,\" something else could be around the corner. There is a": null, "lot else around the corner, but that was an amazing moment. Thank you,": null, "Kearns for bringing that up because it's all just a dream in my head of": null, "me floating on clouds, so.": null, "Todd: I'm interested in the creative process that you and Aabria, how": null, "you came up with this because once the show gets to me, once everything": null, "gets to me, it's done and in the can, and I just see all of the results": null, "of the dreaming, if you will. So I'm interested in the actual dream and": null, "how you came up with this story, and these different elements that you": null, "did and how you wanted to set yourself apart from Brennan, specifically": null, "to Aabria and how the fan base is like, \"Oh, we know Brennan and we know": null, "everything about him and his style of GMing and stuff like that, and--": null, "Orion: What shirts he wears.": null, "Todd: Right, and what shirts he wears, exactly.": null, "Aabria: I tried so hard to get that shirt, y'all. It does not exist on": null, "the internet. I almost stole it, I was texting Brennan, \"Just bring it": null, "in, I'll just,\" no, it's fine.": null, "Todd: But it's cool that you didn't because at the end of the day, you": null, "put your own stamp on this and I'm really interested in how all of that": null, "came to fruition and was able to be what it was, from this small": null, "thought. So if you guys can elaborate on that, that would be awesome.": null, "Aabria: Yeah, definitely, Orion?": null, "Orion: Definitely. There's a lot to say.": null, "Aabria: You predate me in this process, so we'll start with you and I'll": null, "just start screaming about what I did when I showed up.": null, "Orion: It's interesting 'cause the way that it started for me was,": null, "what's everything that I think is cool? Because there was this moment,": null, "there's this moment that I really like to talk about with Kearns, David": null, "over there, wherever, where we were in a meeting and Kearns was like,": null, "\"Hey, all of your ideas, I want you to just give me the 100, 10.000%,": null, "shoot for the stars level of ideas, and then as a producer, I will just": null, "tell you how far we can go.\" And I slowly was getting more comfortable": null, "with that. 'Cause it's hard when someone's like, \"Hey, we respect you": null, "and you can do whatever you want.\" It's like, that's a lie! As I slowly": null, "started moving forward, the first thing was Aabria, that was, I said in": null, "an interview, but everyone almost individually came up, not knowing the": null, "other people had Aabria in mind and everyone was just like, \"Aabria.\" So": null, "that was super easy.": null, "Aabria: I heard this sentence before and every time, my brain lets it": null, "slip off of my smooth skull. 'Cause I think that's wild.": null, "Cool, thanks for your faith in me. (laughs)": null, "Orion: That's just how it went.": null, "Aabria: Continue, tell the better story. Go, go, go. (laughs)": null, "Orion: I had a couple of ideas for what I wanted to do story-wise but": null, "the process for me is I have a bunch of stuff, but I'm not just going to": null, "give it to someone and say, \"Do this thing that I want you to do.\" It's": null, "much rather, here are some options and if you really like them, we can": null, "get into them. But Aabria had the idea for using Kids on Brooms and it": null, "was a great idea. Immediately in my head, I'm like, \"Okay, what's the": null, "story? What's the world, what are all the things?\" I'm just off to the": null, "races and everybody really, really liked it, so we came together on it.": null, "And me and Aabria then sat down and were like, \"Okay, what's the story": null, "of this? What's the big scope story?\" And so, we really settled into": null, "classism and how big of a deal it is and I mean, a big, important part,": null, "how much content from our past that are still really important to us": null, "have been hurtful, and then getting to experience the fun and the magic": null, "and when everybody was flying on their brooms, it was like, I saw like": null, "everyone was a little kid, sitting at the table right there. So when we": null, "started writing, it was just so easy. (laughs) It was like the easiest": null, "thing in the world. It was me and Aabria being super hype, going back": null, "and forth like, \"Oh hey, I have an idea for a thing. It'd be funny if": null, "this other person did this.\" (mimics whirring) Type, type, type, type,": null, "type.": null, "Aabria: It was a lot of very sweaty, Red Bull energy. It was just like,": null, "\"What if, hold on, look at me. But what if.\"": null, "And just, man, the lore Bible that we built out of that, I think that": null, "was, you're right. It was very easy to build the world of this, one,": null, "because we wrote it together. And I just wanna give you some more props": null, "for that because I normally don't create game content, not by committee,": null, "but with another person. So I was incredibly nervous going in, like": null, "what's expected of me?": null, "Am I gonna get a bunch of notes and then discover, oh no, I'm a diva and": null, "can't work with other people? This is gonna be fun, let's see how it": null, "goes. And it ended up being amazing and we were scheduling extra Zoom": null, "calls like, \"Okay, what about a check-in meeting, 'cause I had half of": null, "an idea and I mostly just wanna hang out and talk about this some more.\"": null, "So the process was super joyful and you mentioned it a little bit": null, "earlier, I think the actual hard thing to do was winnow it down to,": null, "here's all we're going to be able to see and get to.": null, "Orion: Yeah.": null, "Aabria: That's the beauty of that world because yes, this is sort of": null, "fun. It begins in a Harry Potter space and then moves outside of that": null, "confine, but a lot of the beauty of that was just how incredibly built": null, "out the world was, and you don't really have time to engage with all of": null, "it in an RPG, so a lot of it was just the act of kill your darlings in": null, "the moment like, \"Okay, excising all of that. That's fine, let's do": null, "this!\" For what it's worth, the scuppers field wasn't originally": null, "scripted out as beats I was expecting the group to get to. And then they": null, "kind of came to it themselves and I was like, I've said it before and": null, "I'll say it again, following your player's fun and just being able to": null, "throw scenery around them and let them drive the things that they care": null, "about and the story that they wanna tell with their character arcs and": null, "then just sort of layering in plot so it feels like they're doing": null, "something roughly story shaped, that's the GM goal. So there was a lot": null, "of, alright, I think they're gonna be able to get to the village in": null, "episode two. Cuts out at the beginning of episode four, I'm like, \"Okay,": null, "I gotta get them there for like 30 seconds, and then we're going in, end": null, "game, baby. (laughs)": null, "Orion: I remember in episode three, it was like, we have a whole new": null, "episodes worth of stuff that we're supposed to get through. But Aabria": null, "was like, \"I got it,\" juggling.": null, "Aabria: Just the whole, ooh, the night in between filming days where I": null, "was just like, \"Okay, I'm gonna get two hours of sleep, but we are gonna": null, "cut this down to something good, here we go!\" And just tossing stuff out": null, "and going back and forth with you on Slack, day of was amazing too. I": null, "don't remember where this story was headed, but just to jump in and say": null, "yeah, I remember coming into that first meeting and I had had the idea.": null, "I think the original thing I pitched, it was like, \"Oh, I really like": null, "Miyazaki and I would like to do something kind of like cute magic, with": null, "a system that like I'm very comfortable with, which is Kids on Brooms,": null, "'cause I've played a lot of Kids on Bikes and it's just that, plus an": null, "extra die. And then we ended up getting it to this thing of,": null, "deconstruct, deconstruct a problematic world that you can't help but": null, "still feel like you're tethered to in a way, and figure out how to get": null, "to the end of that narrative and go, \"Okay, I understand what I wanna": null, "keep and I know I can identify the things that I will no longer tolerate": null, "in the fiction that I consume, and playing that game of divestment.\" And": null, "it was so fun talking to the players too, 'cause that was their MO the": null, "whole time. It was like, I'm gonna give you a stupid magical world.": null, "Please enjoy tearing it apart. And I have never seen Brennan look": null, "hungrier. It was like, oh, this is gonna be a thing for you, cool, cool,": null, "cool,\" and then just being absolutely blown away day of, watching all": null, "the players immediately pick up on the smallest bits of, that's": null, "inconsistent. Do you see how weird this is? Do you hear yourself right": null, "now? And having to play the straight man, I'm like, \"No, I can explain": null, "it away. This all makes sense if you don't think about it, if you squint": null, "and kind of turn your head,\" was such a fun game.": null, "Orion: Yeah, really funny thing for me is when I see fans talking about": null, "inconsistencies and they're like, \"So-and-so said this, but then this": null, "happened!\" And I'm just sitting in my house going, \"They lied, they were": null, "lying.\" (laughs) They're like, \"Oh, well this must just, they must've": null, "missed this or something.\" It was lies, people lie in this story. It was": null, "really funny.": null, "What became of that whole thing, with just all of the actual recording": null, "and everybody doing their performances and stuff was magical, yeah,": null, "we'll say. It's magical, it was really magical. On the side of": null, "post-production and all of this stuff that I wanted to do, I really": null, "wanted to test things out, see what we could do and how it would work.": null, "So the illustrations were something that I've really wanted to do and": null, "Kearns was like, \"Let's figure it out, let's figure out how many we can": null, "have and where we'll put them,\" and we were noting, \"Oh, this scene": null, "would be really good for one,\" and all that sort of stuff. And with the": null, "music, shoutouts to Nick Nall, what I had proposed originally, this is": null, "one of those shooting for the stars, getting pulled back things, is I": null, "was like, \"We are gonna have like five tracks and these tracks are gonna": null, "be so good, and then we're gonna release it as an EP.\" And then I, you": null, "know, explosion and walk away. Kearns was like, \"We can do one.\" I was": null, "like, \"We're doin' one, baby.\"": null, "So we got a theme, worked with Nick Nall, who was like super great to": null, "work with. They were very quick, very responsive and ended up composing": null, "our theme, and then we had some other variations of it done as well, so": null, "that we could fit it in different places. And I remember we played it,": null, "we played a little bit of it before they started episode one, when": null, "everyone was sitting down, ready to go. And it was beautiful, everybody": null, "loved it and it was like, alright, we set the tone, let's do this. And": null, "that's the sort of cohesion that was really the goal, is figuring out": null, "what ways in post that we could use all of our group, our talent, these": null, "ideas that everyone keeps exploding into bigger things, and not only set": null, "it apart from the other shows, but tell our story. We're telling a story": null, "in production with the choices that we make and that, being that there": null, "are different people in that spot, it's not Brennan anymore, it's being": null, "all of you. That came into something that is a unique voice now. I watch": null, "over the episodes and I'm like, \"I see what has been said here. I see": null, "where my line is, and then I see all this beautiful branching from": null, "everybody's ideas and stuff.\" And it really, it made me, one, very": null, "happy. But two, really settle into comfort in my position. Because now": null, "it's like, I know what other people's, where their limits are, how far": null, "their experience goes. Because I'm like, \"Oh here, do this really easy": null, "thing.\" And you're like, \"This is my job,\" (laughs) make it absolutely": null, "amazing. Example, Paula with the intro. Holy shit.": null, "It was great, and this has happened a couple of times. Just picked up on": null, "almost exactly what I was thinking and then goes, \"I'll be back,\" and": null, "then brings forward a bunch of stuff and it's like, \"Here's the": null, "options.\"": null, "Paula: I have loved working with you on this. I feel like I'm someone": null, "who absolutely appreciates a small starting space. I feel like if": null, "someone tells me, \"Yeah, do whatever,\" I sit there in paralysis with a": null, "blank piece of paper for four weeks and I'm like, \"I don't have": null, "anything.\" But it's great, working with a kernel of an idea or just": null, "enthusiasm around a feeling. That stuff can go so far, for me.": null, "Todd: Totally understand this idea of being an idea refiner, you know": null, "what I mean?": null, "Todd: Have something and be able to, oh, but let me chisel away and": null, "create something better, and I think Paula does a great job of that.": null, "There are times when we're just discussing things and like Orion said,": null, "in a day or so, we'll have this storyboard and you're like...": null, "Orion: Yeah. (laughs)": null, "Todd: Oh my God, what did this come from? And it's just rough sketches": null, "and it's like, even the sketches are dope. I'm like, I can't wait until": null, "everybody put their little stank on it, and then it makes it something": null, "so much better, you know? And they're more than stick figures, but it's": null, "still like amazing little sketches that she just dreams up and it's": null, "like, \"Yo, this is so dope and I'm just happy--\"": null, "Paula: Oh my God, you guys, jeez Louise--": null, "Aabria: Language.": null, "Kevin: Jeez Louise, not okay; stank, definitely okay.": null, "Aabria: Yeah, for sure, for sure.": null, "Paula: The storyboards, I think are my biggest part on the intros too,": null, "which it feels like so behind the scenes, I guess, 'cause it's really": null, "just planning. And it's planning and making sure that everybody kind of": null, "knows the beats, agrees on the beats, likes where it's headed.": null, "Todd: But the thing is, Paula, that I wanna put some more value on those": null, "storyboards because nobody will ever see them but us. Because you'll": null, "create the storyboard, and then you'll give it to the artist, and then": null, "they create something different, but the gem is the idea, the gem is the": null, "design of it. And I definitely wanna give you your props to say that you": null, "come up with these beautiful storyboards that turn into something even": null, "more beautiful. But it's that, like you said, that kernel of an idea": null, "that helps other people be their best--": null, "Paula: Yeah, I think that was the really fun part about this intro in": null, "particular too, because we had our storyboard, it was like a small group": null, "of people that worked on it. Orion and I worked on it, and then it went": null, "off to a lot of different people. It felt like it kind of splintered off": null, "to a lot of different artists. We had TJ who is the motion graphics": null, "artist who put it all together in this beautiful book. The motion in": null, "that is so delicious, it's amazing. And then we had Mark Ledgerwood, who": null, "is this amazing illustrator who brought in all of the doodles, the kind": null, "of margin doodles, the scratches on top of the illustrations, and then": null, "the illustrations in the book and the plates were by Will, who also": null, "completed the map illustrations throughout the show.": null, "Orion: Yeah, Will Kirkby.": null, "Paula: Yeah, I mean, that was such a fun process to see something touch": null, "a lot of hands and touch a lot of desks, and it really feels like it": null, "adds up to one idea, one mood. It sets you up in a way that's so just,": null, "you're there. When that intro ends, you're there, you're ready.": null, "Todd: We can't forget that nobody is together. All of this stuff, it's": null, "happening via email from all over the country.": null, "Aabria: That is wild, y'all. (groans)": null, "Paula: Email, man. (laughs)": null, "Todd: We’re not walking down the hall, say \"Hey, did you get that?\" It's": null, "like, no, it's like, we'll get something as soon as all these different": null, "people who have specific skills, and then they'll send it back to us and": null, "we're all in our inboxes like...": null, "Paula: Yeah, or on the street, looking at your phone and crying because": null, "that looks so cool.": null, "David: Is Will even in this country? I think that Will is in Great": null, "Britain or something, yeah. It's like--": null, "Orion: Somewhere in Europe.": null, "Orion: Same thing with Adrian, our artist for the illustrations. Adrian": null, "lives in Mexico, Mexico City. That was one of the things about the": null, "project, is that ahead of time, I had things that I really wanted to do,": null, "specifically about where we pull our talent from, because we had this": null, "opportunity with online space. And that unique opportunity meant, okay,": null, "let me go try and find people who have it, but haven't had the shot yet.": null, "Or maybe sometimes, have the experience and need to come save us,": null, "whatever it happens to be. And it was really, really amazing to see. I": null, "like especially that Danielle Radford being the first pick for our last": null, "spot coming in from recommendation of Aabria, everybody looked at": null, "Danielle and was like, \"Yes.\" And those little things, all of those": null, "little moments were especially powerful to me because like Paula said,": null, "it goes everywhere, just all over the place. And I'm probably one of the": null, "few people who gets to see and interact with most of those people. It's": null, "still absolutely, staggeringly, huge. I'm working at one lane at a time.": null, "But at the beginning of this whole season, when we were even making this": null, "show, I decided that the way that I'm going to be creative director is": null, "that I'm going to use my ability, I'm going to extend my power to the": null, "people who are doing the jobs. So I'm like, here's the baseline of the": null, "thing that we absolutely need, but you have all of this stuff that you": null, "can do. You're extremely talented, you have all this experience. If": null, "there's something that needs to be tweaked, we can tweak it, but you're": null, "going to do stuff that I wouldn't have asked for that are going to be": null, "even better, and then I will also learn that we have these capabilities": null, "moving forward. So I very much strategically do things. I just don't": null, "talk about it, because talking makes me tired.": null, "Aabria: We have the episode name.": null, "Paula: Talking makes you tired.": null, "Orion: My goal in life is to not do anything. So the best way to do that": null, "is to do everything really well so that you don't have to do it again.": null, "Aabria: Respect.": null, "David: And I will, to that idea, and to give you kudos, well both Aabria": null, "and Orion again, about that process, about that writing process and the": null, "world building here. 'Cause it was so fun and as you remember, there was": null, "a couple different ideas floating out there when we were first getting": null, "started.": null, "Aabria: Yeah, I'm not gonna say them out loud so I can bully you into": null, "letting me come back and do that.": null, "David: Oh, 100%.": null, "Aabria: But there are others!": null, "David: It's on, it is on.": null, "Aabria: They are remembered": null, "Orion: Get her in the dome. (laughs)": null, "David: There's the fleshing out of different ideas. Each one of those is": null, "and could be this great thing. For whatever reason, it was like, hey.": null, "And I only wanna say it because it's a kudos, in addition, on the": null, "creative problem solving that also went into the ideation of this": null, "season. And to that point, of like all the background work, Orion, that": null, "is not really spoke about, but is implicit and is done, it was really": null, "hard to tell a cohesive story in four episodes, but it's a lot easier if": null, "you already have this world that is built, and that people understand": null, "and come into. That felt like when that idea came out and was the one": null, "that you both were super gung ho about, was well, this also solves the": null, "problem of episode one. It's so much easier because we don't have to": null, "describe this whole world, everybody already knows this world. We're": null, "just taking this world and we're flipping on its head and we can use it": null, "as a conduit to discuss these issues that we think are really important": null, "and apropos to today. And it was like, oh, well fuckin' perfect. You": null, "know? (laughs)": null, "David: You did all this creativity and all this world building, but also": null, "in a way that was creatively problem-solving for the boundaries that we": null, "had to set just by time and shooting schedule, et cetera. So that was": null, "also a cool aspect, from my mind, of well, you also solved a lot of": null, "problems. And did it in a way that as it came out, as I was watching it": null, "being recorded is like, I got the impression along with, I hope all of": null, "our viewers did, that when we got to visit all these different places of": null, "a much larger world that was obviously already built out and had been": null, "described in detail that we don't even hear about and didn't even know": null, "about, we got these little glimpses that like I wanted to go back to and": null, "knew that there was so much more fun to be had in that place that we": null, "only got to spend a half an hour because it's only four episodes. So it": null, "was rich and thoughtful, and interesting, and also just solved a lot of": null, "problems for us pragmatically, and that was all super cool.": null, "Aabria: Yeah--": null, "Orion: What I really like about that is that me and Aabria, all of those": null, "things are 100% true and the intention is definitely there to do all": null, "those things. My memories of writing is giggling with Aabria about": null, "jokes.": null, "Aabria: Yup.": null, "Orion: Being like, \"Hey, I'mma name this guy Axelby Killoran.\"": null, "Aabria: Oh my God!": null, "Orion: \"'Cause he's evil and he kills people, I want this to be very": null, "clear.\"": null, "Aabria: The NPC name list was the joy, and I loved scrolling down and": null, "I'm like, \"I'm gonna use this name,\" and then try not to laugh while": null, "delivering it, like whew! You definitely, you did the majority of the": null, "naming. 'Cause you hit a streak, and I remember this very clearly, of 20": null, "minutes where, I think I was working on, I was naming buildings. I think": null, "it was buildings in Verdiq Alley. And you just kept screaming names out": null, "loud and I'd be like, \"Yes!\"": null, "Aabria: And I'd write it down and then go back, and there was just a 20": null, "minute period of you just laying out, that's the fun of it, is everyone": null, "immediately is bought in on, okay, we know what this world is. And that": null, "shorthand makes it easy for people to invest in, and then the subversion": null, "of it, it helps you go, \"Oh, we've lulled you in. You think you know": null, "what you're getting here, now let's talk about like the sort of": null, "disillusionment arc that both the players and the sort of meta people": null, "who grew up with Harry Potter experienced as you see a little deeper": null, "past those initial bits of serotonin that you got from the series, and": null, "then realize all the problems behind it. So it also served this meta": null, "purpose of, every part of it was telling this story of, here's the thing": null, "that you're comfortable with, that's fun and funny and doesn't hold up": null, "if you stare at it for more than 30 seconds. And I think that also": null, "leaned into, you only have four episodes, so we're gonna do this at a": null, "breakneck pace so you have to focus on staring at something, 'cause I": null, "will push you past it to see if I can get away with it. And it was up to": null, "the players and the viewers to stick and notice those things that were": null, "problems and tease them out before getting ushered to the next thing,": null, "which is both the pace in the Harry Potter series and the game I'm": null, "playing as the DM to go, \"Don't pay attention to that, keep going. Don't": null, "question it, you're just a part of it now.\" It's very cult-like so,": null, "yeah. (laughs) That was part of the fun game, it was so fun to do.": null, "Orion: I wanna say about the writing process as well. This is something": null, "that I just think people should know in general, is that with working": null, "with the Aabria, the reason that I think it became just fun, we were": null, "just goofing off at some point, is because there's a system to it that,": null, "like Aabria, you were saying earlier that you don't usually work with": null, "another person on a thing. My angle to it is always, I wanna get this": null, "person in the spot where they can tunnel vision. It's like, take care of": null, "all of the things that are in the way so that this person can run all": null, "the way down, score, right? So even that name thing was one of those": null, "moments where it's like, oh, you have a bunch of names to come up with,": null, "but I also was like, \"You're in a really good creative space, making a": null, "bunch of stuff, and I don't want any of these names to slow you down, so": null, "I'm just gonna (grunts)--": null, "Aabria: Yeah. (laughs)": null, "Orion: These out of my brain, just a bunch of names and just keep that": null, "going, and a lot of it is, 'cause this extends over to Aabria, what you": null, "do as a GM. With the players, you get to with world building and GMing,": null, "move a lot of things out of the way for them so that they can put on": null, "their performance, so that they can do the improv, so that the things": null, "that they are catching are things that have leads. And it's not like,": null, "oh, well maybe it's a plot hole or something we don't have an answer to": null, "or that kind of stuff, so it's a really, really specific way of doing": null, "things that like when you nail it, you're just bubblegum and sunshine, I": null, "guess.": null, "Kevin: Can I actually ask you guys a question, kind of based on all of": null, "this? I felt like everyone that was playing, their roles were so": null, "cohesive and fit together so well. Did you guys have any sort of session": null, "zero or some sort of talk with everyone where you established at least": null, "roles? Or how did you guys approach that kind of situation? Because from": null, "my perspective, it seemed like all the gears fit together just too well.": null, "It was just spectacular.": null, "Aabria: Oh man, we had two circle ups before we walked in the dome.": null, "There was just a call to get everyone like, \"Hey, this is everyone,\" and": null, "it was mostly just me pitching them on like, here's the general game": null, "that we're gonna play and here's the system. A lot of the session zero": null, "and session 0.5 were built on, hey, this is a new system and I'm the": null, "only one here familiar with it, so let's talk about how to play it and": null, "try to get you to a point where you understand it enough that the": null, "mechanics will not get in the way of your storytelling. And the nice": null, "thing about Kids on Brooms is just, it's so much lighter than D&D that": null, "everyone picked it up. Everyone's smart, period, and extremely": null, "experienced at RPGs, but it's also a system that loves to get out of the": null, "way of the story. So getting them up to speed on that, and then yeah, we": null, "did a session zero where we played through a tiny scenario and I was": null, "also extremely like, oh, I'm being spoiled by this table right now": null, "because everyone fell into their place and what they wanted to do, and": null, "the story they wanted to tell with their character. 'Cause the MO was, I": null, "need you to build a character. Who's the worst person to get a letter to": null, "Hogwarts, a little too late? I need you to show up with something that": null, "will break the world. And everyone understood the assignment on an": null, "individual level, and then the moment they got around the table, the": null, "virtual one at first on Zoom and got with everyone, the ability to fall": null, "into place and immediately hit those found family tropes right away,": null, "they were on each other's team immediately and it was so wild to see, so": null, "I don't know. That one, I'm just gonna say the table was killer. So that": null, "goes back to getting the right people in the room and just letting them": null, "do their thing. There were pre-established relationships between,": null, "obviously Lou and Brennan are best friends. I've worked with Erika and": null, "Danielle, we did a AI rap battle like together. So we all like knew each": null, "other and had worked together. It was just, honestly, uncanny to see how": null, "quickly it was just like, yup, this is it and we've been together. Our": null, "relationship extends into the past and future infinitely and I was like,": null, "\"Oh cool, that makes my job a lot easier 'cause I don't have to worry": null, "about giving you guys reasons to stay together.\" So that was all them": null, "and just absolutely phenomenal.": null, "Orion: 110%, they didn't really even communicate about their characters.": null, "Aabria: Oh yeah, no.": null, "Orion: At a time, other than that they didn't wanna be the same thing,": null, "so if they were like, \"Oh, well my character is gonna be kind of like": null, "this.\" And they're like, \"Oh yeah, mine's nothing like that.\"": null, "Aabria: I'm gonna snitch on Erika. Erika sent me her player sheet and": null, "backstory 12 hours before we filmed.": null, "Aabria: So no, they did not have this in advance. Sorry, Erika, I'm not": null, "sorry.": null, "Orion: I think she knew the whole time and was just like, \"I'll write it": null, "down eventually.\"": null, "Aabria: She's incredibly busy. That's not actually me throwing shade, I": null, "was totally fine.": null, "David: More of a kudos to her.": null, "Kevin: Yeah, seriously. Very professional.": null, "David: It was a very thorough and well-developed character, and that's": null, "amazing.": null, "Orion: Yeah, casting is really fun, and that's all I will say about that": null, "presently.": null, "Aabria: That was so ominous! I have follow-up questions.": null, "Orion: Cut the cameras, no.": null, "Aabria: Oh man, alright, let me go back to the list. Ooh, okay, so this": null, "one's from Jacob Power and the question is": null, "“What was the biggest challenge you expected about production this": null, "season and what was the biggest unexpected challenge?”": null, "Now, this is the fun one because Todd mentioned putting out fires and I": null, "immediately was like, \"I think I was perfect, so I can't imagine what": null, "fires there could have been.\"": null, "Todd: When we said there were fires, it was like, you know how Orion": null, "mentioned that these people that we were working with, and I can only": null, "speak for post-production, people that we were working with were all": null, "over the world, if you will. And so we had time zones to consider, their": null, "sleep-wake hours to consider, all that kind of stuff. So it was like,": null, "when I build this calendar of when things are due, it's like, \"Okay,": null, "where is this person,\" you know what I mean? If I'm gonna send an email": null, "that needs a direct response to it, I have to also think, \"Okay, maybe": null, "they're asleep or do I have to stay up later to kind of accommodate": null, "these schedules,\" so I'm over here doing math, pulling out world maps.": null, "To get the time zone right, and all this kind of thing and making sure,": null, "'cause there was even a slight, very, very slight language barrier, you": null, "know what I mean, to some of the things, so it was like, you have to be": null, "very clear about what you want and how you want it, especially when": null, "you're dealing with creative ideas. Because even if you speak the same": null, "language and very proficiently, it's hard to almost communicate exactly": null, "what's in your head to what you expect somebody else to do with that": null, "particular idea. So it was a lot of juggling, but we made it happen.": null, "David: And to that end, Todd, on the post side, for your whole world, we": null, "come up with these schedules and Todd builds the post calendar around": null, "the release dates that we want and need and are going to tell our": null, "audience before we're really even in post-production. So in that, there": null, "is already prebuilt in buffer times for things that are yet to be": null, "unknown.": null, "(distant banging)": null, "We didn't, sorry, there's construction here. You're gonna hear a lot of": null, "crap in the background. So there's a bunch of new, additional things": null, "that happened this season, like these full-screen illustrations, this": null, "bad-ass intro, custom score. And a lot of that stuff wasn't even fully": null, "decided on to enact and add to until post-production started. So there's": null, "that preemptive problem solving that you're already doing, Todd, with": null, "making those schedules, and then it's gotta happen by this date because": null, "we've already, at a certain point, told the audience to expect a new": null, "show at a certain time. Or the trailer drops with the dates on it, so": null, "it's rigid and fitting in things as it goes along.": null, "Todd: That's the idea, in my head, I pretend that the calendar is": null, "written in cement and not sand, but I also have to keep in mind that it": null, "needs a little wiggle room, based on any kind of element that may pop up": null, "and overwhelm the system. Because I don't wanna run into a bottleneck,": null, "and then can't back my way out of that corner. You know what I mean? So": null, "I'm always like, \"This is the schedule.\" And then there's always some": null, "loosey goosey way to finagle it a bit, you know what I mean? Just to fit": null, "all these different things that may pop up. So like David said, before": null, "the episode is shot, I'm building it out, saying \"We needed to at least": null, "deliver by this day, so let's back into that day with these things. But": null, "also, let's put a couple of days here for mishaps and whatnot.\"": null, "Or let's pad it a little bit in case anything could happen. So those": null, "things are kinda like, oh man, I almost thought of a Octavia Butler": null, "reference, but I'm not sure you guys would get it.": null, "Aabria: Do it!": null, "David: Maybe.": null, "Paula: Do it, do it.": null, "Todd: But in the \"Parable of the Sower,\" the main character is hiding": null, "caches around their neighbor in case somebody invades, and that's kinda": null, "what I feel like I do. You put these days to the side, just in case": null, "you'll need them, even though you may or may not, but it's always kind": null, "of cool to bank these things and have them at your disposal. But yeah,": null, "shoutout to Octavia Butler. She's my favorite sci-fi writer.": null, "Paula: That's great. The amount of times that I message Todd about": null, "timing in a week is ridiculous.": null, "Todd: Sure. We got a couple of days, we got this.": null, "Orion: My goal is to not get an email from Todd.": null, "Paula: That's why I message him first, so that he doesn't have to": null, "contact me.": null, "Aabria: Preemptive strike, I like that. That’s a good strat.": null, "Todd: All of my emails are very well crafted, they're really sweet,": null, "they're not like work goddammit--": null, "Orion: That's what's scary.": null, "Paula: It's just, no one wants to disappoint you. We don't wanna": null, "disappoint you, Todd.": null, "Aabria: Aw yeah": null, "Orion: Exactly. You're not making us afraid of you. You're like, \"Hey, I": null, "care about this. You care about this.\"": null, "Paula: \"Hey, buddy.\"": null, "Orion: I'm not gonna say anything, just like, \"Hey, we need this done,": null, "yeah?\" I don't wanna disappoint you.": null, "Aabria: I would absolutely shatter under loving support. \"You gotta get": null, "this done, buddy.\" I know, I'm sorry.": null, "David: I got another one on the production end of things, is we've": null, "probably almost forgot, but when we started this season, it was still": null, "gonna be shot remotely.": null, "Orion: Oh, yeah.": null, "Kevin: Oh! I did not know that.": null, "Aabria: That's right!": null, "Paula: Oh my God.": null, "Aabria: Just kind of forgot.": null, "Paula: What was that, 10 years ago?": null, "David: That was 10 years ago.": null, "Aabria: Feels so long ago.": null, "David: Do you guys remember the coronavirus? No, I mean, I know that": null, "we're still in the thick of it all and I don't wanna undermine that at": null, "all. We had just, not too long before shot, God, I'm losing track of all": null, "the different seasons of the show.": null, "Orion: Mice and Murder?": null, "David: Mice and Murder was the last one before it, right, of course. And": null, "so, we were definitely thinking for COVID, we needed to shoot remotely,": null, "and then there was kind of, after the cast was already on board after": null, "you were on, Aabria and we were already locked in, I think maybe even": null, "character creation already was happening. We were pretty far along.": null, "Aabria: That's right.": null, "David: And then the idea was like, well, we're small enough of a team.": null, "And if everybody gets tested, it is SAG. There is a protocol for this if": null, "we did it in person, but it was a very, from my perspective and also": null, "just checking with everybody all along the way, it's only if everyone's": null, "comfortable, right? Every cast member, any person that's gonna be there": null, "in person needs to, one-on-one, be totally okay with this, even though": null, "we're following the SAG protocols for safety. And only then can we move": null, "forward with this thing. And that was, I mean, a huge collaborative, a": null, "totally logistical one, right? But totally health and safety first, but": null, "was a huge collaboration between making sure cast, you, Aabria, the": null, "whole cast is okay with it. Talking with Kevin to make sure we can have": null, "a plan that minimizes crew, that allows this to be an in-person shoot": null, "with crew wearing masks. Everybody gets COVID tested, and then making": null, "that all happen and safe around the environment, and so that was a cool": null, "one that was unexpected, but then the real unexpected one, which thank": null, "God, wasn't a thing, but on day one was like--": null, "Kevin: Yeah I remember that.": null, "David: We had delays, 'cause we had all the crew, all the cast and crew": null, "had to get COVID tested prior to even showing up but as an extra": null, "precaution, we also had on the day testing before people could go inside": null, "the studio. And the machines broke down, so the people came to give the": null, "test and there was this very specific, PCR rapid test, which was super": null, "hard to find. And they're very finicky machines, which were outside": null, "because we weren't supposed to go into the studio, and nobody knew why,": null, "but they were all breaking down and it was a heat issue or whatever.": null, "So we were three hours delayed on the first day. But because we were": null, "only shooting two in the day, we caught up time, we did an extra": null, "Adventuring Party on the second day so that we could catch up. That's": null, "what everyone's clothing is--": null, "Aabria: Yeah! (laughs)": null, "David: The episode following. But it wasn't and thank God, all the cast": null, "was so comfortable with our situation outside where everybody could be": null, "socially distanced and just hanging out with one another, that there was": null, "this cool couple hours just hanging out and chit chatting and feeling": null, "comfortable around each other, while me and Sophie, who's not here": null, "today, were pulling our hair out like, \"Oh my God, call everybody that": null, "can test, we've gotta get these people inside!\" 'Cause the crew was able": null, "to go inside because the tests hadn't broken until the cast got there.": null, "But it was a whole thing, it worked out, but it was one of those": null, "unforeseen--": null, "Paula: That's crazy. I have never heard this story. I had no idea that": null, "happened.": null, "Aabria: I think it was--": null, "Kevin: I remember that whenever we were an hour and a half into being": null, "delayed and I was just trying to separate myself from it, 'cause I": null, "didn't wanna add to anything. I just wanted to be like, \"Okay, they'll": null, "figure it out. I don't wanna make anyone feel nervous or anything.\" So I": null, "was just kind of off to the side, just minding my own business. And then": null, "when David came up to me, he's like, \"Maybe it's a power thing. Maybe we": null, "can try different forms of power, like try grabbing power from the other": null, "side of the wall.\" And in my head, I was just like, \"Oh no, this is": null, "definitely not good.\" 'Cause I kind of knew, if the machines are turning": null, "on, there's not a whole lot else that I can do, power wise, that would": null, "change that. And so it was like, \"Oh no, we might be doomed here.\" I'm": null, "glad we ended up figuring it out though, because yeah, I was also": null, "feeling a little bit nervous. Once he asked me about power, I was like,": null, "\"Uh-oh, this might not be good.\"": null, "David: Those are the one, and just a little, teeny window into": null, "production sometimes because in production, you need to make sure that": null, "the ultimate goal of the show is able to happen. And the ultimate goal": null, "of the show is obviously for it to be able to be shot, right? People": null, "need to go inside the studio. But right up there alongside of being able": null, "to be shot is keeping the cast happy and stress free so they can do": null, "their best work once the cameras roll. So there is this kind of": null, "simultaneous, you guys are doing great, if you need anything--": null, "Kevin: You wanna keep it separate.": null, "David: Don't worry, this isn't your problem. This is a production": null, "problem. And then on the side, it's like, \"What the fuck do we do?\"": null, "Kevin: No, absolutely.": null, "David: We're gonna, whatever!": null, "Orion: We haven't specifically given you props for producing this": null, "season, and while Todd puts out the fires in the scheduling, you put out": null, "the fires right there in front where the machines won't turn on. But": null, "there are tons of instances where you made it a lot easier for me to do": null, "my job and made it very comfortable for me to do my job, and helped out": null, "with so many other people. You're just, you're there, you're there,": null, "you're there, just helping out. And super effective, as quick as": null, "possible. Just wanna give a super ups to David Kearns.": null, "David: Aw, thank you. Thank you so much.": null, "Aabria: Kearns, you're amazing. I was a nervous wreck, the whole time,": null, "and you gave off nothing but calming, supportive energy and I was like,": null, "\"Thank you. I'm a mess, help.\"": null, "And you're just like, \"It's fine. We're dealing with real problems,": null, "you're good.\" I'm like, \"Okay, thanks.\"": null, "Kevin: David, you do a very good job of, like you were mentioning": null, "earlier, protecting the talent and making sure that they only have to": null, "focus on the things that they really need to focus on. You do a very,": null, "very good job of that. I just wanna extra, extra echo that, because I": null, "even see it from the crew side of things.": null, "David: Well, I really appreciate that.": null, "Paula: I mean, even on the post side of things too, 100%": null, "David: Oh, thank you.": null, "Paula: Absolutely.": null, "David: And on the production, shout out to Sophie who couldn't make it": null, "today for this, but is our production operations manager who produced": null, "this alongside with me and helped put out all those production fires as": null, "well.": null, "Todd: Little fires everywhere.": null, "David: Little fires everywhere. Great book, great book.": null, "Kevin: Hey, I worked on a round table for that thing too.": null, "Aabria: (laughs) I will say, just going back to that, 'cause I forgot": null, "how crazy that was on day one, I had the like weird split brain. It was": null, "awesome that we had extra time to vibe and hang out before, 'cause I": null, "think that made the early episode one really easy 'cause we're like,": null, "we've been talking for a couple hours now, we're cool and all of this": null, "good vibe will just go straight into the game. The other part of me was": null, "after the first hour, my brain was going, \"Okay, so what if you only get": null, "three episodes, what do we cut?\" And I was just actively deleting, I was": null, "like, \"Okay, here's all the stuff that's gonna have to go, it's fine.": null, "We're fine, I only need three to tell a story, we're good.\" So I was": null, "already like, just ripped half of the story. It'll be fine, this is": null, "fine, I don't need all--": null, "Kevin: The sign of a true professional.": null, "Kevin: I got a little technical one. Whenever we were doing the pre": null, "light, I had everything perfectly set up, and then I forgot that the": null, "table had to be plugged in because there's those mountains, those": null, "illuminate. It was the tail end of the pre light day and I was like, \"Oh": null, "yeah, I need to plug that in.\" And everything had worked perfectly and I": null, "was like, \"Oh, this shouldn't be an issue.\" And I plugged it in and it": null, "wasn't turning on. And I thought to myself, \"Of course, the last thing": null, "is giving me problems.\"": null, "Paula: That's good. (laughs)": null, "Kevin: Right, right, and due to the nature of just, because that piece": null, "moves a lot, it makes sense that that's gonna get a little bit of wear": null, "and tear. And so I was like, \"Alright,\" and I pulled out the LED strip": null, "that was inside of those little mountains. And I noticed that there was": null, "a part of it where the LED strips had broken in half and that was": null, "causing a loose connection. I was like, \"Okay, I can fix this.\" So I": null, "actually came back the following day with a little soldering iron and": null, "whatnot, and a ton of little wire, and I was just sitting there, just": null, "carefully re-soldering.": null, "And these joints are literally, I wanna say they're millimeters, maybe": null, "two to three millimeters, and I had to re-solder the tiny little joints.": null, "There was only eight joints and I was like, \"Okay, perfect. I'll just": null, "get those reconnected, plug it in, we'll be good.\" Plug it in, still": null, "doesn't turn on. I'm like, \"What is happening?\" And so at this point I": null, "was having the similar of, \"This is so bad, this is not good, the show": null, "can not go on.\" I mean, it was a lot smaller than not getting COVID": null, "tests, but I tend to overthink problems and I'm like, \"If this doesn't": null, "work, it's gonna be so much worse.\" So I'm like, \"I gotta figure this": null, "out.\" So literally, this LED strip is probably, I don't know, it's 15": null, "feet long. So I'm analyzing every single joint. And I noticed that": null, "there's six more joints on it that are slightly broken and I'm like, \"Oh": null, "my God.\" And so I sat there for probably like five hours, re-soldering": null, "every single, tiny joint that was broken and finally plugged it back in,": null, "and it worked. And I was like--": null, "David: I didn't know that! Five hours?": null, "Orion: That's wild.": null, "Kevin: That's intentional, I didn't tell you because you wanna make sure": null, "that there is an element of, I don't wanna stress someone out until I": null, "know I have to make it someone else's problem, so I'm like, \"I'm gonna": null, "make sure I exhaust all of the problems and all the solutions first": null, "before. If this doesn't work, obviously I'll come to you, David, and be": null, "like, \"Okay, we have to figure out an alternative.\" But I at least": null, "wanted to try everything I could first before stressing anyone out, and": null, "yeah, it ended up working and it's still working, hopefully. Knock on": null, "wood, I know we have another shoot with it next week. I'm sure it'll be": null, "fine, though, so yeah, that was my unexpected--": null, "Orion: You're amazing.": null, "David: Wow.": null, "Kevin: Thank you.": null, "David: So appreciated to alleviate that burden and just fix that": null, "problem, that's amazing.": null, "Paula: You're a hero!": null, "Kevin: I was happy to help. It was also, when problems like that pop up,": null, "I almost see it as like, oh, you're not gonna do this to me. I'm gonna": null, "fix you, don't be a bastard. And I love problem solving, so I saw it": null, "more of a puzzle than an inconvenience. So I like doing that kind of": null, "stuff.": null, "David: Awesome, and I do appreciate that about you, Kevin. Some people": null, "might say, \"Oh, this is a problem, oh God.\" And you're like, \"This is a": null, "fun puzzle.\"": null, "And it's like, awesome, that's the person we need solving problems.": null, "Kevin: Yup, yeah.": null, "David: So yeah, kudos.": null, "Aabria: Amazing. Okay, well I wanna power us down 'cause we've had a": null, "bunch of cool stories and we're gonna end. I want one spell from each of": null, "you that, if a wand appeared in your hand and it was like, this is a one": null, "shot wand, you get the cast one spell, what do you do? And that's how": null, "we're gonna sign it off. We're gonna go in reverse order. So Orion,": null, "you're up first. Yeah, aha!": null, "Orion: Oh gee, I was like, \"I'll have time to figure this out.\"": null, "Aabria: Nope, talking makes you tired, so you gotta go first.": null, "Orion: You're right. I would just have to go with flight. Like let me": null, "just zip around for like three hours at speeds that the human body": null, "shouldn't be able to tolerate, but I am totally fine. I just, I wanna be": null, "a bird for a hot minute, that's it.": null, "Aabria: Respect, Todd?": null, "Todd: I will cast a spell to be able to manipulate time, to make it": null, "either slow down when we're in trouble--": null, "Or speed up when we're trying to get away or get through something. So I": null, "would be able to, and speed things up or fast forward or rewind things,": null, "just so I can go back and fix things if I could. But that would be my": null, "spell.": null, "Aabria: Arthur Aguefort would approve, very good. Paula?": null, "Paula: Oh my God, you know what? We were just talking about this before.": null, "I would cast a spell to perfectly organize one drawer at a time.": null, "Todd: Like Matilda.": null, "Paula: Just like Matilda, a Matilda spell. Mm-hmm, that's it.": null, "Kevin: I want that one, okay--": null, "Paula: Yeah, you know what, I'm sorry, we can both have it. There's no": null, "rules.": null, "Kevin: No, no, no. You can have that one, that way in case we ever have": null, "to party together, we can have different, you know?": null, "Aabria: There we go.": null, "Kevin: I think, so I don't know if anyone just saw me doing this. I": null, "literally just Googled Harry Potter spells 'cause I want to be somewhat": null, "adjacent. Am I pronouncing this right, bobilius? It's the one that it": null, "makes your wand illuminate light? So I can just have like a little": null, "iPhone LED light at the end of my wand, so--": null, "David: But you have a phone.": null, "Aabria: Flashlights exist!": null, "Kevin: (laughs) But if I have a wand, how cool is it to make light come": null, "out of the tip?": null, "Orion: All of the magic in the universe was in your hands.": null, "Aabria: You could do anything!": null, "Kevin: Yeah no, I just want a light.": null, "Aabria: Flashlight?": null, "Paula: Yeah, I could just imagine you accidentally turning on the light": null, "on your wand, like people turn on their flashlights on their phone.": null, "Kevin: And someone's like, \"Oh, your light's on in your pocket.\"": null, "Paula: Your light's on.": null, "Aabria: That horrified me, I hate that answer, but I love you.": null, "Kevin: Thanks.": null, "David: I had one that was similar to Todd's, so I thought of a new one,": null, "which is I would say, and I'm gonna give it a name, it would be": null, "empathio, which is immediately being able to give someone my perspective": null, "or vice versa, so that we can be on the same page.": null, "Kevin: Basically, so no one can blame you when things go wrong.": null, "David: No, just to get people's perspectives. I totally hear where": null, "you're coming from. I think that we disagree or I think you're not": null, "understanding what I'm trying to give out, or I'm not getting what": null, "you're giving out. Boom, oh okay, I get it, we're good, empathio.": null, "Aabria: That's really good.": null, "Todd: Yeah, I'm gonna start researching how to make that happen for you.": null, "Aabria: Yeah, right? Now I need that.": null, "Todd: We're gonna solve all the world's problems with that one, guys.": null, "Orion: What's your spell, Aabria?": null, "Aabria: Ooh, crap, I didn't think I was gonna have to do it.": null, "Orion: Aha!": null, "Aabria: Probably shape-shifting, that feels fun.": null, "David: Ooh. 'Cause then you also get the bird thing, you can also fly": null, "with that.": null, "Aabria: You could be a bird, and then I wouldn't have to worry about": null, "having to do voices as a GM, 'cause I would just be the person and could": null, "do the voice naturally.": null, "Shoutout to my one British voice.": null, "Yeah. Alright, you all are amazing. Thank you so, so much for all of": null, "your hard work. This is literally what we mean when we talk about": null, "collaborative storytelling, We all built this thing together and it was": null, "an honor and a privilege to get to build \"Misfits and Magic.\" I'll say": null, "it right one time, thank God.": null, "With all of you. So that's it, cut the feed!": null, "------------------------------------------------------------------------": null, "Captions extracted by: OliverC": null, "Edited by: OliverC": null}